import React from 'react';
import { useEffect, useState, useCallback } from 'react';

import './Informer.css';


export const Informer = ({}) => {
  return (
    <div className={'informer'}>
      Газарос Аветисович Авакян — участник Великой Отечественной войны, командир стрелкового взвода 1264-го стрелкового полка 380-й стрелковой дивизии 50-й армии 2-го Белорусского фронта, Герой Советского Союза (1945), старший лейтенант.

      Родился 15 марта 1918 года в селе Чайкенд. В 1940-м призван в Красную Армию, в 1941-м окончил Калинковичское пехотное училище. В начале Великой Отечественной участвовал в обороне Белоруссии, в боях на Смоленском направлении, не раз водил свой взвод в атаки и контратаки, находился в окружении и выходил из него с боем. После сражения в районе села Медведевка Смоленской области выйти из окружения не удалось. Некоторое время скрывался, потом ушел к партизанам. Когда пришла Советская армия, вернулся в войска и вновь возглавил стрелковый взвод.

      6 июля 1944 года особо отличился во время ликвидации вражеской группировки в Минском котле во время проведения операции «Багратион»: в Червенском районе Минской области стрелковый взвод, которым он командовал, удерживал стратегическую высоту у деревни Пятигородка, отбил 6 контратак, уничтожил 180 гитлеровцев и не дал противнику вы­рваться из окружения. Сам Газарос Аветисович справился с 25 вражескими солдатами.

      Погиб 22 января 1945 года в боях за освобождение Польши.

    </div>
  );
};