export default [
  {
    "i": 6093,
    "type": "парк",
    "name": "Письменников",
    "content": "Название \"парк Пісьменнікаў\" присвоено по просьбе Союза писателей Беларуси озелененной территории, прилегающей к Национальной библиотеке Беларуси."
  },
  {
    "i": 6146,
    "type": "переулок",
    "name": "3 Сентября"
  },
  {
    "i": 6147,
    "type": "парк",
    "name": "50 лет Октября"
  },
  {
    "i": 6148,
    "type": "улица",
    "name": "50 лет Победы"
  },
  {
    "i": 6149,
    "type": "улица",
    "name": "Абрикосовая"
  },
  {
    "i": 6150,
    "type": "улица",
    "name": "Авакяна",
    "content": "Газарос Аветисович Авакян — участник Великой Отечественной войны, командир стрелкового взвода 1264-го стрелкового полка 380-й стрелковой дивизии 50-й армии 2-го Белорусского фронта, Герой Советского Союза (1945), старший лейтенант.\n\nРодился 15 марта 1918 года в селе Чайкенд. В 1940-м призван в Красную Армию, в 1941-м окончил Калинковичское пехотное училище. В начале Великой Отечественной участвовал в обороне Белоруссии, в боях на Смоленском направлении, не раз водил свой взвод в атаки и контратаки, находился в окружении и выходил из него с боем. После сражения в районе села Медведевка Смоленской области выйти из окружения не удалось. Некоторое время скрывался, потом ушел к партизанам. Когда пришла Советская армия, вернулся в войска и вновь возглавил стрелковый взвод.\n\n6 июля 1944 года особо отличился во время ликвидации вражеской группировки в Минском котле во время проведения операции «Багратион»: в Червенском районе Минской области стрелковый взвод, которым он командовал, удерживал стратегическую высоту у деревни Пятигородка, отбил 6 контратак, уничтожил 180 гитлеровцев и не дал противнику вы­рваться из окружения. Сам Газарос Аветисович справился с 25 вражескими солдатами.\n\nПогиб 22 января 1945 года в боях за освобождение Польши.\n"
  },
  {
    "i": 6151,
    "type": "улица",
    "name": "Авангардная"
  },
  {
    "i": 6152,
    "type": "переулок",
    "name": "Авангардный"
  },
  {
    "i": 6153,
    "type": "улица",
    "name": "Авиации"
  },
  {
    "i": 6154,
    "type": "улица",
    "name": "Авроровская"
  },
  {
    "i": 6155,
    "type": "улица",
    "name": "Автодоровская"
  },
  {
    "i": 6156,
    "type": "переулок",
    "name": "Автодоровский"
  },
  {
    "i": 6157,
    "type": "улица",
    "name": "Автозаводская"
  },
  {
    "i": 6158,
    "type": "переулок",
    "name": "Автозаводской"
  },
  {
    "i": 6159,
    "type": "улица",
    "name": "Автомобилистов"
  },
  {
    "i": 6160,
    "type": "переулок",
    "name": "Агатовый"
  },
  {
    "i": 6161,
    "type": "улица",
    "name": "Адама Шемеша",
    "content": "Небольшая улочка, которая носит имя художника, притаилась в Партизанском районе, в уютном квартале за Национальной библиотекой, между улицами Жасминовой и Валентия Ваньковича.\n\nРодился будущий мастер кисти в Слуцком уезде в семье старосты в 1808 году. Учился в Минской гимназии, а потом изучал живопись и рисунок в Виленском университете. В 1831–1842 и 1847–1852 годах жил в Минске. В 1842-м Адам Шемеш по подозрению в антиправительственной деятельности выслан в Херсон, позже переведен в Саратов. С 1852-го и до смерти в 1864 году художник жил в Вильне.\n\nВ историю искусства Адам Шемеш вошел прежде всего как живописец-портретист и искусствовед, автор ряда статей по изобразительному искусству. Его перу принадлежит довольно подробный очерк о Виленской школе живописи. Будучи почитателем поэзии Адама Мицкевича, Шемеш создал иллюстрации к поэме «Конрад Валленрод» и другим его произведениям. Известно, что с художником советовался Владислав Сырокомля, составляя описание памятников изобразительного искусства Минска.\n\nНаталья Сычёва, заведующая филиалом Национального художественного музея Беларуси: «Шемеш — один из крупных мастеров кисти, портретистов, которые жили в Минске. Он составил такую славную плеяду вместе с Дамелем и Валентием Ваньковичем». В Беларуси произведений Шемеша нет, да и у соседей не много. Вспоминают две работы в Польше и примерно столько же в Литве. Есть еще в Украине — в костёле Херсона, где Шемеш отбывал царскую ссылку.\n"
  },
  {
    "i": 6162,
    "type": "улица",
    "name": "Азгура",
    "content": "улица названа в честь Героя Социалистического Труда, народного художника СССР З.И. Азгура."
  },
  {
    "i": 6163,
    "type": "улица",
    "name": "Азизова",
    "content": "Улица его имени находится в Центральном районе между улицами Орловской и Каховской, по обе стороны Киевского сквера (бывший 2-й переулок Каховский).\n\nДомулло родился 15 марта 1913 года в Таджикистане. Получил среднее образование и работал учителем средней школы в родном кишлаке. Желая продолжить обучение, поступил на исторический факультет Ленинабадского учительского института.\n\nВ 1942 году призван в Красную армию. Отличился дважды: в начале сентября 1943-го в боях за город Севск отбил две контратаки противника, уничтожив при этом 25 вражеских солдат. За это награжден орденом Красной Звезды. 15 октября участвовал в форсировании Днепра. 19 октября 1943 года командир 120-го стрелкового полка полковник И.А. Бахметьев так описал в наградном листе подвиг младшего сержанта Азизова: «15 октября 1943 г. при форсировании реки Днепр в Лоевском районе Гомельской области Азизов входил в состав десантной группы. В момент переправы не дожидаясь причала выскочил из лодки и с криком «ура» по пояс в воде достиг берега, первым ворвался в немецкие траншеи, ручной гранатой уничтожил расчет станкового пулемета, повернул его в сторону врага и в упор расстрелял разбегавшуюся группу немецких автоматчиков. В рукопашном бою пробился через все три линии немецких траншей, закрепился и принял участие в отражении трех контратак противника. Своими смелыми действиями помог атакующим подразделениям закрепиться на занятом плацдарме и тем самым способствовал успешной переправе подразделений полка».\n\nЗа этот подвиг 30 октября того же года ему присвоено звание Героя Советского Союза посмертно. 24 октября младший сержант Домулло Азизов погиб в бою при освобождении деревни Островы Лоевского района Гомельской области. Похоронен в братской могиле в деревне Новая Борщовка Лоевского района.\n"
  },
  {
    "i": 6164,
    "type": "улица",
    "name": "Азовская"
  },
  {
    "i": 6165,
    "type": "переулок",
    "name": "Айвазовского",
    "content": "В честь великого мариниста названы улица (с одной стороны ограничена улицей Тухачевского, с другой — улицей Юношеской) и переулок (между улицами собственно Айвазовского и его коллеги баталиста Грекова).\n\nИван Константинович Айвазовский (при рождении — Ованнес Айвазян) родился в Феодосии в 1817 году, умер там же в 1900-м. Между этими двумя датами — яркая жизнь, вместившая множество путешествий, два брака, открытие в любимой художником Феодосии школы искусств и картинной галереи, руководство раскопками курганов в Крыму. Человек невероятной трудоспособности, он создал около 6 тысяч полотен.\n\nВ коллекции Национального художественного музея Республики Беларусь 13 живописных и 2 графические работы мэтра, в том числе «Буря на Азовском море в апреле 1886 года». На создание полотна художника вдохновила вполне реальная история: весной 1886-го случилась сильная буря и попавший в нее корабль «Ястреб» разнесло в щепки. Выжить удалось лишь матросу Еремченко, который привязал себя к мачте и несколько суток на ней провисел в ожидании помощи.\n\nПрежде картина была в коллекции певицы Лидии Руслановой. Говорят, директор музея Елена Аладова, при которой полотно приобрели для художественного музея, лично вела переговоры с певицей. К слову, в коллекции Руслановой были еще две работы мастера, которые можно увидеть в музее, — «Ниагарский водопад» и «Лунная ночь в Амальфи».\n"
  },
  {
    "i": 6166,
    "type": "переулок",
    "name": "Академика Вышелесского",
    "content": "Будущий ученый-эпизоотолог, доктор ветеринарных наук, профессор Сергей Николаевич Вышелесский родился 1 ноября 1874 года в поселке Оболь Полоцкого уезда Витебской губернии (в настоящее время Шумилинский район Витебской области). Окончил Брянскую гимназию, Витебскую духовную семинарию, а затем — Варшавский ветеринарный институт. Неоднократно участвовал в ликвидации эпизоотий (случаи массового распространения инфекционных заболеваний у животных): чумы — в Закавказье, сибирской язвы — в Петербургской, Харьковской, Ставропольской, Смоленской и других губерниях. На несколько лет был командирован для научной стажировки в Германию, где ему присвоили ученую степень доктора ветеринарной медицины.\n\nАкадемик Белорусской академии наук (1928), профессор (1924), почетный член ВАСХНИЛ (Всесоюзная академия сельскохозяйственных наук имени В. И. Ленина) (1956). Заслуженный деятель науки CCCР (1940). Награжден орденами Ленина, Трудового Красного Знамени, «Знак Почета», рядом медалей.\n\nОпубликовал около 100 научных работ, в том числе 2 монографии. Подготовил первые в Советском Союзе учебник и руководство по эпизоотологии. За учебник «Частная эпизоотология» в 1941 году получил Государственную премию СССР.\n"
  },
  {
    "i": 6167,
    "type": "переулок",
    "name": "Академика Жебрака",
    "content": "Антон Романович Жебрак — выдающийся ученый-генетик, академик АН БССР, первым удостоен звания «заслуженный деятель науки БССР». В 1945 году в составе делегации Белорусской ССР подписал в Сан-Франциско Устав ООН.\n\nРодился в 1901 году в деревне Збляны ныне Зельвенского района Гродненской области. Участвовал в гражданской войне. В 1925-м окончил Московскую сельскохозяйственную академию имени К.А. Тимирязева, в 1929-м — Институт красной профессуры. В 1930–1931 годах стажировался в Колумбийском и Калифорнийском университетах (США) в лаборатории известного генетика, создателя хромосомной теории наследственности Моргана.\n\nСудьба академика Жебрака была в большей степени трагичной, чем счастливой. В мае 1947-го он становится президентом Академии наук БССР, но в этом же году за выступление против догматизма и монополизма Лысенко в биологии смещен с должности и вынужден уехать в Москву.\n\nОсновная сфера его научных интересов — гибридизация, полиплоидия и селекция, главным образом пшеницы и гречихи. Впервые в мире получил гибридные плодовитые формы от скрещивания многих видов пшеницы."
  },
  {
    "i": 6168,
    "type": "улица",
    "name": "Академика Красина",
    "content": "Улица имени белорусского физика, автора трудов по ядерной энергетике, расположена в Соснах (Заводской район). На ней находится Объединенный институт энергетических и ядерных исследований «Сосны».\n\nАндрей Красин родился в Томске, там же окончил университет. В 1934–1940 годах работал в Сибирском физико-техническом институте и одновременно преподавал в Томском университете. Участвовал во Второй мировой войне. В 1945-м работал в лаборатории И. В. Курчатова. В 1957 году в составе группы ученых этого института награжден Ленинской премией за участие в создании Обнинской АЭС. Как научный руководитель участвовал в разработке передвижной атомной электростанции ТЭС-3 и реакторов с ядерным перегревом для пара для Белоярской АЭС. Создал новое научное направление — использование ядерных излучений для осуществления радиационно-химических процессов и радиационной модификации материалов.\n\nВ 1961 году переехал в Минск, где до 1965-го возглавлял отделение атомной энергетики Института энергетики АН БССР, в 1965–1977 годах был директором этого института. С 1969 по 1980 год — член Президиума АН БССР. Академик Красин вел исследования по водородной энергетике и элементарным ядерным взаимодействиям. Выполнил серию работ по изучению высоковольтной аппаратуры в условиях сибирского климата, предложил методы борьбы с проявлениями статического электричества.\n\nУмер 28 марта 1981 года, похоронен на Восточном кладбище в Минске.\n"
  },
  {
    "i": 6169,
    "type": "улица",
    "name": "Академика Купревича",
    "content": "Улица названа в честь 7-го президента Национальной академии наук Беларуси Василия Феофиловича Купревича.\n\nБиография ученого-ботаника, общественного и государственного деятеля насыщенная. Родился он в 1897 году деревне Кленники (сейчас — Смолевичского района Минской области). Окончил сельскую школу, затем Смолянское сельскохозяйственное училище, поступил юнгой на Балтийский флот. Участвовал в Великой Октябрьской революции, после вернулся на родину, работал учителем в школе. К этому времени относятся его первые опубликованные работы — о методике преподавания и краеведении. Окончил институт повышения квалификации в Москве, а дальше пошло: защитил кандидатскую, стал заведующим лабораторией Института биологических наук АН БССР, в ноябре 1941-го в Ленинграде защитил докторскую… В 1952–1969 годы — президент Академии наук БССР, в 1951–1955-м — депутат Верховного Совета БССР, в 1954–1969-м — депутат Верховного Совета СССР.\n\nАвтор работ по физиологии больного растения, систематике грибов. Впервые доказал, что растения могут усваивать для фотосинтеза углекислоту, которая попадает в корневую систему вместе с водой из почвы. Обосновал возможность использования активности почвенных ферментов как показателя биологической активности почвы. Положил начало новому направлению в изучении почвы — почвенной энзимологии.\n\nНагражден орденами Ленина, Трудового Красного Знамени, «Знак Почета», медалями. Его именем назван Институт экспериментальной ботаники НАН Беларуси.\n"
  },
  {
    "i": 6170,
    "type": "улица",
    "name": "Академика Курчатова",
    "content": "Улица, названная в честь отца советской атомной бомбы, скрывается в Московском районе возле МКАД. Тут обосновался филиал БГУ: биологический факультет, факультеты социокультурных коммуникаций, радиофизики и компьютерных технологий, а также несколько общежитий.\n\nРодился Игорь Васильевич Курчатов 30 декабря 1902 года (12 января 1903 года) в городе Сим (тогда назывался Симский Завод) в России. Окончил физико-математический факультет Таврического университета.\n\nОдин из создателей первого уран-графитового реактора, запуск которого был осуществлен в декабре 1946 года. Руководил созданием атомной бомбы в СССР. Работы начались во время Великой Отечественной войны (1943 год). Тогда Курчатов возглавил закрытую лабораторию, где велись исследования, направленные на получение цепной ядерной реакции. Атомная бомба была создана в 1949 году, водородная — в 1953-м, первая в мире промышленная атомная электростанция — в 1954-м.\n\nУдостоился многих наград, в том числе пяти орденов Ленина.\n\nСовременники Курчатова отмечали, что Игорь Васильевич был человеком огромного интеллекта, таланта и трудолюбия. С удовольствием поддерживал шутки, любил придумывать товарищам прозвища и сам охотно откликался, когда его звали Борода. Любимым словом Курчатова было «понимаю». Именно оно стало последним на его устах, когда 7 февраля 1960 года он умер на скамейке прямо в момент разговора с коллегой в подмосковной Барвихе.\n"
  },
  {
    "i": 6171,
    "type": "улица",
    "name": "Академика Фёдорова",
    "content": "Улица названа в честь белорусского физика-теоретика, основатель научной школы по теоретической физи­ке академика Фёдорова Фёдора Ивановича.\n\nРодился в 1911 году в деревне Турец (ныне Кореличский район, Гродненская область). Отец Иван Михайлович Федоров — учитель, впоследствии получивший известность как детский писатель Янка Мавр. По окончании железнодорожной школы в Минске Федор поступил на физико-математическое отделение педагогического факультета БГУ. Начал трудовую деятельность преподавателем физики и математики в Кричеве. Через год стал аспирантом Физико-технического института АН БССР, а в 1933 году его направили в аспирантуру Ленинградского университета. Успешно защитив кандидатскую, вернулся в Минск, где основал и возглавил кафедру теоретической физики БГУ.\n\nС 1953 года деятельность Федорова связана с АН БССР. Защитив в 1954 году диссертацию «Инвариантные методы в оптике анизотропных сред», стал первым уроженцем Беларуси, получившим степень доктора физико-математических наук. Герой социалистического труда.\n\nРаботы Федора Федорова посвящены квантовой теории поля, физике элементарных частиц, теории распространения волн в кристаллах. В 1954 году открыл явление бокового смещения луча света при отражении, известное как сдвиг Федорова (позже это явление было подтверждено опытами французского физика К. Эмбера, диплом на научное открытие выдан в 1980 году). Автор более 300 научных трудов, в том числе 6 монографий."
  },
  {
    "i": 6172,
    "type": "улица",
    "name": "Академическая"
  },
  {
    "i": 6173,
    "type": "улица",
    "name": "Аладовых",
    "content": "Улица названа в честь супружеской четы (редкий, если не сказать уникальный, случай в минской топонимике). И композитор Николай Ильич Аладов, и искусствовед Елена Васильевна Аладова вполне достойны своей персональной улицы.\n\nНиколай Аладов родился в Петербурге 21 декабря 1890 года. Один из основоположников симфонического, камерно-инструментального и камерно-вокального, кантатного, хорового жанров белорусской музыки. Автор комической оперы «Тарас на Парнасе», 10 симфоний, вокальных циклов на стихи Я. Купалы, М. Богдановича, М. Танка и других музыкальных произведений. Удостоен звания народного артиста БССР.\n\nЕлена Аладова родилась в 1907 году в Пружанах. Была директором Национального художественного музея Беларуси, собирала для него русскую и белорусскую живопись на просторах всего Советского Союза и сопредельных государств. Вела переписку со множеством знаменитых искусствоведов, коллекционеров, реставраторов и художников. Опубликовала 14 работ по искусствоведению, в том числе 3 монографии. Благодаря ей в Минске появились картины художников с мировым именем и было построено здание картинной галереи на улице Ленина, 20.\n"
  },
  {
    "i": 6174,
    "type": "улица",
    "name": "Александровская",
    "content": "улица Ларисы Александровской. Лариса Помпеевна Александровская (15.02.1904-23.05.1980) – заслуженная артистка Белорусской ССР, народная артистка СССР, родилась в городе Минске в 1904 году.  В 2014 году исполнилось 110 лет со дня ее рождения. Сценическую деятельность начала в 1920 году. Создала незабываемые образы героинь оперных спектаклей. В годы Великой Отечественной войны Александровская выступала на фронтах, в госпиталях, партизанских отрядах, стремясь голосом и песней поддержать бойцов. С 1951 года главный  режиссер Белорусского Большого театра оперы и балета Александровская поставила около 15 спектаклей, в том числе известных композиторов Чайковского, Верди, Тикоцкого, Монюшко, Мусоргского, ставших на долгие годы визитной карточкой белорусской оперы. В память о легендарной певице музыкальной школе № 1 города Минска присвоено имя Ларисы Александровской."
  },
  {
    "i": 6175,
    "type": "сквер",
    "name": "Александровский сквер"
  },
  {
    "i": 6176,
    "type": "улица",
    "name": "Алеся Бачило",
    "content": "Протяженность улицы — 750 м, при этом на ней расположились сразу три средние школы (№ 186, 200, 210), 36-я городская поликлиника и Дворец детей и молодежи «Орион».\n\nАлесь Бачило (Александр Николаевич Бачило) — белорусский советский поэт, заслуженный деятель культуры БССР (1967), участник Великой Отечественной войны — родился 2 марта 1918 года в д. Лешница Игуменского уезда Минской губернии. Окончил Минский учительский институт, преподавал в школах Минского района, затем работал в газете «Лiтаратура i мастацтва», с 1957 года — в журнале «Полымя», издательстве «Мастацкая лiтаратура».\n\nПечатался с 1934-го. Первый сборник — «Пути». Любовь к Родине, память о войне, утверждение добра и справедливости, поэтизация красоты природы — основные мотивы творчества поэта, органически связанного с народно-поэтической традицией (сборники «Дыхание весны», «Дарите тюльпаны», «Три богини»). Многие его стихи положены на музыку. Автор либретто оперы «Зорка Венера» и оперетты «Паўлiнка». Переводил на белорусский язык произведения русских, украинских, латышских поэтов, а также прозу — «Золотой ключик, или Приключения Буратино» А. Толстого, «Тарас Бульба» Н. Гоголя, «Брестская крепость» С. Смирнова.\n"
  },
  {
    "i": 6177,
    "type": "улица",
    "name": "Алеся Гаруна",
    "content": "Улица имени белорусского поэта, прозаика и публициста. Поскольку жилой район молодой, нумерация домов на этой улице рваная: за домом № 1 следует строение № 13. По четной стороне нумерация начинается с 6-го. На этой улице прописались и два детских сада — № 208 и 222.\n\nЧто касается самого поэта, то звали его Александр Владимирович Прушинский. Алесь Гарун — псевдоним, причем не единственный: еще подписывал свои работы как І. Жывіца, А. Навадворскі, Сальвэсь, А. Сумны. Родился 11 марта 1887 года. Уже в пять лет читал по-русски и по-польски. С 1902-го работал в мастерских и на мебельной фабрике в Минске, проявил себя как талантливый краснодеревщик. Спустя два года вступил в партию эсеров, начал вести широкую пропагандистскую деятельность, за что в марте 1907-го был арестован царскими властями, а в 1908-м его сослали в Сибирь. В ссылке подготовил к публикации свой первый сборник «Матчын дар», увидевший свет в 1917 году. Февральская революция застала поэта на приисках в Бодайбо. В сентябре 1917-го вернулся в Беларусь. Активно участвовал в национально-освободительном движении, был одним из руководителей Первого Всебелорусского конгресса. В 1919-м возглавил Временный белорусский национальный комитет, публиковал художественные и публицистические произведения в разных периодических изданиях и сборниках. Из ссылки он вернулся больным туберкулезом. В 1920-м подхватил еще и тиф и в июле того же года умер.\n"
  },
  {
    "i": 6178,
    "type": "улица",
    "name": "Алибегова",
    "content": "Иван Яковлевич Алибегов (Ованес Акопович Алибегянц) родился в 1887 году в Кутаиси. Окончил местную гимназию, поступил в Московский университет на историко-филологический факультет, однако был исключен за участие в революционном движении и арестован. С 1915 года живет в Минске, активно участвует в создании большевистских групп и организаций в войсках Западного фронта. После Февральской революции 1917-го — член исполкома Минского Совета и бюро его большевистской фракции. С сентября того же года — председатель Минского комитета РСДРП (б). С ноября 1917-го — секретарь президиума исполкома советов Западной области и фронта, комиссар труда Западной области. В 1918-м — заместитель председателя Северо-Западного областного комитета РСДРП(б), один из руководителей подпольных партийных организаций на оккупированной территории Белоруссии, как член Военного совета Западной армии участвовал в освобождении Белоруссии от войск кайзеровской Германии.\n\nНа I съезде Компартии Белоруссии (1918) избран членом Центрального бюро КП(б)Б. Член ЦИК БССР. В 1919-м переехал в Москву, работал в Наркомате путей сообщения, учился в Институте красной профессуры. В 1935–1941-м — декан и заведующий кафедрой Московского института истории, философии и литературы. В первые дни Великой Отечественной войны добровольцем вступил в Московское народное ополчение. Погиб в бою под Вязьмой в Смоленской области.\n"
  },
  {
    "i": 6179,
    "type": "улица",
    "name": "Аллейная"
  },
  {
    "i": 6180,
    "type": "улица",
    "name": "Алоизы Пашкевич",
    "content": "Уютная улочка в тихом центре — сразу за оперным, между улицами М. Богдановича и Куйбышева.\n\nАлоиза Степановна Пашкевич, больше известная под псевдонимом Тётка, родилась 15 июля 1876 года в фольварке Пещин Лидского уезда. Окончила Виленскую частную семиклассную школу, работала учителем в деревне. В 1902–1904 годах училась на высших образовательных курсах Лесгафта в Петербурге. В это же время опубликованы ее стихи «Мужык не зьмяніўся», «Музыкант беларускі», «Нямаш, але будзе». Курсы Лесгафта не окончила (их закрыли), но сдала экстерном экзамен за полный курс петербургской Александровской женской гимназии.\n\nВ 1904 году переехала в Вильню. Работала фельдшером в больнице, была активным членом Белорусской социалистической громады, участвовала в выпуске первых белорусских газет. Но вскоре была вынуждена эмигрировать.\n\nВышла замуж за литовского инженера Степонаса Кайриса, под фамилией мужа смогла вернуться на родину. В 1914 году в Минске начала издавать журнал для молодежи «Лучынка», работала актрисой в театре И. Буйницкого. Участвовала в организации белорусских школ и учительских курсов в Вильне, в качестве сестры милосердия ухаживала за больными в тифозном бараке. В январе 1916 года заразилась тифом и в ночь с 4 на 5 февраля умерла. Похоронена в деревне Шестаковцы Щучинского района.\n\nПо воспоминаниям современников, была хорошим оратором.\n\nНа стихотворение Тётки «Лето» композитор Игорь Лученок написал песню «Кася». В 1991 году снят четырехсерийный художественный фильм «Крест милосердия» — о жизненном и творческом пути А. Пашкевич.\n"
  },
  {
    "i": 6181,
    "type": "улица",
    "name": "Алтайская"
  },
  {
    "i": 6182,
    "type": "переулок",
    "name": "Алтайский"
  },
  {
    "i": 6183,
    "type": "улица",
    "name": "Амбулаторная"
  },
  {
    "i": 6184,
    "type": "переулок",
    "name": "Амбулаторный"
  },
  {
    "i": 6185,
    "type": "улица",
    "name": "Амураторская"
  },
  {
    "i": 6186,
    "type": "улица",
    "name": "Амурская"
  },
  {
    "i": 6187,
    "type": "переулок",
    "name": "Амурский"
  },
  {
    "i": 6188,
    "type": "улица",
    "name": "Ангарская"
  },
  {
    "i": 6189,
    "type": "переулок",
    "name": "Ангарский"
  },
  {
    "i": 6190,
    "type": "улица",
    "name": "Андреевская"
  },
  {
    "i": 6191,
    "type": "улица",
    "name": "Аннаева",
    "content": "Улица имени Героя Советского Союза находится в Партизанском районе, начинается от улицы Менделеева и упирается в лесопарковую зону.\n\nРодился Ораз Аннаев в 1913 году в ауле Кодж Кизыл-Арватского района Красноводской области Туркменской ССР (ныне Балканского велаята Туркменистана). В 1935–1937 годах служил в пограничных войсках. Вернувшись домой, работал в милиции.\n\nВ 1941 году был призван в Красную Армию. Особо отличился при форсировании реки Днепр. В районе села Нивки Гомельской области 21 сентября 1943 года гвардии старшина Аннаев первым ворвался в населенный пункт. В ожесточенной рукопашной схватке уничтожил немецкого офицера и расстрелял в упор из автомата 10 солдат. Когда подошли остальные бойцы, со своим взводом продолжал преследовать фашистов и с ходу занял важный опорный пункт немцев. Отличился и в бою около железнодорожной станции у села Колыбань, взорвав вражескую автомашину, в которой были два станковых пулемета и семь гитлеровцев.\n\nПогиб в бою 23 октября 1943 года. Похоронен в поселке Комарин Брагинского района Гомельской области. Указом Президиума Верховного Совета СССР от 15 января 1944 года за успешное форсирование реки Днепр, прочное закрепление и расширение плацдарма на западном берегу реки Днепр и проявленные при этом отвагу и геройство гвардии старшине Аннаеву Оразу посмертно присвоено звание Героя Советского Союза.\n"
  },
  {
    "i": 6192,
    "type": "улица",
    "name": "Антоновская"
  },
  {
    "i": 6193,
    "type": "улица",
    "name": "Аполинарьевская"
  },
  {
    "i": 6194,
    "type": "улица",
    "name": "Аранская"
  },
  {
    "i": 6195,
    "type": "улица",
    "name": "Арктическая 1-я"
  },
  {
    "i": 6196,
    "type": "улица",
    "name": "Артёма",
    "content": "Имя революционера носят улица, переулок и проезд в Заводском районе. Улица находится между Герасименко и Охотской, проезд и переулок к ней примыкают.\n\nФедор Андреевич Сергеев, более известный как Артем, — профессиональный революционер, организатор революционного движения в Донбассе.\n\nРодился 7 марта 1883 года в селе Глебово Фатежского уезда Курской губернии в крестьянской семье. Учился в Московском императорском высшем техническом училище. В 1902-м арестован за участие в политической демонстрации студентов и осужден на полгода тюрьмы. Эмигрировал в Париж, где встречался с В. И. Лениным, стал профессиональным революционером. Трудился помощником машиниста на паровозе. Это давало возможность развозить газету «Искра» и вести агитационную работу в Донбассе. В 1907 году арестован и приговорен к пожизненной ссылке в Сибирь. Оттуда в 1910-м бежал, да так далеко, что обнаружили его в Австралии — в Брисбене. Там возглавил Союз русских эмигрантов, выпускал и редактировал русскую социал-демократическую газету «Эхо Австралии». Но на месте не сиделось — деятельная натура не давала покоя. В начале 1917-го вернулся в Россию через Владивосток, к лету того же года прибыл в Харьков, где и возглавил большевистский комитет Харьковского совета. В годы гражданской войны организовывал борьбу против войск контрреволюционной Центральной рады, атамана Колягина, войск кайзеровской Германии, руководил борьбой против Деникина в Донбассе. В 1921-м трагически погиб во время аварии экспериментального аэровагона. Похоронен на Красной площади в Москве.\n"
  },
  {
    "i": 6197,
    "type": "переулок",
    "name": "Артёма 1-й",
    "content": "Имя революционера носят улица, переулок и проезд в Заводском районе. Улица находится между Герасименко и Охотской, проезд и переулок к ней примыкают.\n\nФедор Андреевич Сергеев, более известный как Артем, — профессиональный революционер, организатор революционного движения в Донбассе.\n\nРодился 7 марта 1883 года в селе Глебово Фатежского уезда Курской губернии в крестьянской семье. Учился в Московском императорском высшем техническом училище. В 1902-м арестован за участие в политической демонстрации студентов и осужден на полгода тюрьмы. Эмигрировал в Париж, где встречался с В. И. Лениным, стал профессиональным революционером. Трудился помощником машиниста на паровозе. Это давало возможность развозить газету «Искра» и вести агитационную работу в Донбассе. В 1907 году арестован и приговорен к пожизненной ссылке в Сибирь. Оттуда в 1910-м бежал, да так далеко, что обнаружили его в Австралии — в Брисбене. Там возглавил Союз русских эмигрантов, выпускал и редактировал русскую социал-демократическую газету «Эхо Австралии». Но на месте не сиделось — деятельная натура не давала покоя. В начале 1917-го вернулся в Россию через Владивосток, к лету того же года прибыл в Харьков, где и возглавил большевистский комитет Харьковского совета. В годы гражданской войны организовывал борьбу против войск контрреволюционной Центральной рады, атамана Колягина, войск кайзеровской Германии, руководил борьбой против Деникина в Донбассе. В 1921-м трагически погиб во время аварии экспериментального аэровагона. Похоронен на Красной площади в Москве.\n"
  },
  {
    "i": 6198,
    "type": "улица",
    "name": "Артиллеристов"
  },
  {
    "i": 6199,
    "type": "улица",
    "name": "Архитектора Заборского",
    "content": " Улица названа в честь Народного архитектора Беларуси Георгия Владимировича Заборского."
  },
  {
    "i": 6200,
    "type": "переулок",
    "name": "Асаналиева",
    "content": "Именем Героя Советского Союза названы улица и переулок в Октябрьском районе. К особенностям улицы можно отнести то, что она не сплошная, а прерывается на одном участке.\nДжумаш Асаналиев родился 10 мая 1923 года в селе Отуз-Уул ныне Ак-Суйского района Иссык-Кульской области Киргизии. В Красной Армии с 1942-го, а на фронте с 1943-го. Был наводчиком станкового пулемета 199-го гвардейского стрелкового полка 67-й гвардейской стрелковой дивизии, отличился при освобождении Витебской области.\nИз боевого донесения: «Пулеметчик 199-го гвардейского стрелкового полка 1-го Прибалтийского фронта гвардии ефрейтор Асаналиев одним из первых 24 июня 1944 года переправился с пулеметом через реку Западная Двина у деревни Лабейки Бешенковичского района Витебской области. В ходе боя был тяжело ранен командир пулеметного расчета, которого заменил Асаналиев. Подпустив на близкое расстояние гитлеровцев, он расстрелял их в упор, уничтожил около 20 немецких солдат и офицеров. Когда закончились патроны, последней гранатой Джумаш Асаналиев подорвал себя и окруживших его фашистов».\nУказом Президиума Верховного Совета СССР от 22 июля 1944 года за мужество, отвагу и героизм, проявленные в борьбе с немецко- фашистскими захватчиками, гвардии ефрейтору Джумашу Асаналиеву посмертно присвоено звание Героя Советского Союза.\nУроженца киргизской земли похоронили в братской могиле на окраине деревни Узречье.\n"
  },
  {
    "i": 6201,
    "type": "улица",
    "name": "Ауэзова",
    "content": "Имя прославленного писателя носит улица в Заводском районе, в Чижовке. Расположена между улицами Голодеда и Уборевича.\n\nМухтар Омарханович Ауэзов родился 28 сентября 1897 года. Семья Ауэзовых находилась в родстве с семьей казахского поэта Абая Кунанбаева. Неудивительно, что самое известное произведение Ауэзова — роман-эпопея «Путь Абая» — о жизни этого поэта-просветителя.\n\nАуэзов являл собой не только самую яркую фигуру на литературном небосклоне Казахстана, но и самую преследуемую. В 1930-е годы его труды запрещались местными органами НКВД, изымались из библиотек, сам он был уволен с работы. Писатель вынужден был уехать в Москву. Но с началом войны вернулся на родину. В 1947-м преследования возобновились, ему не давали возможности спокойно работать. Тем не менее в 1952-м в свет вышла первая книга «Путь Абая» на казахском языке. И в том же году на страницах «Правды» вновь выдвинули обвинение в недостатке гражданской бдительности у Ауэзова. Он был уволен за «буржуазно-националистические ошибки» из университета, выведен из коллектива авторов многотомной «Истории Казахской ССР».\n\nАуэзов во избежание ареста вынужден был снова уехать в Москву.\n\nВ 1954 году в Белокаменной он завершил тетралогию «Путь Абая», выступил с докладом о творчестве Абая на торжественном собрании в Колонном зале Дома Союзов и триумфально вернулся в Алма-Ату, где был восстановлен во всех должностях.\n"
  },
  {
    "i": 6202,
    "type": "улица",
    "name": "Аэродромная"
  },
  {
    "i": 6203,
    "type": "переулок",
    "name": "Аэродромный"
  },
  {
    "i": 6204,
    "type": "Аэропорт",
    "name": "Аэропорт-2"
  },
  {
    "i": 6205,
    "type": "улица",
    "name": "Аэрофлотская"
  },
  {
    "i": 6206,
    "type": "переулок",
    "name": "Аэрофлотский 1-й"
  },
  {
    "i": 6207,
    "type": "улица",
    "name": "Бабушкина",
    "content": "Улица имени этого известного в свое время революционера находится в промузле «Колядичи», который относится к Октябрьскому району.\n\nИван Васильевич Бабушкин известен под партийными псевдонимами Николай Николаевич, Богдан, Новицкая и другими. Родился 3 (15) января 1873 года в селе Леденгском Вологодской губернии. Сейчас село, как и район, центром которого оно является, названы в честь Бабушкина.\n\nС 1895-го активно работал в Петербургском «Союзе борьбы за освобождение рабочего класса». Стал организатором новых рабочих кружков и библиотек. В январе 1896 года был арестован, в феврале 1897-го сослан в Екатеринослав, где продолжал революционную деятельность. Активно сотрудничал с ленинской «Искрой»: был корреспондентом и агентом газеты.\n\nВ декабре 1901 года Бабушкин был арестован на заседании Орехово-Богородского комитета РСДРП, но вскоре бежал из тюрьмы и переправился в Лондон. В октябре 1902-го вернулся в Россию. В 1903-м Бабушкина снова арестовали и сослали в Верхоянск (Якутия). Был амнистирован в 1905 году.\n\nВо время революции 1905 года — член Иркутского и Читинского комитетов РСДРП, работал в газете большевиков «Забайкальский рабочий». Был одним из руководителей Читинского вооруженного восстания.\n\n31 декабря 1905 года (13 января 1906 года) покинул Читу. Вместе с пятью товарищами сопровождал состав с оружием для рабочих в Иркутске. Их захватили, а 5 (18) января 1906 года расстреляли по приговору военно-полевого суда на станции Мысовая (ныне город Бабушкин, Бурятия).\n"
  },
  {
    "i": 6208,
    "type": "улица",
    "name": "Багратиона",
    "content": "Улица имени прославленного полководца .\nСчитается, что представитель побочной ветви грузинского царского дома Багратионов князь Петр Иванович Багратион родился 29 июня (10 июля) 1765 года в Тифлисе. Однако в разных источниках дата рождения указывается между 1762 и 1769 годами.\n\nДоподлинно же известно, что военную службу П. Багратион начал 23 августа (3 сентября) 1783 года рядовым в Астраханском пехотном полку, расквартированном в окрестностях Кизляра. В том же году участвовал в военной экспедиции на территорию Чечни, был произведен в сержанты. Позднее переведен в Кавказский пехотный полк, где последовательно прошел все ступени от сержанта до капитана.\n\nОтличился при штурмах Очакова и Праги. Во время последнего был замечен Александром Суворовым и приближен к себе. В итальянском и швейцарском походах Суворова в 1799 году генерал Багратион командовал авангардом союзной армии, особенно отличился в сражениях на реках Адда и Треббия, при Нови и Сен-Готарде. Этот поход прославил Багратиона как превосходного генерала, сохранявшего полное хладнокровие в самых трудных положениях.\n\nПри Бородино армия Багратиона, составляя левое крыло боевого порядка русских войск, отразила все атаки армии Наполеона. На Бородинском поле генерал был ранен, из-за чего развилась гангрена. Спустя 17 дней после ранения Багратион скончался.\n"
  },
  {
    "i": 6209,
    "type": "переулок",
    "name": "Багратиона 1-й",
    "content": "Улица имени прославленного полководца находится в Партизанском районе — между улицей Бумажкова и 1-м переулком Металлистов. \nТакже его имя носят два переулка, расположенных перпендикулярно улице.\nСчитается, что представитель побочной ветви грузинского царского дома Багратионов князь Петр Иванович Багратион родился 29 июня (10 июля) 1765 года в Тифлисе. Однако в разных источниках дата рождения указывается между 1762 и 1769 годами.\n\nДоподлинно же известно, что военную службу П. Багратион начал 23 августа (3 сентября) 1783 года рядовым в Астраханском пехотном полку, расквартированном в окрестностях Кизляра. В том же году участвовал в военной экспедиции на территорию Чечни, был произведен в сержанты. Позднее переведен в Кавказский пехотный полк, где последовательно прошел все ступени от сержанта до капитана.\n\nОтличился при штурмах Очакова и Праги. Во время последнего был замечен Александром Суворовым и приближен к себе. В итальянском и швейцарском походах Суворова в 1799 году генерал Багратион командовал авангардом союзной армии, особенно отличился в сражениях на реках Адда и Треббия, при Нови и Сен-Готарде. Этот поход прославил Багратиона как превосходного генерала, сохранявшего полное хладнокровие в самых трудных положениях.\n"
  },
  {
    "i": 6210,
    "type": "переулок",
    "name": "Багратиона 2-й",
    "content": "Улица имени прославленного полководца находится в Партизанском районе — между улицей Бумажкова и 1-м переулком Металлистов. \nТакже его имя носят два переулка, расположенных перпендикулярно улице.\nСчитается, что представитель побочной ветви грузинского царского дома Багратионов князь Петр Иванович Багратион родился 29 июня (10 июля) 1765 года в Тифлисе. Однако в разных источниках дата рождения указывается между 1762 и 1769 годами.\n\nДоподлинно же известно, что военную службу П. Багратион начал 23 августа (3 сентября) 1783 года рядовым в Астраханском пехотном полку, расквартированном в окрестностях Кизляра. В том же году участвовал в военной экспедиции на территорию Чечни, был произведен в сержанты. Позднее переведен в Кавказский пехотный полк, где последовательно прошел все ступени от сержанта до капитана.\n\nОтличился при штурмах Очакова и Праги. Во время последнего был замечен Александром Суворовым и приближен к себе. В итальянском и швейцарском походах Суворова в 1799 году генерал Багратион командовал авангардом союзной армии, особенно отличился в сражениях на реках Адда и Треббия, при Нови и Сен-Готарде. Этот поход прославил Багратиона как превосходного генерала, сохранявшего полное хладнокровие в самых трудных положениях.\n"
  },
  {
    "i": 6211,
    "type": "улица",
    "name": "Багряная"
  },
  {
    "i": 6212,
    "type": "переулок",
    "name": "Багряный"
  },
  {
    "i": 6213,
    "type": "улица",
    "name": "Базисная 1-я"
  },
  {
    "i": 6214,
    "type": "улица",
    "name": "Базисная 2-я"
  },
  {
    "i": 6215,
    "type": "переулок",
    "name": "Базисный"
  },
  {
    "i": 6216,
    "type": "улица",
    "name": "Байкальская"
  },
  {
    "i": 6217,
    "type": "улица",
    "name": "Бакинская"
  },
  {
    "i": 6218,
    "type": "улица",
    "name": "Балтийская"
  },
  {
    "i": 6219,
    "type": "площадь",
    "name": "Бангалор"
  },
  {
    "i": 6220,
    "type": "улица",
    "name": "Барамзиной",
    "content": "Барамзина Татьяна Николаевна родилась 19 декабря 1919 года в городе Глазов  ( Удмуртия )  в семье рабочего. Окончила начальную среднюю школу, педагогическое училище. Работала учительницей. С 1940 года училась в Пермском педагогическом институте, работала воспитательницей в детском саду. Окончила школу медсестёр. С июня 1943 года в рядах Красной Армии. В 1944 году окончила Центральную женскую школу снайперов.\n\nС апреля 1944 года в действующей армии. Уничтожила из снайперской винтовки 20 фашистов, оказала помощь многим раненым.\n\n5 июля 1944 года телефонистка батальона 252-го стрелкового полка   ( 70-я стрелковая дивизия, 33-я армия, 3-й Белорусский фронт )  ефрейтор Т. Н. Барамзина в бою у деревни Пекалин  ( Смолевичский район Минской области )  была захвачена в плен и расстреляна.\n\n24 марта 1945 года за мужество и воинскую доблесть, проявленные в боях с врагами, посмертно удостоена звания Героя Советского Союза. Награждена орденом Ленина.\n\nПохоронена в деревне Калита Смолевичского района Минской области. На здании Пермского педагогического института установлена мемориальная доска. Её именем названы школа № 86 в Перьми, улицы в Минске, Глазове, Устинове. На месте гибели и на родине воздвигнуты памятники."
  },
  {
    "i": 6221,
    "type": "улица",
    "name": "Барановщина"
  },
  {
    "i": 6222,
    "type": "переулок",
    "name": "Басиаловский 1-й"
  },
  {
    "i": 6223,
    "type": "переулок",
    "name": "Басиаловский 2-й"
  },
  {
    "i": 6224,
    "type": "улица",
    "name": "Баторинская",
    "content": "Улица названа в честь знаменитого озера Нарочанской группы."
  },
  {
    "i": 6225,
    "type": "переулок",
    "name": "Баторинский",
    "content": "Переулок назван в честь знаменитого озера Нарочанской группы."
  },
  {
    "i": 6226,
    "type": "улица",
    "name": "Бегомльская"
  },
  {
    "i": 6227,
    "type": "улица",
    "name": "Белецкого",
    "content": "Улица, названная в честь советского военачальника, расположена в Московском районе между проспектом Любимова и улицей Рафиева. Мемориальная доска на доме № 1 извещает: «Улица названа именем генерал-лейтенанта авиации Евгения Михайловича Белецкого, командира 1-го гвардейского истребительного авиационного Минского корпуса, участника освобождения столицы Белоруссии от немецко-фашистских захватчиков».\n\nРодился Евгений Михайлович Белецкий в 1905 году в Смоленске. В Рабоче-крестьянскую Красную армию призван в 1925 году Ленинградским горвоенкоматом. Участвовал в советско-финской войне, затем в Великой Отечественной.\n\nКомандуя корпусом в составе различных армий и фронтов, Евгений Белецкий участвовал в Великолукской, Демянской, Орловской (Курская битва), Брянской, Городокской, Витебской, Белорусской, Прибалтийской, Курляндской и Берлинской операциях. 18 марта 1943 года корпус был преобразован в 1-й гвардейский истребительный авиационный корпус. За освобождение Минска ему присвоили почетное наименование «Минский».\n\nНагражден орденами Ленина, тремя орденами Красного Знамени, Кутузова 1-й и 2-й степени, Суворова 2-й степени, двумя орденами Красной Звезды, медалями. Умер в 1984 году в Москве, похоронен на Введенском кладбище.\n"
  },
  {
    "i": 6228,
    "type": "улица",
    "name": "Белинского",
    "content": "\nВиссарион Григорьевич Белинский, русский мыслитель, публицист, критик, философ, писатель, родился в 1811 году. Поступил на словесный факультет Московского университета в 1829-м. Но окончить учебное заведение ему не удалось: 27 сентября 1832 года он был исключен. Формально — «по слабому здоровью и притом по ограниченности способностей», а по существу — за политическую неблагонадежность, за пьесу «Дмитрий Калинин», признанную цензурой противной «религии, нравственности и российским законам», «бесчестящей университет».\n\nРаботал в журналах «Телескоп», «Московский наблюдатель», «Отечественные записки». Умер в Санкт-Петербурге в 1848 году.\n\nВ честь Белинского названы кратер на Меркурии, астероид, железнодорожная станция в городе Каменка Пензенской области.\n"
  },
  {
    "i": 6229,
    "type": "улица",
    "name": "Беломорская"
  },
  {
    "i": 6230,
    "type": "улица",
    "name": "Белорусская"
  },
  {
    "i": 6231,
    "type": "улица",
    "name": "Бельского",
    "content": "Улица названа в честь Бельского Иосифа Александровича (21.09.1903, д.Лошица, ныне в черте Минска - 25.6.1966), сов. профсоюзный и партийный деятель, один из организаторов  и руководителей антифаш. подполья и партиз. движения на терр. Минской обл. в Вел. Отеч. войну. Герой Сов. Союза (1944). Окончил Московскую пром. академию (1941). С 1921 на хоз., сов. и парт. работе. Участник похода Красной Армии в Зап. Белоруссию в  1939. В Вел. Отеч. войну с 21.7.1941 по июль 1944 секретарь Минского подпольного обкома КП(б)Б, одновременно в мае-июле 1943 командир, в февр.- июле 1944 исполняющий обязанности командира Минского партиз. соединения; полковник (1943). С 1944 секретарь Минского горкома КП(б)Б, в 1948-58 председатель Бел. Респ.совета профсоюзов.   "
  },
  {
    "i": 6232,
    "type": "улица",
    "name": "Бельчицкая"
  },
  {
    "i": 6233,
    "type": "улица",
    "name": "Беляева",
    "content": "Беляев Яков Дмитриевич (15.3.1918, д. Пихалево Ивановской обл., Россия - 6.7.1941), Герой Сов. Союза (1941). Участник сов.-финляндской войны 1939-40. В Вел. Отеч. войну на фронте с июня 1941. Командир бронемашины сержант Беляев отличился в оборонительных боях на территории Беларуси. 26.6.1941 в районе д. Острошицкий Городок Минского района с экипажем уничтожил вражеский танк и 3 мотоцикла. 6.7.1941 возле д. Гибайловичи и Сомры Крупского района, отражая попытку гитлеровцев отрезать путь отхода 100-й стрелковой дивизии, уничтожил 4 автомашины с пехотой противника, продолжал вести огонь из подожжённой врагом машины. погиб в этом бою."
  },
  {
    "i": 6234,
    "type": "улица",
    "name": "Березинская"
  },
  {
    "i": 6235,
    "type": "улица",
    "name": "Берёзогорская"
  },
  {
    "i": 6236,
    "type": "улица",
    "name": "Берестянская"
  },
  {
    "i": 6237,
    "type": "улица",
    "name": "Берсона",
    "content": "Имя наркома госконтроля Литовско-Белорусской ССР носит небольшая улочка в самом что ни на есть центре города, за площадью Независимости: она спускается от Красного костела к Мясникова. Примечательна нумерацией домов — их всего четыре: № 1а, 3, 14 и 16.\n\nО присвоении этой улице имени Эдварда Войниловича ходатайствовал ксендз-настоятель костела святых Симеона и Елены Владислав Завальнюк. И такое же решение принял Мингорсовет, но Министерство юстиции его не утвердило. Улица Берсона сохранила свое наименование, а имя основателя Красного костела дали скверу, расположенному рядом с ним (в границах улиц Советской, 15–19, и Свердлова, 4).\n\nО жизни Станислава Игнатьевича Берсона известно не так много. Родился в 1895 году в Варшаве в семье банкиров, учился во Франции и Швейцарии.\n\nВ 1917-м объявил себя польским социалистом, примкнул к минским большевикам (Кнорину и другим). Вскоре стал заместителем председателя Минского Совета, комиссаром ВРК Западного фронта. Член делегации ВРК по подписанию в местечке Солы 21 ноября (4 декабря) 1917 года договора с немецким командованием о перемирии на Западном фронте. 3 ноября того же года назначен наркомом по делам национальностей Западной области и фронта.\n\nС февраля 1919-го — нарком госконтроля Литовско-Белорусской ССР.\n\nВ 1919 году арестован польскими легионерами из армии генерала Довбор-Мусницкого (поляки, которые раньше служили в русской армии) и расстрелян ими.\n"
  },
  {
    "i": 6238,
    "type": "проезд",
    "name": "Бетонный"
  },
  {
    "i": 6239,
    "type": "переулок",
    "name": "Бехтерева",
    "content": "Именем выдающегося невропатолога, психиатра, физиолога названы улица в Заводском районе и примыкающий к ней переулок. Что примечательно, на улице Бехтерева расположено два учреждения здравоохранения: 2-й городской противотуберкулезный диспансер и Минский городской психоневрологический диспансер.\n\nВладимир Михайлович Бехтерев родился 20 января (1 февраля) 1857 года в селе Сарали (ныне Бехтерево) Российской империи. Окончил медико-хирургическую академию в Санкт-Петербурге. В 1879 году принят в действительные члены Петербургского общества психиатров, в 1884-м командирован за границу, где занимался у Дюбуа-Реймона (Берлин), Вундта (Лейпциг), Мейнерта (Вена), Шарко (Париж) и других.\n\n24 июля 1885 года назначен экстраординарным профессором и заведующим кафедрой психиатрии Казанского университета. Лекции были так интересны, что их приходили слушать не только студенты. Одним из слушателей был работник булочной Алексей Пешков — будущий писатель Максим Горький.\n\nОсновал в Санкт-Петербурге психоневрологический институт, организованный как исследовательское и высшее учебное заведение, который ныне носит его имя.\n\nКак невропатолог описал целый ряд болезней, одна из которых (анкилозирующий спондилит) сейчас называется «болезнь Бехтерева». Всего же его именем названо около 50 симптомов, синдромов, болезней.\n\nСоздал ряд лекарственных препаратов. Многие годы исследовал проблемы гипноза и внушения, в том числе при алкоголизме. Разработал объективные методы изучения нервно-психического развития детей.\n\nУмер внезапно 24 декабря 1927 года в Москве. Похоронен на Литераторских мостках на Волковском кладбище в Санкт-Петербурге. После своей смерти оставил собственную школу и сотни учеников, в том числе 70 профессоров.\n"
  },
  {
    "i": 6240,
    "type": "улица",
    "name": "Библиотечная"
  },
  {
    "i": 6241,
    "type": "улица",
    "name": "Бирюзова",
    "content": "Имя Героя Советского Союза носит небольшая улица во Фрунзенском районе неподалеку от Кальварийского кладбища, между Ольшевского и Скрыганова.\n\nСергей Семенович Бирюзов родился 21 августа 1904 года в городе Скопин под Рязанью.\n\nВеликую Отечественную войну встретил командиром 132-й стрелковой дивизии. 12 июля 1941 года на подходе к Могилеву войскам Бирюзова с ходу пришлось вступить в бой. В тяжелых сражениях 1941 года Бирюзов лично участвовал в бою с оружием в руках. В октябре 1941-го, находясь в окружении, он с автоматом в руках поднял солдат в атаку и был тяжело ранен в обе ноги. В мае 1942 года возглавил штаб 48-й армии Брянского фронта, и с тех пор его служба постоянно проходила в штабах.\n\nПосле войны продолжил военную карьеру. Под именем инженера Петрова посетил Кубу и договорился с Фиделем Кастро о размещении на острове советских ракет, что спровоцировало начало Карибского кризиса.\n\nВ 1963-м Бирюзов возглавил Генштаб и был основным претендентом на пост министра обороны СССР. Но 19 октября 1964 года погиб: самолет, на котором летела делегация на торжества в честь 20-летия освобождения Белграда, в котором Бирюзов принимал непосредственное участие, врезался в гору Авала. Погибли все.\n\nПохоронен маршал Бирюзов на Красной площади у Кремлевской стены.\n"
  },
  {
    "i": 6242,
    "type": "улица",
    "name": "Бобруйская"
  },
  {
    "i": 6243,
    "type": "улица",
    "name": "Болеслава Берута",
    "content": "Имя общественного деятеля Польши XX века носит улица во Фрунзенском районе, расположенная неподалеку от станции метро «Пушкинская» — между Притыцкого и Харьковской.\n\nБолеслав Бернацкий родился 18 апреля 1892 года в Рурах около Люблина. Позже он сменил фамилию на Берут, образованную из первых слогов фамилий его родителей — Барбары Бернак и Хенрика Рутковского.\n\nС 1912-го участвовал в революционном движении. Вступил в ряды Коммунистической партии Польши (КПП) в 1918-м — в момент ее создания. Подвергался преследованиям и арестам. Вел подпольную деятельность в Польше, по поручению Коминтерна работал в Австрии, Чехословакии и Болгарии. В 1933-м был арестован, а в 1935-м приговорен к 7 годам тюремного заключения. В 1938-м амнистирован.\n\nВо время войны в 1941-1943 годах организовывал подпольную работу на территории Белоруссии. В июле 1943-го вернулся в оккупированную Польшу, где участвовал в движении Сопротивления. Тогда же вступил в новую Польскую рабочую партию. В ночь на 1 января 1944 года Берут был избран председателем Крайовой Рады Народовой и находился на этом посту до 4 февраля 1947-го.\n\nПосле войны Болеслав Берут, придерживавшийся сталинистской линии, сыграл важную роль в становлении в Польше дружественного Советскому Союзу режима и подавлении оппозиции.\n\nУмер при загадочных обстоятельствах в Москве 12 марта 1956 года.\n\n"
  },
  {
    "i": 6244,
    "type": "улица",
    "name": "Болотная"
  },
  {
    "i": 6245,
    "type": "переулок",
    "name": "Болотникова",
    "content": "Переулок назван именем бунтовщика Смутного времени, предводителя восстания крестьян и холопов в России.\n\nТочная дата рождения Ивана Исаевича Болотникова неизвестна, считается, что он родился в 1565 году.\nСогласно мемуарам немецкого офицера на службе у Лжедмитрия I и Лжедмитрия II Конрада Буссова, был он холопом князя Телятевского. Еще в молодости бежал от своего господина к казакам, попал в плен к крымским татарам и был продан в рабство туркам. Несколько лет он провел на галерах в качестве гребца-невольника. После поражения турок на море освободился из неволи и жил в Венеции при немецком торговом подворье Фондако-деи-Тедески. Отсюда, услышав рассказы об удивительных событиях на родине, Болотников двинулся через Германию и Польшу в Россию.\nВ пути познакомился с двойником убитого Лжедмитрия I, который представился Болотникову царевичем, спасшимся после майского заговора в Москве, снабдил Болотникова письмом к князю Григорию Шаховскому и отправил в Путивль в качестве своего личного эмиссара и «большого воеводы».\nВ октябре 1606-го восставшие осадили Москву, но из-за предательства мелкопоместных дворян отошли к Калуге, где выдержали долгую осаду. В течение июня — октября 1607 года Болотников умело руководил обороной Тулы, осажденной многочисленными войсками царя Василия Шуйского, но 10 октября 1607-го город был сдан. Болотникова схватили, сослали в Каргополь, где ослепили и утопили.\n"
  },
  {
    "i": 6246,
    "type": "переулок",
    "name": "Больничный"
  },
  {
    "i": 6247,
    "type": "улица",
    "name": "Большая Слепня"
  },
  {
    "i": 6248,
    "type": "сквер",
    "name": "Бондаревский сквер"
  },
  {
    "i": 6249,
    "type": "переулок",
    "name": "Боровецкий"
  },
  {
    "i": 6250,
    "type": "улица",
    "name": "Бородинская"
  },
  {
    "i": 6251,
    "type": "улица",
    "name": "Ботаническая"
  },
  {
    "i": 6252,
    "type": "улица",
    "name": "Брагинская"
  },
  {
    "i": 6253,
    "type": "переулок",
    "name": "Брагинский 1-й"
  },
  {
    "i": 6254,
    "type": "переулок",
    "name": "Брагинский 2-й"
  },
  {
    "i": 6255,
    "type": "улица",
    "name": "Браславская"
  },
  {
    "i": 6256,
    "type": "переулок",
    "name": "Братский"
  },
  {
    "i": 6257,
    "type": "улица",
    "name": "Брест-Литовская"
  },
  {
    "i": 6258,
    "type": "улица",
    "name": "Брестская"
  },
  {
    "i": 6259,
    "type": "переулок",
    "name": "Брестский 1-й"
  },
  {
    "i": 6260,
    "type": "переулок",
    "name": "Брестский 2-й"
  },
  {
    "i": 6261,
    "type": "переулок",
    "name": "Брестский 3-й"
  },
  {
    "i": 6262,
    "type": "переулок",
    "name": "Брестский 4-й"
  },
  {
    "i": 6263,
    "type": "переулок",
    "name": "Брестский 5-й"
  },
  {
    "i": 6264,
    "type": "улица",
    "name": "Брикета"
  },
  {
    "i": 6265,
    "type": "улица",
    "name": "Брилевская"
  },
  {
    "i": 6266,
    "type": "тупик",
    "name": "Брилевский"
  },
  {
    "i": 6267,
    "type": "улица",
    "name": "Бровикова",
    "content": " Улица названа в честь государственного и партийного деятеля Владимира Игнатьевича Бровикова. "
  },
  {
    "i": 6268,
    "type": "переулок",
    "name": "Броневой"
  },
  {
    "i": 6269,
    "type": "улица",
    "name": "Бронислава Тарашкевича",
    "content": " Улица названа в честь знаменитого белорусского просветителя Бронислава Тарашкевича."
  },
  {
    "i": 6270,
    "type": "улица",
    "name": "Будённого",
    "content": "Улица имени советского военачальника, одного из первых Маршалов Советского Союза, трижды Героя Советского Союза, находится в Партизанском районе, между Партизанским проспектом и улицей Долгобродской.\nСемен Михайлович Буденный родился 13 (25) апреля 1883 года на хуторе Козюрин Сальского округа Области Войска Донского, ныне Пролетарского района Ростовской области Российской Федерации.\nУчаствовал в русско-японской войне,  Первой мировой. За храбрость награжден «полным георгиевским бантом» — Георгиевскими крестами и медалями четырех степеней.\nЛетом 1917 года вместе с Кавказской кавалерийской дивизией прибыл в Минск, где его избрали председателем полкового комитета и заместителем председателя дивизионного комитета.\nВ июне 1919-го в Красной армии было создано первое крупное кавалерийское соединение — Конный корпус, впоследствии переименованный в Первую конную армию. Командующим этой армией назначили Буденного.\nВ межвоенное время провел большую работу по организации и руководству конными заводами СССР, в результате были выведены новые породы лошадей — буденновская и терская.\nС января 1943-го — командующий кавалерией Красной армии, а в 1947-1953 годах — также заместитель министра сельского хозяйства СССР по коневодству.\nСкончался 26 октября 1973 года в Москве. Похоронен на Красной площади у Кремлевской стены.\n"
  },
  {
    "i": 6271,
    "type": "улица",
    "name": "Будславская",
    "content": ""
  },
  {
    "i": 6272,
    "type": "переулок",
    "name": "Будславский",
    "content": " "
  },
  {
    "i": 6273,
    "type": "переулок",
    "name": "Бумажкова"
  },
  {
    "i": 6274,
    "type": "улица",
    "name": "Бурдейного",
    "content": "улица названа в честь Героя Советского Союза Алексей Семёновича Бурдейного."
  },
  {
    "i": 6275,
    "type": "улица",
    "name": "Быховская"
  },
  {
    "i": 6276,
    "type": "переулок",
    "name": "Вавилова",
    "content": "Переулок назван именем советского физика, основателя научной школы физической оптики в СССР.\n\nСергей Иванович Вавилов родился 12 (24 марта) 1891 года в Москве. Учился в коммерческом училище на Остоженке, затем на физико-математическом факультете Московского университета. Будучи студентом, опубликовал две научные работы, за одну из которых получил золотую медаль. Окончил университет в 1914-м по специальности «Физика» с дипломом первой степени. В июле того же года поступил вольноопределяющимся в 25-й саперный батальон Московского военного округа. На фронте завершил экспериментально-теоретическую работу «Частота колебаний нагруженной антенны». Демобилизовался в феврале 1918-го.\nОсновным направлением в науке для Сергея Вавилова были исследования в области физической оптики, в частности явления люминесценции. Ввел понятие квантового выхода люминесценции и исследовал зависимость этого параметра от длины волны возбуждающего света (закон Вавилова). Стал основоположником нового направления — микрооптики. Вместе со своим аспирантом Павлом Черенковым в 1934 году открыл эффект Вавилова — Черенкова, за что Черенков в 1958-м, уже после смерти Вавилова, удостоен Нобелевской премии. Сергей Вавилов номинирован на Нобелевскую премию два раза (в 1957 и 1958 годах).\nВ 1920-х по инициативе Сергея Вавилова начались исследования по созданию люминесцентных ламп. Умер 25 января 1951 года, похоронен на Новодевичьем кладбище.\n"
  },
  {
    "i": 6277,
    "type": "улица",
    "name": "Валентия Ваньковича",
    "content": " \n    "
  },
  {
    "i": 6278,
    "type": "площадь",
    "name": "Ванеева",
    "content": "Площадь названа в честь одного из организаторов партизанского движения в годы Великой Отечественной войны.\n\nВладимир Григорьевич Ванеев родился 25 июля 1896 г. в деревне Щипичёвщина Котельничского района Вятской губернии. Впервые попал на фронт во время Первой мировой, воевал на Западном фронте. В начале 1918 г. вступил в партию, участвовал в гражданской войне. В 1921 г. вернулся в родную деревню. Был председателем Котельничского горсовета. Поступил в Промышленную академию в Москве, но окончить ее не удалось — в 1933 г. его назначили начальником политотдела совхоза в Западно-Сибирском крае.\nВ 1937 г. назначен на пост председателя Минского городского Совета. Многое сделал для благоустройства столицы, часто бывал на важных строительных объектах, в цехах, больницах и школах. Руководил строительством оборонительных рубежей и военных предприятий. Позже назначен на пост наркома торговли БССР и заместителя председателя СНК БССР. С марта 1941 г. — секретарь ЦК КП(б)Б.\nВанеев стоял у истоков партизанского движения на территории Беларуси. 23 июля 1941 г. назначен бригадным комиссаром, членом Военного совета 19-й армии Западного фронта. Участвовал в оборонительных боях под Витебском, Смоленском, Вязьмой. При прорыве вражеского кольца возглавлял одну из ударных групп. Погиб в бою 13 октября 1941 г., когда прорыв был почти завершен."
  },
  {
    "i": 6279,
    "type": "улица",
    "name": "Варвашени",
    "content": " Улица названа в честь одного из организаторов и руководителей партийного подполья и партизанского движения на территории Беларуси в годы Великой Отечественной войны."
  },
  {
    "i": 6280,
    "type": "улица",
    "name": "Васильковая"
  },
  {
    "i": 6281,
    "type": "улица",
    "name": "Васнецова",
    "content": "Виктор Михайлович Васнецов родился 3 (15) мая 1848 года в селе Лопьял (Вятская губерния) в семье православного священника. Учился в Вятском духовном училище, затем в Вятской духовной семинарии, но с благословения отца оставил семинарию и на предпоследнем курсе уехал в Санкт-Петербург, где сначала учился у Ивана Крамского, а затем поступил в Академию художеств.\n\nНа раннем этапе в работах преобладали бытовые сюжеты, но наиболее известен он благодаря былинно-историческим: «Витязь на распутье», «Аленушка», «Богатыри», «Царь Иван Васильевич Грозный» и другим.\n\nВаснецов выполнил для Исторического музея в Москве монументальное панно «Каменный век», а также часть росписей Владимирского собора в Киеве. По его рисункам сооружены церковь и сказочная «Избушка на курьих ножках» в Обрамцево под Москвой и выстроен фасад Третьяковской галереи.\n\nВ Национальном художественном музее Республики Беларусь находятся 10 его картин.\n\nВиктор Васнецов скончался в Москве 23 июля 1926 года на 79-м году жизни.\n"
  },
  {
    "i": 6282,
    "type": "переулок",
    "name": "Васнецова 1-й",
    "content": "Виктор Михайлович Васнецов родился 3 (15) мая 1848 года в селе Лопьял (Вятская губерния) в семье православного священника. Учился в Вятском духовном училище, затем в Вятской духовной семинарии, но с благословения отца оставил семинарию и на предпоследнем курсе уехал в Санкт-Петербург, где сначала учился у Ивана Крамского, а затем поступил в Академию художеств.\n\nНа раннем этапе в работах преобладали бытовые сюжеты, но наиболее известен он благодаря былинно-историческим: «Витязь на распутье», «Аленушка», «Богатыри», «Царь Иван Васильевич Грозный» и другим.\n\nВаснецов выполнил для Исторического музея в Москве монументальное панно «Каменный век», а также часть росписей Владимирского собора в Киеве. По его рисункам сооружены церковь и сказочная «Избушка на курьих ножках» в Обрамцево под Москвой и выстроен фасад Третьяковской галереи.\n\nВ Национальном художественном музее Республики Беларусь находятся 10 его картин.\n\nВиктор Васнецов скончался в Москве 23 июля 1926 года на 79-м году жизни."
  },
  {
    "i": 6283,
    "type": "переулок",
    "name": "Васнецова 2-й",
    "content": "Виктор Михайлович Васнецов родился 3 (15) мая 1848 года в селе Лопьял (Вятская губерния) в семье православного священника. Учился в Вятском духовном училище, затем в Вятской духовной семинарии, но с благословения отца оставил семинарию и на предпоследнем курсе уехал в Санкт-Петербург, где сначала учился у Ивана Крамского, а затем поступил в Академию художеств.\n\nНа раннем этапе в работах преобладали бытовые сюжеты, но наиболее известен он благодаря былинно-историческим: «Витязь на распутье», «Аленушка», «Богатыри», «Царь Иван Васильевич Грозный» и другим.\n\nВаснецов выполнил для Исторического музея в Москве монументальное панно «Каменный век», а также часть росписей Владимирского собора в Киеве. По его рисункам сооружены церковь и сказочная «Избушка на курьих ножках» в Обрамцево под Москвой и выстроен фасад Третьяковской галереи.\n\nВ Национальном художественном музее Республики Беларусь находятся 10 его картин.\n\nВиктор Васнецов скончался в Москве 23 июля 1926 года на 79-м году жизни."
  },
  {
    "i": 6284,
    "type": "переулок",
    "name": "Ватутина",
    "content": "Переулок назван в честь Героя Советского Союза генерала армии Ватутина.\n\nНиколай Федорович Ватутин родился 3 (16) декабря 1901 года в селе Чепухино Воронежской губернии. В рядах Красной армии служил с 1920 года. Участник гражданской войны. В 1922-м окончил Полтавскую пехотную школу, в 1924-м — Киевскую высшую объединенную школу, в 1929-м — Военную академию имени М. В. Фрунзе, в 1934-м — оперативный факультет этой же академии и в 1937 году — Академию Генерального штаба.\nВечером 21 июня 1941 года Георгий Жуков (как начальник Генштаба) и Николай Ватутин (как его первый заместитель) подготовили Директиву № 1 для военных советов приграничных военных округов, в которой сообщалось, что 22-23 июня возможно внезапное нападение Германии на СССР. Директива была немедленно передана в войска, но оказалась запоздалой.\nПолководческий талант Ватутина особенно ярко проявился в период его командования войсками Воронежского, Юго-Западного (во время Сталинградской битвы) и 1-го Украинского (Курская дуга) фронтов.\n29 февраля 1944 года Ватутин попал под обстрел диверсионной группы УПА, в ходе перестрелки был ранен. Развилась газовая гангрена, и спасти его не удалось. 15 апреля 1944 года Николай Федорович скончался от заражения крови.\n17 апреля генерала армии Ватутина похоронили в Киеве, в Мариинском парке.\n"
  },
  {
    "i": 6285,
    "type": "улица",
    "name": "Ваупшасова",
    "content": "Улица названа в честь Героя Советского Союза, участника антифашистской борьбы в Испании и Великой Отечественной войны Станислава Алексеевича Ваупшасова."
  },
  {
    "i": 6286,
    "type": "улица",
    "name": "Великоморская"
  },
  {
    "i": 6287,
    "type": "улица",
    "name": "Велозаводская"
  },
  {
    "i": 6288,
    "type": "переулок",
    "name": "Велосипедный"
  },
  {
    "i": 6289,
    "type": "переулок",
    "name": "Велосипедный 2-й"
  },
  {
    "i": 6290,
    "type": "улица",
    "name": "Вересковая"
  },
  {
    "i": 6291,
    "type": "улица",
    "name": "Верещагина",
    "content": "Улица, названная в честь одного из выдающихся русских художников, находится во Фрунзенском районе и имеет весьма необычную конфигурацию. Свое начало берет недалеко от улицы Харьковской и, образовывая замысловатую загогулину, напоминающую дамскую шпильку, уходит в сторону Одоевского, продолжается вдоль Кальварийского кладбища, упираясь в Кальварийский проезд.Автор знаменитого полотна «Апофеоз войны» Василий Васильевич Верещагин родился в 1842 году. В 1853-м поступил в Морской кадетский корпус. По окончании курса служил недолго, вышел в отставку и поступил в петербургскую Академию художеств. Некоторое время учился в Париже, где работал под руководством французского художника Жерома.\n\nВ 1867-м отправился в Туркестан. Там отличился в боях под Самаркандом, за что получил орден Святого Георгия. Возвратившись, В. Верещагин в очередной раз поехал за границу, жил в Париже и Мюнхене. В 1874 году совет Академии художеств возвел В. В. Верещагина в звание профессора, однако он отказался его принять. Тогда совет академии определил исключить художника из списка ее членов.\n\nВ. Верещагин много путешествовал: объездил почти всю Болгарию, бывал в Палестине, Сирии, Семиречье, Западном Китае. Отовсюду привозил этюды. Выставки его работ проходили в Вене, Берлине, Лейпциге, Нью-Йорке, Москве, Санкт-Петербурге и других городах и всегда возбуждали много толков.\n\nУчаствовал в русско-турецкой, позднее в русско-японской войне. Погиб в Порт-Артуре на броненосце «Петропавловск» во время его взрыва 31 марта 1904 года.\n"
  },
  {
    "i": 6292,
    "type": "переулок",
    "name": "Верхний"
  },
  {
    "i": 6293,
    "type": "улица",
    "name": "Верхняя"
  },
  {
    "i": 6294,
    "type": "улица",
    "name": "Веры Хоружей",
    "content": "ХОРУЖАЯ Вера Захаровна (псевдонимы Верка, Вероника Корчевская, Алеся Шипшина, Анатолька, Подпольник, Корнилова) родилась 27 сентября 1903 года в Бобруйске. Участник гражданской войны. В 1924-м ушла на подпольную работу в Западную Белоруссию. Была арестована и попала в тюрьму. После возвращения в СССР в 1937-м ее обвинили в шпионаже, и она провела 2 года за решеткой.\n\nС первых дней Великой Отечественной войны Вера Хоружая находилась в партизанском отряде В.3. Коржа. Участвовала в первом сражении под Пинском. В октябре 1941-го ее отправили устанавливать связь отряда с Центром.\n\nВ 1942-м Хоружая во главе спец-группы перешла через линию фронта в Витебск.\n\n13 ноября 1942 года были схвачены на явочной квартире Хоружая и еще 2 девушки из ее группы. В окулированном городе подпольщики проработали чуть больше месяца. После трехнедельных нечеловеческих пыток и издевательств Вера Хоружая была казнена, однако достоверных сведений о времени и месте гибели патриотки до настоящего времени нет.\n\n17 мая 1960-го ей посмертно присвоили звание Героя Советского Союза."
  },
  {
    "i": 6295,
    "type": "улица",
    "name": "Весенняя"
  },
  {
    "i": 6296,
    "type": "проезд",
    "name": "Веснина",
    "content": "Николай Дмитриевич Веснин родился в 1922 году в селе Орловка (Константиновский район Амурской области), с 15 лет трудился в колхозе. С 1939-го жил и работал в городе Куйбышевка-Восточная (сейчас Белогорск) Амурской области. В июне 1941-го призван в Красную армию. Боевое крещение получил в боях под городом Тихвин. Осенью того же года ранен, на фронт вернулся через несколько месяцев. С лета 1942-го — в действующей армии на Калининском и 1-м Прибалтийском фронтах.\n\nК осени 1943-го сержант Веснин воевал в составе 233-го стрелкового полка 97-й стрелковой дивизии. В сентябре в боях у деревень Подселье и Зимец Смоленской области со своим отделением первым ворвался в населенные пункты. Были уничтожены 2 автомашины с водителями, 2 снайпера и 2 огневые точки.\n\nЛетом 1944-го был командиром отделения 938-го стрелкового полка 306-й стрелковой дивизии. Особо, отличился при форсировании Западной Двины. 25 июня 1944 года первым переправился через водную преграду возле деревни Шарипино. (Бешенковичский район Витебской области), обнаружил спрятанные немцами лодки и под огнем противника переправил их на свой берег. Участвовал в боях за удержание плацдарма, в тот же день погиб. Похоронен в братской могиле в деревне Санники Бешенковичского района Витебской области. Награжден орденом Ленина и медалью «За отвагу». Звание Героя Советского Союза присвоено посмертно."
  },
  {
    "i": 6297,
    "type": "переулок",
    "name": "Веснинка"
  },
  {
    "i": 6298,
    "type": "улица",
    "name": "Взлётная"
  },
  {
    "i": 6299,
    "type": "улица",
    "name": "Вилейская",
    "content": "\n      "
  },
  {
    "i": 6300,
    "type": "улица",
    "name": "Вилковщина",
    "content": "По наименованию деревни, которая существовала здесь в ХХ столетии."
  },
  {
    "i": 6301,
    "type": "переулок",
    "name": "Вильямса",
    "content": "ВИЛЬЯМС Василий Робертович (09.10.1863, Москва — 11.11.1939), советский почвовед, один из основоположников агрономического почвоведения. Академик НАН Беларуси (1929), АН СССР (1931), ВАСХНИЛ (1935). Окончил Петровскую земледельческую и лесную академию (1887). В 1894—1939 заведующий кафедрой Московской сельско-хозяйственной академии имени К.А.Тимирязева, в 1922—25 ректор этой академии. Разработал агрономические мероприятия по охране и повышению урожайности почв, травопольную систему земледелия, теорию единого почвообразовательного процесса. Пропагандировал вспахивание травяного поля независимо от климатических условий только осенью. Автор учебников по почвоведению и земледелию. Премия имени Ленина 1931."
  },
  {
    "i": 6302,
    "type": "переулок",
    "name": "Вильямса 1-й",
    "content": "ВИЛЬЯМС Василий Робертович (09.10.1863, Москва — 11.11.1939), советский почвовед, один из основоположников агрономического почвоведения. Академик НАН Беларуси (1929), АН СССР (1931), ВАСХНИЛ (1935). Окончил Петровскую земледельческую и лесную академию (1887). В 1894—1939 заведующий кафедрой Московской сельско-хозяйственной академии имени К.А.Тимирязева, в 1922—25 ректор этой академии. Разработал агрономические мероприятия по охране и повышению урожайности почв, травопольную систему земледелия, теорию единого почвообразовательного процесса. Пропагандировал вспахивание травяного поля независимо от климатических условий только осенью. Автор учебников по почвоведению и земледелию. Премия имени Ленина 1931."
  },
  {
    "i": 6303,
    "type": "улица",
    "name": "Виноградная"
  },
  {
    "i": 6304,
    "type": "улица",
    "name": "Вирская"
  },
  {
    "i": 6305,
    "type": "улица",
    "name": "Витебская"
  },
  {
    "i": 6306,
    "type": "переулок",
    "name": "Вишнёвый"
  },
  {
    "i": 6307,
    "type": "улица",
    "name": "Владимира Дубовки",
    "content": "В честь белорусскoro поэта, прозаика, переводчика названа улица в строящемся жилом районе Северный.\nВладимир Николаевич Дубовка родился 15 июля 1900 года в деревне Огородники Виленского уезда—ныне Поставский район Витебской области. Окончил Ново-Вилейскую учительскую семинарию. В 1920-м проходил службу в отдельной телеграфно-строительной роте Красной армии. В 1921-м после демобилизации работал в Народном комиссариате просвещения РСФСР методистом и инструктором белорусских школ и учился в Высшем литературно-художественном институте имени В. Брюсова.\n\nНачалом литературного творчества считается 1921 год: в газете «Советская Белоруссия» напечатано его стихотворение «Солнце Беларуси». Вскоре выходят сборники «Строма», «Там, где кипарисы», «Тростник», Credo и «Наля».\n\nВ 1930-м арестован и обвинен по делу «Союза освобождения Беларуси». Причиной ареста стала публикация стихотворения «За все земли, всех народов мира...» в журнале «Белорусская культура» под псевдонимом Янка Кривичанин.\n\nВ1931 году находился в минской тюрьме. В 1937-м повторно арестован и осужден на 10 лет лишения свободы. По окончании срока работал счетоводом в конторе чайного совхоза Наразени. Особым совещанием МГБ СССР в апреле 1949 года осужден на 25 лет заключения. Окончательно реабилитирован 15 ноября 1957 года. Умер 20 марта 1976 года в Москве.\n\nПоэту принадлежит большая роль в закреплении в литературном обиходе слов агораць, апантаны, ашчоперыць, водар, дойлiд, збочыць. знiчка, iмклiвасць, наканаваны, нелюдзь, непрыдатны, талака, удубальт и других.\n"
  },
  {
    "i": 6308,
    "type": "улица",
    "name": "Владислава Голубка",
    "content": "Улица названа в честь белорусского актёра, художника, театрального деятеля, одного из основателей белорусского театра, народного артиста БССР."
  },
  {
    "i": 6309,
    "type": "улица",
    "name": "Владислава Сырокомли",
    "content": " Улица названа в честь польско-белорусского поэта XIX века Владислава Сырокомли. "
  },
  {
    "i": 6310,
    "type": "улица",
    "name": "Водозаборная"
  },
  {
    "i": 6311,
    "type": "улица",
    "name": "Водолажского",
    "content": ""
  },
  {
    "i": 6312,
    "type": "переулок",
    "name": "Водопроводный"
  },
  {
    "i": 6313,
    "type": "переулок",
    "name": "Войсковый"
  },
  {
    "i": 6314,
    "type": "улица",
    "name": "Вокзальная"
  },
  {
    "i": 6315,
    "type": "переулок",
    "name": "Вокзальный 1-й"
  },
  {
    "i": 6316,
    "type": "улица",
    "name": "Волгоградская"
  },
  {
    "i": 6317,
    "type": "улица",
    "name": "Волгодонская"
  },
  {
    "i": 6318,
    "type": "улица",
    "name": "Волжская"
  },
  {
    "i": 6319,
    "type": "проезд",
    "name": "Волжский"
  },
  {
    "i": 6320,
    "type": "улица",
    "name": "Володарского",
    "content": "Имя участника Октябрьской революции носит небольшая улица в нескольких минутах ходьбы от площади Независимости. Она пересекает проспект Независимости, поэтому одна ее часть относится к Московскому району, а другая — к Ленинскому.\n«В. Володарский» — псевдоним Моисея Марковича Гольдштейна. Он родился в местечке Острополь Остропольской волости Новоград-Волынского уезда Волынской губернии (ныне село Старый Острополь Староконстантиновского района Хмельницкой области, Украина).\nПоступил в 5-й класс гимназии в Дубно, через год исключен за неблагонадежность. Член Бунда с 1905 года, работал в организации украинских социал-демократов «Спiлка». Во время революции 1905-1907 годов составлял и печатал нелегальные воззвания, организовывал митинги. Был революционным агитатором в Волынской и Подольской губерниях. Сослан в Архангельскую губернию, освобожден по амнистии в 1913-м. В том же году эмигрировал в США. Во время Первой мировой войны вместе с Троцким и Бухариным издавал в Нью-Йорке газету «Новый мир».\nВ мае 1917-го после Февральской революции вернулся в Россию. Делегат VI съезда РСДРП(б). На 2-м Всероссийском съезде советов избран в Президиум ВЦИК.\nВ середине июня 1918-го стал основным организатором подтасовки результатов выборов в Петроградский совет, а также создателем и главным редактором одного из главных органов печати этого совета — «Красной газеты».\nУбит 20 июня 1918 года.\n"
  },
  {
    "i": 6321,
    "type": "улица",
    "name": "Володько",
    "content": "Именем почетного железнодорожника, заслуженного работника транспорта Республики Беларусь названа улица в Октябрьском районе, расположенная между Аэродромной и Могилевской.\nЕвгений Иванович Володько родился в 1941 году в деревне Хоревщина Сенненского района Витебской области. После окончания Оршанского техникума железнодорожного транспорта до 1965 года работал на Северной железной дороге в Вологодской области. Затем вернулся в Белоруссию, где стал маневровым диспетчером на станции Молодечно.\nНекоторое время работал в Минском отделении поездным диспетчером и дежурным по отделению. Затем — в управлении дороги заместителем начальника службы движения. В 1984 году возглавил Минское отделение БЖД. В марте 1993-го назначен на должность начальника Белорусской железной дороги, в 1994-м — заместителем министра транспорта и коммуникаций Республики Беларусь. С 1994 по 1996 год совмещал должности заместителя министра транспорта и коммуникаций Республики Беларусь и начальника Белорусской железной дороги.  Награжден орденами Трудового Красного Знамени, «Знак Почета», медалью «За доблестный труд».\n"
  },
  {
    "i": 6322,
    "type": "улица",
    "name": "Воложинская"
  },
  {
    "i": 6323,
    "type": "улица",
    "name": "Волоха",
    "content": "Улица названа  в честь Героя Советского Союза в Московском районе неподалеку от пр-та Дзержинского.\nАнатолий Александрович Волох родился в 1917 году в Минске в семье железнодорожника. После окончания железнодорожного ПТУ работал на вагоноремонтном заводе в Минске. В 1938-м призван на службу в Рабоче-крестьянскую Красную армию. С 1941 года — на фронтах Великой Отечественной войны. Принимал участие в боях на Юго-Западном и Воронежском фронтах, в битве под Сталинградом.\nК августу 1943-го сержант Анатолий Волох был разведчиком 12-го отдельного разведбатальона 2-го танкового корпуса 40-й армии Воронежского фронта.\n21 августа в районе города Зеньков Полтавской области с группой разведчиков атаковал вражескую автоколонну, захватив в плен машину с офицерами и важными штабными документами противника. В сентябре 1943 года в ходе освобождения города Лебедин Сумской области Волох одним из первых на броневике ворвался в город и вступил в бой с превосходящими войсками противника. 1 октября 1943-го при разведке подступов к Днепру погиб в бою. Похоронен в братской могиле в сквере на улице Первогвардейской в городе Лебедин.\nУказом Президиума Верховного Совета СССР от 17 ноября 1943 года за «образцовое выполнение боевых заданий командования на фронте борьбы с немецкими захватчиками и проявленные при этом мужество и героизм» сержант Анатолий Волох посмертно удостоен звания Героя Советского Союза. Также награжден орденом Ленина, двумя орденами Красной Звезды и медалями.\n"
  },
  {
    "i": 6324,
    "type": "улица",
    "name": "Волочаевская"
  },
  {
    "i": 6325,
    "type": "проезд",
    "name": "Волочаевский"
  },
  {
    "i": 6326,
    "type": "переулок",
    "name": "Волочаевский 3-й"
  },
  {
    "i": 6327,
    "type": "улица",
    "name": "Воронянского",
    "content": "В честь одного из руководителей партизанского движения на территории Минской области в годы Великой Отечественной войны названа улица в Октябрьском районе, между улицами Володько и Чкалова. Рядом расположен переулок, который также носит имя героя войны.\n\nВасилий Трофимович Воронянский родился 25 августа 1901 года в селе Диканька Полтавской области. Участник гражданской войны и боев у озера Хасан в 1938 году. За безупречную службу был награжден именными часами от народного комиссара обороны К. Е. Ворошилова.\n\nВ начале Великой Отечественной войны оказался в окружении. С горсткой бойцов пробивался на восток. Им удалось добраться до Логойского района и организовать партизанский отряд «Мститель», который позже вырос в бригаду. Партизаны Воронянского уничтожили более 13 000 немецких солдат и полицаев, пустили под откос 161 эшелон, взорвали 152 моста, уничтожили 7 самолетов, 5 танков, 325 автомашин и 6 орудий.\n\nВ сентябре 1943-го самолет, на котором Воронянский летел в Москву, попал под обстрел. Командир партизанской бригады получил смертельные ранения.\n"
  },
  {
    "i": 6328,
    "type": "улица",
    "name": "Воропаевская",
    "content": "Улица по названию городского посёлка Воропаево."
  },
  {
    "i": 6329,
    "type": "улица",
    "name": "Восточная"
  },
  {
    "i": 6330,
    "type": "переулок",
    "name": "Восточный"
  },
  {
    "i": 6331,
    "type": "улица",
    "name": "Всеволода Игнатовского",
    "content": " Улица названа в честь белорусского историка, общественного деятеля, первого президента Академии наук Беларуси Всеволода Макаровича Игнатовского. "
  },
  {
    "i": 6332,
    "type": "улица",
    "name": "Всехсвятская"
  },
  {
    "i": 6333,
    "type": "улица",
    "name": "Встречная"
  },
  {
    "i": 6334,
    "type": "переулок",
    "name": "Встречный"
  },
  {
    "i": 6335,
    "type": "переулок",
    "name": "Вузовский"
  },
  {
    "i": 6336,
    "type": "улица",
    "name": "Выготского",
    "content": " Улица названа в честь известного белорусского учёного-психолога Льва Семёновича Выготского."
  },
  {
    "i": 6337,
    "type": "улица",
    "name": "Высокая"
  },
  {
    "i": 6338,
    "type": "переулок",
    "name": "Высокий"
  },
  {
    "i": 6339,
    "type": "улица",
    "name": "Вязынская"
  },
  {
    "i": 6340,
    "type": "переулок",
    "name": "Вязынский 1-й"
  },
  {
    "i": 6341,
    "type": "переулок",
    "name": "Вязынский 2-й"
  },
  {
    "i": 6342,
    "type": "улица",
    "name": "Гагарина",
    "content": "В честь первого человека, побывавшего в космосе, названа небольшая\nулочка в частном секторе Центрального района, неподалеку от Долгиновского тракта.\nЮрий Алексеевич Гагарин родился 9 марта 1934 года в городе Гжатске, позднее переименованном в Гагарин. В войну с родителями жил в деревне Клушино, после семья переехала в Гжатск. Там он окончил шесть классов, после уехал учиться в Москву. В августе 1951-го поступил в Саратовский индустриальный техникум на литейное отделение. В октябре 1954-го впервые пришел в Саратовский аэроклуб ДОСААФ, где совершил первый самостоятельный полет на самолете Як-18. В октябре 1955 года призван в Советскую армию и направлен в Чкалов (сейчас Оренбург) в 1-е военное авиационное училище летчиков имени К. Е. Ворошилова, которое успешно окончил. В декабре 1959-го написал рапорт с просьбой зачислить его в группу кандидатов в космонавты.\n12 апреля 1961 года ракета-носитель «Восток» с кораблем «Восток-1», на борту которого находился Гагарин, была запущена с космодрома Байконур. После 108 минут полета Гагарин успешно приземлился в Саратовской области. В Минском центральном родильном доме всем четверым мальчикам, появившимся на свет в этот день, дали имя Юрий. Именная волна коснулась не только белорусской столицы, но и всего Советского Союза.\n27 марта 1968 года Юрий Гагарин погиб в авиационной катастрофе вблизи деревни Новоселово Киржачского района Владимирской области, выполняя учебный полет на самолете МиГ-15УТИ под руководством опытного инструктора В. С. Серёгина. В связи с гибелью Гагарина в Советском Союзе был объявлен общенациональный траур (впервые в истории СССР в память о человеке, не являвшемся главой государства).\n"
  },
  {
    "i": 6343,
    "type": "пр-т",
    "name": "Газеты Звязда"
  },
  {
    "i": 6344,
    "type": "пр-т",
    "name": "Газеты Правда"
  },
  {
    "i": 6345,
    "type": "улица",
    "name": "Гало",
    "content": "ГАЛО Захар Захарович (подпольный псевдоним 3орик, Максим; 18.03.1923, Минск — 23.2.1944), участник Минского антифашистского подполья в Великую Отечественную войну. С осени 1941 по заданию подпольного горкома партии работал секретарём бюро пропусков Минской городской управы. Обеспечивал подпольщиков бланками документов, передавал сведения о подготовке гитлеровцами облав, карательных экспедиций. Был связан с подпольными группами на железнодорожном узле, Логойским подпольным райкомом КП(б)Б, спецгруппой ЦШПД. Возглавлял диверсионную группу, которая в июле—сентябре 1943 заминировала 6 вражеских эшелонов, шедших на фронт. Переправлял оружие и боеприпасы в партизанский отряд имени Суворова бригады «Народные мстители». Активно участвовал в спасении советских военнопленных и отправке их в партизанские отряды. 25.10.1943 арестован гитлеровцами и замучен.\n"
  },
  {
    "i": 6346,
    "type": "улица",
    "name": "Гамарника",
    "content": "ГАМАРНИК Ян Борисович (14.06.1894, г. Житомир, Украина — 31.5.1937), советский партийный и военный деятель, армейский комиссар 1-го ранга (1935). С 1915 учился в Киевском университете. В 1918—20 на партийной и советской работе на Украине, с 1923 — на Дальнем Востоке. В 1928—29 1-й секретарь ЦК и член Бюро ЦК КП(б)Б, член РВС Белорусского военного округа. С 1930 заместитель наркома обороны и заместитель председателя РВС СССР. Член ЦК ВКП(б) в 1927-37. Член ЦИК СССР и ЦИК БССР в 1929. В период репрессий 1937—38 покончил жизнь самоубийством. Реабилитирован в 1953.\n"
  },
  {
    "i": 6347,
    "type": "улица",
    "name": "Гастелло"
  },
  {
    "i": 6348,
    "type": "улица",
    "name": "Гая",
    "content": " Улица названа в честь выдающегося полководца в период Гражданской войны Гая Гая Дмитриевича."
  },
  {
    "i": 6349,
    "type": "улица",
    "name": "Гвардейская"
  },
  {
    "i": 6350,
    "type": "переулок",
    "name": "Гвардейский 1-й"
  },
  {
    "i": 6351,
    "type": "улица",
    "name": "Гебелева",
    "content": " Улица названа в честь одного из организаторов и руководителей антифашистского подполья в годы Великой Отечественной войны, секретаря партийного подполья КП(б) в Минском гетто Михаила Лейбовича Гебелева. "
  },
  {
    "i": 6352,
    "type": "улица",
    "name": "Генерала Антонова",
    "content": " Улица названа в честь генерала армии Алексея Иннокентьевича Антонова."
  },
  {
    "i": 6353,
    "type": "улица",
    "name": "Геннадия Цитовича",
    "content": "Имя музыковеда-фольклориста, музыкального этнографа и хорового дирижера присвоено в 2011 году проектируемой улице № 16 возле Долгиновского тракта.\n\nГеннадий Иванович Цитович родился 25 июля (7 августа) 1910 года в деревне Новый Погост (ныне Миорский район, Витебская область).\n\nОкончил Виленскую духовную семинарию. Был участником хора Виленской белорусской гимназии под руководством Г. Ширмы. Несколько лет Цитович изучал этнографию в Университете Стефана Батория (ныне Вильнюсский университет). Одновременно стал и студентом консерватории, которую окончил в 1939 году.\n\nВ 1939-1941 и 1944-1951 годах — ответственный редактор музыкальных передач областного радиокомитета и консультант Дома народного творчества в г. Барановичи.\n\nНа базе самодеятельного коллектива из с. Большое Подлесье Ляховичского района Барановичской области, с которым работал с конца 1930-х годов, Цитович в 1952-м создал народный хор, который был реорганизован сначала в Белорусский государственный ансамбль песни и танца, а позднее — в Государственный народный хор Белорусской ССР.\n\nБыл его художественным руководителем до 1974-го. Сейчас это Национальный академический народный хор Республики Беларусь имени Г. И. Цитовича.\n\nВ 1974-1975 годах Цитович — старший научный сотрудник Института искусствоведения, этнографии и фольклора АН Белорусской ССР.\n\nСовершил множество фольклорных экспедиций. Записал более 3 тысяч белорусских, русских, украинских, польских, болгарских, литовских, латышских народных песен, танцев, инструментальных наигрышей. Умер в Минске 20 июня 1986 года. Похоронен на Восточном кладбище.    |\n"
  },
  {
    "i": 6354,
    "type": "улица",
    "name": "Геологическая"
  },
  {
    "i": 6355,
    "type": "переулок",
    "name": "Геологический"
  },
  {
    "i": 6356,
    "type": "улица",
    "name": "Герасименко",
    "content": " Улица названа в честь бывшего секретаря Сталинского подпольного райкома КП(б)Б, погибшего в 1942 году от рук гитлеровских палачей, Назария Евстратовича Герасименко."
  },
  {
    "i": 6357,
    "type": "улица",
    "name": "Германовская"
  },
  {
    "i": 6358,
    "type": "улица",
    "name": "Германовская 2-я"
  },
  {
    "i": 6359,
    "type": "переулок",
    "name": "Германовский"
  },
  {
    "i": 6360,
    "type": "улица",
    "name": "Героев 120 Дивизии"
  },
  {
    "i": 6361,
    "type": "улица",
    "name": "Герцена",
    "content": "Небольшая улочка спускается от Музыкального переулка к Зыбицкой, названа в честь русского публициста и философа. Александр Иванович Герцен родился 25 марта (6 апреля) 1812 года в Москве. Отец богатый помещик Иван Алексеевич Яковлев, мать немка Генриетта-Вильгельмина-Луиза Гааг. Брак родителей не был официально зарегистрирован, поэтому отец дал сыну фамилию Герцен: «дитя сердца».\n\nВ 1829 году Александр Герцен поступил на физико-математическое отделение Московского университета, окончил его с серебряной медалью. Поступил на работу в Московскую экспедицию Кремлевского строения. В июле 1834-го его арестовали за то, что распевал песни, порочащие царскую фамилию. В апреле 1835-го выслали сначала в Пермь, потом в Вятку с обязательством находиться на государственной службе. Два года спустя перевели во Владимир. Герцен получил возможность посещать Москву и Петербург. Однако через пару лет жандармерия перехватила его письмо к отцу с резким отзывом о деятельности полиции, в результате Александра Ивановича выслали в Новгород без права въезда в столицы.\n\nВыйдя в отставку в чине надворного советника, Герцен вернулся в Москву, где написал повести «Сорока-воровка», «Доктор Крупов>, роман «Кто виноват?» и другие произведения. После смерти отца получил в наследство значительное состояние и уехал в многолетнее путешествие по Европе.\n\nВ 1852 году поселился в Лондоне, где основал «Вольную русскую типографию». Осенью 1869 года Герцен поселился в Париже, где и скончался 21 января (9 по старому стилю) 1870 года.\n"
  },
  {
    "i": 6362,
    "type": "улица",
    "name": "Гикало",
    "content": "Улица названа в честь выдающегося государственного деятеля Белорусской ССР, бывшего секретаря ЦК КПБ Гикало Николая Фёдоровича."
  },
  {
    "i": 6363,
    "type": "улица",
    "name": "Гинтовта",
    "content": "Улица названа в честь Героя Советского Союза Гинтовта Витольда Михайловича."
  },
  {
    "i": 6364,
    "type": "улица",
    "name": "Глаголева",
    "content": "\n\t Василий Васильевич Глаголев родился 4 марта (21 февраля) 1898 года в Калуге. В этом городе окончил начальную школу и реальное училище. Участвовал в Первой мировой войне на Западном фронте. С 1918-го — в Красной армии. В начале Великой Отечественной — командир 42-й кавалерийской дивизии на Северном Кавказе. С февраля 1942-го — командир 73-й стрелковой дивизии в 24-й армии Южного фронта.\n"
  },
  {
    "i": 6365,
    "type": "переулок",
    "name": "Глаголева 2-й"
  },
  {
    "i": 6366,
    "type": "переулок",
    "name": "Глаголева 3-й"
  },
  {
    "i": 6367,
    "type": "проезд",
    "name": "Глинище"
  },
  {
    "i": 6368,
    "type": "улица",
    "name": "Глубокская"
  },
  {
    "i": 6369,
    "type": "улица",
    "name": "Гоголевская"
  },
  {
    "i": 6370,
    "type": "проезд",
    "name": "Голодеда"
  },
  {
    "i": 6371,
    "type": "улица",
    "name": "Голубева",
    "content": "\n\tИосиф Петрович Голубев родился в 1873 году в городе Кулебаки Российской империи. В 1900-м начал работать столяром в Минском железнодорожном депо. Участвовал в революционных событиях 1905 года, за что был сослан на Дальний Восток. В 1906-м вернулся в Минск. Принимал участие в Октябрьской революции, организовал и возглавил красногвардейский отряд. Затем сражался на фронтах Гражданской войны в России.\n"
  },
  {
    "i": 6372,
    "type": "улица",
    "name": "Гольшанская"
  },
  {
    "i": 6373,
    "type": "переулок",
    "name": "Гольшанский 1-й"
  },
  {
    "i": 6374,
    "type": "переулок",
    "name": "Гольшанский 2-й"
  },
  {
    "i": 6375,
    "type": "улица",
    "name": "Горбатова",
    "content": "Улица названа в честь Героя Советского Союза, генерала армии Горбатова Александра Васильевича."
  },
  {
    "i": 6376,
    "type": "улица",
    "name": "Горная"
  },
  {
    "i": 6377,
    "type": "переулок",
    "name": "Горный"
  },
  {
    "i": 6378,
    "type": "улица",
    "name": "Горовца",
    "content": "Улица названа в честь Героя Советского Союза  Александра Константиновича Горовца."
  },
  {
    "i": 6379,
    "type": "улица",
    "name": "Городецкая"
  },
  {
    "i": 6380,
    "type": "улица",
    "name": "Городской Вал"
  },
  {
    "i": 6381,
    "type": "улица",
    "name": "Гребельки"
  },
  {
    "i": 6382,
    "type": "улица",
    "name": "Грекова",
    "content": "Именем советского художника-баталиста названы улица в Заводском районе, а также два примыкающих к ней переулка. Митрофан Борисович Греков (при рождении Митрофан Павлович Мартыщенко) родился 3 июня 1882 года на хуторе Шарпаевка, ныне Ростовская область России. Поначалу рисованием занимался самостоятельно, потом поступил в Одесское художественное училище, где учился у К. Костанди. По окончании успешно сдал экзамены в Петербургскую академию художеств, где обучался у Ильи Репина и классика батального жанра Франца Рубо.\nС 1912 года служил в лейб-гвардии Атаманском полку. Участвовал в Первой мировой войне и с фронта привез множество зарисовок. Во время Гражданской войны — в составе Красной армии, куда ушел добровольцем. Рисовал бойцов Первой конной армии Буденного. Работал учителем в Новочеркасске, где создал первую живописную серию, посвященную разгрому белогвардейцев: «Бредут», «Корниловцы», «Отверженные. Отступление корниловцев». Позднее переехал в Москву.\nМастер батальной живописи, приверженец реалистических традиций русской живописной школы XIX века Греков был пропагандистом зарождающегося официального стиля эпохи — социалистического реализма. Наиболее известные картины: «Трубачи Первой Конной армии», «Тачанка», «Бой при Егорлыкской», «Замерзшие казаки генерала Павлова». Возглавлял коллектив, создававший панораму «Штурм Перекопа» (1934).\nУмер 27 ноября 1934 года в Севастополе. Похоронен в Москве на Новодевичьем кладбище.\n"
  },
  {
    "i": 6383,
    "type": "переулок",
    "name": "Грекова 1-й",
    "content": "Именем советского художника-баталиста названы улица в Заводском районе, а также два примыкающих к ней переулка. Митрофан Борисович Греков (при рождении Митрофан Павлович Мартыщенко) родился 3 июня 1882 года на хуторе Шарпаевка, ныне Ростовская область России. Поначалу рисованием занимался самостоятельно, потом поступил в Одесское художественное училище, где учился у К. Костанди. По окончании успешно сдал экзамены в Петербургскую академию художеств, где обучался у Ильи Репина и классика батального жанра Франца Рубо.\nС 1912 года служил в лейб-гвардии Атаманском полку. Участвовал в Первой мировой войне и с фронта привез множество зарисовок. Во время Гражданской войны — в составе Красной армии, куда ушел добровольцем. Рисовал бойцов Первой конной армии Буденного. Работал учителем в Новочеркасске, где создал первую живописную серию, посвященную разгрому белогвардейцев: «Бредут», «Корниловцы», «Отверженные. Отступление корниловцев». Позднее переехал в Москву.\nМастер батальной живописи, приверженец реалистических традиций русской живописной школы XIX века Греков был пропагандистом зарождающегося официального стиля эпохи — социалистического реализма. Наиболее известные картины: «Трубачи Первой Конной армии», «Тачанка», «Бой при Егорлыкской», «Замерзшие казаки генерала Павлова». Возглавлял коллектив, создававший панораму «Штурм Перекопа» (1934).\nУмер 27 ноября 1934 года в Севастополе. Похоронен в Москве на Новодевичьем кладбище."
  },
  {
    "i": 6384,
    "type": "переулок",
    "name": "Грекова 2-й",
    "content": "Именем советского художника-баталиста названы улица в Заводском районе, а также два примыкающих к ней переулка. Митрофан Борисович Греков (при рождении Митрофан Павлович Мартыщенко) родился 3 июня 1882 года на хуторе Шарпаевка, ныне Ростовская область России. Поначалу рисованием занимался самостоятельно, потом поступил в Одесское художественное училище, где учился у К. Костанди. По окончании успешно сдал экзамены в Петербургскую академию художеств, где обучался у Ильи Репина и классика батального жанра Франца Рубо.\nС 1912 года служил в лейб-гвардии Атаманском полку. Участвовал в Первой мировой войне и с фронта привез множество зарисовок. Во время Гражданской войны — в составе Красной армии, куда ушел добровольцем. Рисовал бойцов Первой конной армии Буденного. Работал учителем в Новочеркасске, где создал первую живописную серию, посвященную разгрому белогвардейцев: «Бредут», «Корниловцы», «Отверженные. Отступление корниловцев». Позднее переехал в Москву.\nМастер батальной живописи, приверженец реалистических традиций русской живописной школы XIX века Греков был пропагандистом зарождающегося официального стиля эпохи — социалистического реализма. Наиболее известные картины: «Трубачи Первой Конной армии», «Тачанка», «Бой при Егорлыкской», «Замерзшие казаки генерала Павлова». Возглавлял коллектив, создававший панораму «Штурм Перекопа» (1934).\nУмер 27 ноября 1934 года в Севастополе. Похоронен в Москве на Новодевичьем кладбище."
  },
  {
    "i": 6385,
    "type": "переулок",
    "name": "Грибной"
  },
  {
    "i": 6386,
    "type": "улица",
    "name": "Грибоедова",
    "content": "В честь русского дипломата, востоковеда, поэта, драматурга, композитора названа улица в Центральном районе, которая берет свое начало от проспекта Машерова и заканчивается на пересечении с улицей Тарханова.\nАлександр Сергеевич Грибоедов родился 4 (15) января 1795 года в Москве. Наибольшую известность ему принесла пьеса «Горе от ума», которую до сих пор часто ставят в театрах России. Она послужила источником многочисленных крылатых фраз.\nГрибоедов прошел курс обучения двух факультетов Московского университета (словесного и юридического) и учился на физико-математическом, окончить который ему помешала война 1812 года. Знал 9 языков и был талантливым музыкантом. Автор нескольких фортепианных пьес, среди которых наибольшую известность имеют два вальса для фортепиано. Некоторые произведения до нас не дошли.\nВ дни Отечественной войны 1812 года Грибоедов добровольцем поступил в гусарский полк. После войны он занимался литературной работой, совмещая ее с дипломатической службой. В 1818-м уехал в Персию в качестве секретаря посольства. В 1826-м находился под следствием по делу декабристов, но его причастность к декабрьскому восстанию не была доказана. В 1827-м ему поручили важную миссию — заключить мирный договор с Персией. Он блестяще выполнил это поручение и в 1828-м был назначен послом в эту страну.\n30 января 1829 года в Тегеране толпа разгромила русское посольство. Грибоедова с 37 товарищами убили, тело было настолько изуродовано, что его опознали только по шраму на кисти левой руки, полученному на дуэли.\n"
  },
  {
    "i": 6387,
    "type": "улица",
    "name": "Григория Ширмы",
    "content": "Улица названа в честь народного артиста СССР, Героя Социалистического Труда, выдающегося деятеля хорового искусства Григория Ширмы."
  },
  {
    "i": 6388,
    "type": "улица",
    "name": "Гризодубовой",
    "content": " В честь летчицы, первой женщины, удостоенной звания Героя Советского Союза, названа улица в жилом районе Сокол.\nОна берет начало от пересечения с улицей Киреева и переходит в Волмянскую.\nВалентина Степановна Гризодубова родилась в Харькове в семье авиаконструктора и изобретателя Степана Гризодубова в 1909-м (по другим источникам—в 1910-м). Впервые поднялась в небо в 2,5 года с отцом на аэроплане. В 14 лет совершила первый полет на планере. Окончив среднюю школу и музыкальное училище по классу рояля, поступила в Харьковский технологический институт и одновременно в консерваторию. В ноябре 1928-го зачислена в первый набор Харьковского Центрального аэроклуба. Пройдя трехмесячную летную подготовку, получила звание пилота. В1929 году окончила Пензенскую школу летчиков-инструкторов.\nС 1936-го — в рядах Красной армии. В 1937-м установила пять мировых авиационных рекордов высоты, скорости и дальности полета. 24 и 25 сентября 1938 года в качестве командира экипажа на самолете АНТ-37 («Родина») совершила беспосадочный перелет из Москвы на Дальний Восток, установив мировой женский рекорд дальности полета (за 26 часов 29 минут преодолела 6 450 км). За выполнение этого перелета ей присвоено звание Героя Советского Союза.\nВо время Великой Отечествен- ной войны совершила около 200 боевых вылетов (в том числе 132 ночных) на самолете Ли-2.\nВ 1963 году по инициативе Гризодубовой создан Научно-исследовательский летно-испытательный центр, который она и . возглавила. Скончалась 28 апреля 1993 года в Москве. Похоронена на Новодевичьем кладбище.\n\n "
  },
  {
    "i": 6389,
    "type": "улица",
    "name": "Грицевца",
    "content": "Улица названа в честь Героя Советского Союза Грицевца Сергея Ивановича."
  },
  {
    "i": 6390,
    "type": "улица",
    "name": "Гродненская"
  },
  {
    "i": 6391,
    "type": "улица",
    "name": "Громова",
    "content": "Именем Героя Социалистческого Труда, заслуженного строителя БССР названа улица в микрорайоне Малиновка-6. Она является продолжением проспекта Газеты «Звязда» от пересечения с улицей Белецкого до МКАД.\nАлександр Матвеевич Громов родился 26 ноября 1926 года в деревне Кузьминичи Добрушского района Гомельской области. Во время Великой Отечественной воевал в партизанском отряде. В ноябре 1943-го призван на фронт. Автоматчик 12-й гвардейской стрелковой дивизии. В феврале 1945-го получил ранение при форсировании Одера. В 1951-м демобилизовался. Трудился маляром, каменщиком, бригадиром комплексной бригады, инструктором в стройтресте № 1 строительного управления № 2 в Минске.\nКомплексная бригада под руководством Александра Громова возводила здание Министерства иностранных дел, гостиницу «Октябрьская» (сейчас «Президент- Отель»), резиденцию Президента Беларуси, спортивный комплекс «Раубичи».\nУказом Президиума Верховного Совета СССР от 11 августа 1966 года за выдающиеся успехи, достигнутые в выполнении заданий семилетнего плана по капитальному строительству, был удостоен звания Героя Социалистического Труда с вручением ордена Ленина и золотой медали «Серп и Молот». В 1987-м удостоен звания «Почетный гражданин города Минска». После выхода на пенсию проживал в белорусской столице, где скончался в 1998-м. Похоронен на Восточном кладбище.\n"
  },
  {
    "i": 6392,
    "type": "улица",
    "name": "Грушевская"
  },
  {
    "i": 6393,
    "type": "переулок",
    "name": "Грушевский"
  },
  {
    "i": 6394,
    "type": "сквер",
    "name": "Грушевский сквер"
  },
  {
    "i": 6395,
    "type": "улица",
    "name": "Гурского"
  },
  {
    "i": 6396,
    "type": "улица",
    "name": "Гуртьева",
    "content": "В честь советского военачальника, генерал-майора, Героя Советского Союза названа улица в Первомайском районе. Она расположена параллельно проспекту Независимости и пересекает перпендикулярно улицу Фогеля.\nЛеонтий Николаевич Гуртьев родился 1 июля 1891 года в городе Шемахе (ныне Шемахинский район, Азербайджан) в семье лесничего. В 1900-м семья переехала в Прибалтику. Поступил в Харьковский технологический институт. Через год перевелся в Санкт-Петербургский политехнический институт, но окончить не успел. За участие в демонстрации его арестовали, 3 месяца просидел в Петропавловской крепости.\nПосле освобождения практически сразу попал в армию. В июне 1919-го призвали на службу в Красную армию. Прошел путь от командира взвода до начальника военного училища.\nВ.ночь на 27 сентября 1942 года 308-я стрелковая дивизия, которую в Омске формировал Гуртьев, переправилась на правый берег Волги в Сталинград. За время боев воины дивизии отразили 117 атак, уничтожили 70 танков, 5 самолетов, истребили до 10 тысяч солдат и офицеров вермахта.\nЛеонтий Николаевич Гуртьев погиб 3 августа 1943-го в бою за город Орел во время минометного обстрела, закрыв своим телом командующего 3-й армией генерала А. В. Горбатова. За мужество и храбрость указом Президиума Верховного Совета СССР от 27 августа 1943 года генералу Л. Н. Гуртьеву присвоено звание Героя Советского Союза. А через месяц 308-я стрелковая преобразовалась в 120-ю гвардейскую стрелковую дивизию, которая особенно отличилась в операции «Багратион», а летом 1945-го перебазировалась на восточную окраину Минска — в Уручье.\n"
  },
  {
    "i": 6397,
    "type": "улица",
    "name": "Гусовского",
    "content": "Улица названа в честь белорусского поэта-латиниста, одного из крупнейших славянских поэтов эпохи Возрождения Николая Гусовского."
  },
  {
    "i": 6398,
    "type": "переулок",
    "name": "Дальний"
  },
  {
    "i": 6399,
    "type": "улица",
    "name": "Данилы Сердича",
    "content": "В честь командира Красной армии, героя Гражданской войны названа улица во Фрунзенском районе, идущая от Притыцкого до Ольшевского.\nДанило Федорович Сердич родился 10 августа 1896 года в деревне Верховина (ныне Хорватия) в семье сербского крестьянина. Получил начальное образование и два года проучился в железнодорожной школе. Работал ремонтным рабочим на железной дороге и мыловарне. В1912 году в поисках заработка уехал в Россию. Сперва трудился портовым грузчиком в Одессе, затем токарем на заводе в Екатеринославе.\nПосле начала Первой мировой войны вступил добровольцем в царскую армию. Службу проходил в Гродненском лейб-гвардии кавалерийском полку. В1916 году зачислен в 1-ю Сербскую добровольческую дивизию, сформированную из военнопленных хорватов, словенцев, сербов, чехов.\nПосле Февральской революции занялся революционной деятельностью. За участие в июльских выступлениях 1917 года была арестован Временным правительством и заключен в Петропавловскую крепость. Освобожден в октябре 1917-го и принял участие в штурме Зимнего дворца.\nВ 1918 году командовал Первым сербским революционным отрядом на Украине и сражался против германских интервентов и белогвардейцев. Впоследствии отряд возрос до полка.\nПосле расформирования Первого югославского революционного полка в 1919 году Сердич был назначен командиром отдельной кавалерийской бригады Первой конной армии. С октября 1920-го командир кавалерийской бригады в составе той же армии.\nВ 1927-1930 годах жил в Минске, командовал 7-й Самарской дивизией, с 1932-го — корпусами КВО в Беларуси. В1935-1937 годы входил в состав правительства БССР. Награжден двумя орденами Красного Знамени.\nАрестован 15 июня 1937 года по ложному обвинению в участии в военно-фашистском заговоре. Расстрелян 28 июля того же года. Реабилитирован посмертное 1957 году.\n"
  },
  {
    "i": 6400,
    "type": "улица",
    "name": "Даровская"
  },
  {
    "i": 6401,
    "type": "переулок",
    "name": "Даровский"
  },
  {
    "i": 6402,
    "type": "улица",
    "name": "Даумана",
    "content": "Именем участника Гражданской и советско-польской войн названа небольшая улица, которая начинается от проспекта Машерова и переходит в Старовиленский тракт.\n\nАнс Эрнестович Дауман родился 26 ноября 1885 года в Рижском уезде в крестьянской семье. Учился в Псковском землемерном училище. В 1904-м вступил в партию большевиков, получил партийную кличку Пуйка. Участник Первой русской революции, в частности, в волнениях в Пскове и Риге. С 1911 года проживал в Виленской губернии, работал землемером. В 1914-м Дауман призван на службу в царскую армию, дослужился до должности командира батальона.\n\nУчастник Февральской революции, был городским головой города Нарвы (ныне — Эстония), затем председателем Нарвского городского Совета солдатских и рабочих депутатов, председателем Нарвского военно-революционного комитета. Участник Октябрьской революции. После оккупации Эстонии немецкими войсками в феврале 1918 года Дауман создал партизанский отряд для подрывной работы во вражеском тылу. Позднее создал полк Красной гвардии из нарвских рабочих, выросший в 6-ю дивизию, первоначально был ее военным комиссаром.\n\nС 1919 года Анс Дауман был членом, затем председателем Революционного военного совета армии советской Латвии, командовал 2-й Латышской бригадой, руководил Двинской крепостью (ныне — Дау-гавпилс, Латвия). Избирался членом латвийского ЦИК, делегатом VI съезда КП(б) Латвии и IX съезда РКП(б). Был направлен на учебу в Военную академию Генерального штаба Рабоче-крестьянской Красной армии.\n\nПогиб 1 августа 1920 года. Его могила находится в Центральном детском парке имени М. Горького в Минске.\n"
  },
  {
    "i": 6403,
    "type": "улица",
    "name": "Дача"
  },
  {
    "i": 6404,
    "type": "улица",
    "name": "Дачная"
  },
  {
    "i": 6405,
    "type": "переулок",
    "name": "Дачный"
  },
  {
    "i": 6406,
    "type": "улица",
    "name": "Двинская"
  },
  {
    "i": 6407,
    "type": "улица",
    "name": "Дворищи"
  },
  {
    "i": 6408,
    "type": "улица",
    "name": "Дежнёва",
    "content": "В честь русского путешественника, землепроходца, морехода, исследователя Сибири и Северной Америки названа улица в частном секторе Заводского района — между Ангарской и Иркутской. Семен Иванович Дежнев родился в Великом Устюге. Точная дата рождения неизвестна, предположительно 1605 год.\n\nСемен Иванович Дежнёв выходец из крестьян-поморов, начал сибирскую службу рядовым казаком в Тобольске. В начале 1640-х с отрядом казаков перешел в Енисейск, затем в Якутск. В 1640-1642 годах собирал натуральную подать на реках Яне и Индигирке. В 1648-м совершил плавание по реке Колыме вокруг Чукотского полуострова в -Берингово море. Первым прошел Берингов пролив, отделяющий Азию от Северной Америки, Чукотку от Аляски, причем сделал это за 80 лет до Витуса Беринга, по пути посетив острова Ратманова и Крузенштерна, находящиеся посередине Берингова пролива.\n\nПродолжил службу на севере Сибири, составил чертеж реки Анадыр, подробно описал свое плавание и природу Анадырского края. Из Якутска с «государевой казной» (грузом пушнины и моржового клыка) отправился в Москву сухопутным путем. Подал царю записки о путешествиях, получил чин казачьего атамана.\n\nЗа 40 лет пребывания в Сибири Дежнев участвовал в многочисленных боях и стычках, получил не менее 13 ранений. Отличался надежностью, честностью и выдержкой. Умер в начале 1673-го. Его имя носят мыс, а также остров, бухта, полуостров, село. В центре Великого Устюга в 1972-м Дежнёву установили памятник.\n"
  },
  {
    "i": 6409,
    "type": "улица",
    "name": "Декабристов"
  },
  {
    "i": 6410,
    "type": "улица",
    "name": "Демьяна Бедного"
  },
  {
    "i": 6411,
    "type": "улица",
    "name": "Денисовская"
  },
  {
    "i": 6412,
    "type": "переулок",
    "name": "Денисовский"
  },
  {
    "i": 6413,
    "type": "улица",
    "name": "Деревенская"
  },
  {
    "i": 6414,
    "type": "переулок",
    "name": "Детский 1-й"
  },
  {
    "i": 6415,
    "type": "переулок",
    "name": "Детский 2-й"
  },
  {
    "i": 6416,
    "type": "переулок",
    "name": "Детский 3-й"
  },
  {
    "i": 6417,
    "type": "пр-т",
    "name": "Дзержинского",
    "content": "Имя революционера, советского государственного, деятеля носит проспект, расположенный в Московском районе. Он начинается от площади Ф. Богушевича и простирается до Минской кольцевой автодороги.\n\nФеликс Эдмундович Дзержинский родился 11 сентября 1877 года в имении Дзержиново (Столбцовский район Минской губернии) в глубоко религиозной польской дворянской семье. Детство провел в родовом имении под Вильно. Решил стать священником, но от принятия сана его отговорил дядя — ксендз.\n\nВ 1884-м Дзержинский впервые познакомился с идеями марксизма в социал-демократическом кружке Виленской гимназии. Через год оставил учебу и полностью посвятил себя революционной работе.\n\nНа протяжении 20 лет жизнь Дзержинского — это аресты, тюрьмы, ссылки, побеги. Его несколько раз приговаривали к смертной казни. В 1906-м нелегально побывал в Стокгольме, где проходил съезд РСДРП, там впервые встретился с Владимиром Лениным.\n\nВ 1917-м во время Февральской революции вместе с другими политзаключенными освобожден из московской Бутырской тюрьмы. В августе этого же года стал членом ЦК РСДРП(б), вошел в состав ВРК по подготовке вооруженного восстания. Принял активное участие в Октябрьской революции.\n\n17 декабря 1917-го назначен председателем ВЧК. В 1920-х Дзержинский возглавлял Народный комиссариат путей сообщения, в 1924-м стал председателем ВСНХ. По его инициативе было создано ДСО «Динамо».\n\nБыл председателем Комиссии по улучшению жизни детей (по борьбе с детской беспризорностью). Организовал систему детских учреждений — приемников-распределителей (временного пребывания), детских домов, коммун и городков.\n\nСкоропостижно скончался 20 июля 1926 года в Москве после участия в работе пленума ЦК ВКП(б). Похоронен 22 июля на Красной площади в Москве у Кремлевской стены.\n"
  },
  {
    "i": 6418,
    "type": "парк",
    "name": "Дививелка"
  },
  {
    "i": 6419,
    "type": "улица",
    "name": "Димитрова",
    "content": "В честь деятеля болгарского и международного коммунистического движения названа небольшая улочка в Центральном районе.\n\nГеоргий Михайлович Димитров (по-болгарски — Георги Михайлов Димитров) родился 18 июня 1882 года. С 1894-го работал наборщиком. В 1901-м стал секретарем софийского профсоюза печатников. В 1902-м вступил в Болгарскую рабочую социал-демократическую партию, которая в 1919 году была преобразована в Болгарскую коммунистическую партию. В 1909-1923 годах — секретарь Общего рабочего профсоюза, организатор забастовок. В 1913-1923 годах — депутат болгарского парламента.\n\nВ сентябре 1923-го — один из руководителей вооруженного восстания против правительства Цанкова в Болгарии. После жил в СССР.\n\nОсенью 1929-го переехал в Германию, где активно участвовал в деятельности Коминтерна.\n\nБыл арестован нацистами по обвинению в причастности к поджогу Рейхстага 27 февраля 1933 года, однако на Лейпцигском процессе его оправдали. В ходе судебного заседания Димитров выстроил защиту таким образом, что из обвиняемого превратился в обвинителя нацистов.\n\n27 февраля 1934 года прибыл в СССР, где ему предоставили советское гражданство.\n\nПосле установления просоветского режима в Болгарии в ноябре 1945-го Димитров прибыл на родину. С 6 ноября 1946 года — председатель Совета министров. С декабря 1948-го — генеральный секретарь ЦК БКП.\n\n2 июля 1949 года Георгий Димитров умер в Барвихе под Москвой, где проходил лечение.\n"
  },
  {
    "i": 6420,
    "type": "улица",
    "name": "Дисенская"
  },
  {
    "i": 6421,
    "type": "улица",
    "name": "Днепровская"
  },
  {
    "i": 6422,
    "type": "проезд",
    "name": "Днепровский"
  },
  {
    "i": 6423,
    "type": "переулок",
    "name": "Добромысленский"
  },
  {
    "i": 6424,
    "type": "улица",
    "name": "Доватора",
    "content": "В честь Героя Советского Союза названа небольшая улица в Центральном районе.\n\nЛев Михайлович Доватор родился 20 февраля 1903 года в селе Хотино Витебской губернии. Окончил сельскую церковно-приходскую школу, работал в Витебске на льнопрядильной фабрике. В 1922-м избран секретарем Хотинского волостного комитета комсомола, а затем секретарем сельского комитета бедноты.\n\nВ сентябре 1924 года вступил в ряды РККА. Окончил кавалерийскую школу, позднее Военную академию имени М. В. Фрунзе. В марте 1941-го назначен на должность начальника штаба Зб-й кавалерийской дивизии (Западный особый военный округ).\n\nВ первые дни Великой Отечественной полковник Доватор находился на лечении в госпитале в Москве, поэтому в свою дивизию, которая попала в окружение под Гродно, не смог добраться. Вскоре был зачислен в распоряжение штаба Западного фронта.\n\nВ июле 1941 года за отличие в оборонительных боях на Соловьевской переправе через Днепр награжден орденом Красного Знамени.\n\nВ августе 1941-го назначен командующим отдельной кавалерийской группы, которая с 14 августа по 2 сентября совершила рейд по тылу противника на территории Смоленской области.\n\n11 декабря корпус под командованием Доватора был передислоцирован под Москву, в район Кубинки, и после рейда по тылам противника вышел к реке Рузе. При осмотре в бинокль позиций противника перед боем генерал-майор Доватор был смертельно ранен пулеметной очередью.\n\nУказом Президиума Верховного Совета СССР от 21 декабря 1941 года ему посмертно присвоено звание Героя Советского Союза.\n"
  },
  {
    "i": 6425,
    "type": "улица",
    "name": "Докучаева",
    "content": "В честь известного геолога и почвоведа, основателя русской школы почвоведения и географии почв названа небольшая улочка в частном секторе в Октябрьском районе.\n\nВасилий Васильевич Докучаев родился 17 февраля (1 марта) 1846 года в селе Милюково Смоленской губернии в семье священника. По окончании семинарии был направлен в Санкт-Петербургскую духовную академию, где проучился лишь три недели. В это время он посещал публичные лекции по естествознанию, которые давали ведущие профессора Санкт-Петербурга, и увлекся наукой.\n\nНаписал прошение ректору Санкт-Петербургского университета о зачислении его на естественное отделение физико-математического-факультета, которое было удовлетворено. По окончании университета Докучаев остался на факультете в качестве консерватора (хранителя) минералогической коллекции и занимал эту должность с 1872 по 1878 год.\n\nВ 1878-м защитил магистерскую диссертацию «Способы происхождения речных долин Европейской России».\n\nВ 1883 году вышло сочинение Докучаева «Русский чернозем», в котором детально рассмотрены область распространения, происхождение, химический состав чернозема, принципы классификации и методы исследования этой почвы.\n\nДокучаев воспитал множество учеников, ставших впоследствии известными исследователями, создал русскую школу почвоведов.\n\nСкончался 26 октября (8 ноября) 1903 года после продолжительной болезни.\n"
  },
  {
    "i": 6426,
    "type": "улица",
    "name": "Докшицкая"
  },
  {
    "i": 6427,
    "type": "проезд",
    "name": "Долгиновский"
  },
  {
    "i": 6428,
    "type": "переулок",
    "name": "Долгиновский 2-й"
  },
  {
    "i": 6429,
    "type": "переулок",
    "name": "Долгиновский 3-й"
  },
  {
    "i": 6430,
    "type": "переулок",
    "name": "Долгиновский 4-й"
  },
  {
    "i": 6431,
    "type": "улица",
    "name": "Долгобродская",
    "content": "Название улицы Долгобродская упоминалось еще в конце XVIII - начале  XIX веков и связано с урочищем Долгий Брод, в районе которого и находится данная улица."
  },
  {
    "i": 6432,
    "type": "переулок",
    "name": "Домашевский"
  },
  {
    "i": 6433,
    "type": "улица",
    "name": "Домбровская"
  },
  {
    "i": 6434,
    "type": "улица",
    "name": "Дорошевича",
    "content": "Имя государственного деятеля БССР, ученого-геодезиста, заслуженного деятеля науки и техники БССР носит небольшая улочка в Советском районе.\nМихаил Васильевич Дорошевич родился 19 (6) ноября 1900 года в Орше. После окончания реального училища работал на строительстве железной дороги Орша — Унеча. В годы гражданской войны был бойцом особой Гомельской корпусной бригады. В 1926-м окончил землеустроительный факультет Горецкой сельскохозяйственной академии. Один из организаторов топогеодезических работ по съемке городов, новых для того времени.\nПринимал участие в создании и становлении минского торфяного института, Белорусского политехнического института (ректором которого был с 1947 по 1959 год), Гродненского строительного техникума и других учреждений образования.\nВ годы Великой Отечественной — доцент Казахского горно-металлургического института в Алма-Ате, руководил экспедицией по поиску корунда, создавал топливную базу на угольных месторождениях Южно-Казахстанской области.\nРуководил проектированием и строительством Белорусского института механизации и электрификации сельского хозяйства (1955- 1957). Был министром высшего и среднего специального образования БССР (1959-1968). Неоднократно избирался депутатом Мингорсовета, членом Минского городского и областного комитетов партии, ЦК КПБ.\nАвтор научно-методических работ по различным видам геодезических съемок, камеральной обработке полевых материалов, выявлению и изучению торфяных месторождений Белоруссии. Награжден орденом Ленина, 3 орденами, медалями.\nУшел из жизни 28 января 1968 года, похоронен на Восточном кладбище.\n"
  },
  {
    "i": 6435,
    "type": "переулок",
    "name": "Достоевского",
    "content": "Имя русского писателя, мыслителя, философа и публициста носят улица и примыкающий к ней переулок в Сельхозпоселке.\nФедор Михайлович Достоевский родился 11 ноября (30 октября по старому стилю) 1821 года в Москве. В 1838-м поступил в Инженерное училище в Санкт-Петербурге. После служил в Санкт-Петербургской инженерной команде, был прикомандирован к чертежной Инженерного департамента.\nВ 1844-м вышел в отставку, чтобы посвятить себя литературе, и через 2 года опубликовал первое сочинение — повесть «Бедные люди».\nВ 1848 году вошел в тайное общество, которое ставило своей целью «произвести переворот в России». Весной 1849-го в числе других его членов был арестован и заключен в Алексеевский равелин Петропавловской крепости. После 8 месяцев заключения, где Достоевский держался мужественно и даже написал рассказ «Маленький герой», он был признан виновным «в умысле на ниспровержение... государственного порядка» и первоначально приговорен к расстрелу. Уже на эшафоте ему объявили, что расстрел заменен 4 годами каторги с лишением «всех прав состояния» и последующей сдачей в солдаты.\nВ 1857-м ему были возвращены дворянство и право печататься. С 1866 по 1880 год пишет романы «Преступление и наказание», «Игрок», «Идиот», «Бесы», «Братья Карамазовы».\n9 февраля (28 января по старому стилю) 1881 года Федор Достоевский скончался в Санкт-Петербурге. Похоронен на Тихвинском кладбище Александро-Невской лавры."
  },
  {
    "i": 6436,
    "type": "улица",
    "name": "Дражня"
  },
  {
    "i": 6437,
    "type": "улица",
    "name": "Дрозда",
    "content": "ДРОЗД Николай Прокофьевич (подпольный псевдоним Дядя Вася; 1890, д. Селище Новогрудского р-на — 1943), участник Минского антифашистского подполья в Великую Отечественную войну. С 1939 рабочий войлочной фабрики «Красный Октябрь». Во время оккупации Минска немецко-фашистскими захватчиками организовал и возглавил подпольную группу. На его квартире хранились оружие, боеприпасы, медикаменты, в 1941 состоялись 2 заседания Минского подпольного горкома КП(б)Б. Участвовал в подготовке операции 22.09.1943 по уничтожению генерального комиссара Беларуси В.Кубе. 24.09.1943 Дрозд, его жена Елена Адамовна и дочь Регина (связные партизанского отряда «Димы») арестованы и после пыток казнены в Тростенецком лагере смерти. Посмертно награжден орденом Отечественной войны I степени."
  },
  {
    "i": 6438,
    "type": "проезд",
    "name": "Дрозды",
    "content": "Проезд между проспектом Победителей и комплексом Дрозды."
  },
  {
    "i": 6439,
    "type": "улица",
    "name": "Дружбы"
  },
  {
    "i": 6440,
    "type": "улица",
    "name": "Друйская"
  },
  {
    "i": 6441,
    "type": "переулок",
    "name": "Дубовлянский"
  },
  {
    "i": 6442,
    "type": "улица",
    "name": "Дубравинская"
  },
  {
    "i": 6443,
    "type": "переулок",
    "name": "Дубравинский"
  },
  {
    "i": 6444,
    "type": "улица",
    "name": "Дунина-Марцинкевича",
    "content": "ДУНИН - МАРЦИНКЁВИЧ Винцент (Викентий Иванович; литературный псевдоним Наум Приговорка; 4.2.1808, фольварк Панюшковичи, Бобруйский р-н — 29.12.1884), белорусский поэт, драматург, театральный деятель; основатель новой бел. литературы, профессор  драматургии и театра. Считается, что в 1824 окончил Бобруйское поветовое училище, затем учился в Петербургском университете. С 1826 работал в Минской епархиальной консистории, в криминальном суде. С 1840 жил попеременно в собственном фольварке Люцинка (Воложинский р-н) и Минске. Литературной деятельностью занялся с начала 1840-х гг.: либретто оперетт «Волшебная вода», «Состязание музыкантов» и «Рекрутский еврейский набор» (от последней сохранился небольшой монолог и общее содержание пьесы по отзыву на спектакль в 1841). Автор пьесы «Селянка» (опубликована в 1846, поставлена в 1852 в организованном им театре, см. Дунина-Марцинкевича театр), которую отнёс к жанру оперы, т.к. в ней широко использованы арии, дуэты, хоровые номера, танцы. В духе сентиментализма написаны первые поэт, произведения на польском языке. Внёс вклад в развитие силлабического стихосложения, в разработку новых жанрово-стилистических форм (стихотворные повесть и рассказ, баллада, комедия, идиллия). Автор поэтических  книг «Гапон», «Вечерницы и Одержимый» (обе 1855), «Интересуешься? Прочитай!» (1856), «Дударь белорусский, или Всего понемногу» (1957), в которые вошли белорусские стихотворные повести и рассказы «Вечерницы», «Гапон», «Купала», «Щаровские дожинки», «Былицы, рассказы Наума», баллада «Травица брат-сестрица» и др. Определяющими в них были этнографическо-бытовая и моральная проблематика, романтическая поэтизация жизни и быта крестьянина наряду с попыткой осмысления актуальных явлений социально-исторической действительности. Значительное место в литературном наследии Дунина-Марцинкевича занимают произведения на польском языке. Перевёл на белорусский язык поэму «Пан Тадеуш» A.Мицкевича (1859), запрещённую к изданию цензурой. Высоким уровнем драматургического мастерства, разработки образов, общественно-политической актуальностью проблематики выделяются социально острые фарс-водевиль «Пинская шляхта» (1866) и сатирическая комедия «Сватовство» (1870). Творчество Дунина-Марцинкевича стало важнейшим этапом в истории белорусской литературы, фундаментом для дальнейшего развития белорусской драматургии и профессионального театра.\n"
  },
  {
    "i": 6445,
    "type": "улица",
    "name": "Евфросиньи Полоцкой",
    "content": "\nИменем святой, которая считается покровительницей и небесной заступницей земли белорусской, названа улица во Фрунзенском районе — между Одоевского и Притыцкого.\nЕвфросиния Полоцкая родилась около 1101 года (не позднее 1104-го) в семье князя Святослава-Георгия, младшего сына Всеслава Чародея. Неожиданно для близких княжна втайне приняла постриг под именем Евфросиния.\nПреподобная Евфросиния основала женский и мужской монастыри, ставшие центром просвещения в Полоцком княжестве. Ее стараниями пополнялась библиотека Софийского собора и велось полоцкое лето- писание. По заказу Евфросинии был создан уникальный шедевр древне-белорусского прикладного искусства — крест, названный ее именем.\nЕвфросиния сама сочиняла музыку, покровительствовала живописи и прослыла первой белорусской меценаткой. На ее средства и по ее заказу в 50-е годы XII века была построена церковь святого Спаса — вершина полоцкой архитектурной школы. С именем просветительницы связано и появление в Беларуси привезенного из Византии образа Божией Матери, известного как Одигитрия Полоцкая.\nБлаготворное влияние подвижницы сказалось и на преодолении вражды между Полоцким и Киевским княжествами. Завершением жизни Евфросинии Полоцкой стало паломничество в Иерусалим, во время которого она заболела и в 1173 году умерла.\nПросветительница была похоронена в монастыре недалеко от Иерусалима. В 1187-м ее мощи перевезены в Киево-Печерскую лавру, а в 1910-м — в Полоцк, где и находятся в настоящее время.\n"
  },
  {
    "i": 6446,
    "type": "улица",
    "name": "Ежи Гедройца",
    "content": "В честь политика, публициста, основателя парижского журнала Kultura названа улица в Московском районе. Ежи Гедройц родился 27 июля 1906 года в Минске. В 1919-м семья переехала в Варшаву, где Ежи окончил гимназию имени Яна Замойского.\n\nИзучал юриспруденцию, затем историю в Варшавском университете. Во время учебы увлекся политикой. Служил референтом в Министерстве сельского хозяйства (1929-1935), руководил одним из отделов в Министерстве промышленности и торговли. Одновременно занимался публицистической деятельностью.\n\nКогда началась Вторая мировая война, был эвакуирован в Румынию. В марте 1941-го при помощи англичан выехал в Стамбул, где записался на военную службу. Участвовал в ливийской кампании и боях за Тобрук. В 1943-1944 годах руководил отделом военных журналов и издательств Бюро пропаганды 2-го Польского корпуса.\n\nВ 1946-м основал в Риме Литературный институт — издательство для демобилизованных солдат, который выпустил в 1947 году первый номер журнала Kultura. Он стал важнейшим изданием послевоенной польской эмиграции и собрал вокруг себя выдающихся польских эмигрантов публицистов и писателей.\n\nЕжи Гедройц удостоен звания доктора honoris causa Ягеллонского, Фрайбургского (Швейцария), Вроцлавского, Белостокского, Варшавского, Щецинского, Люблинского университетов.\n\nСкончался 14 сентября 2000 года в Мезон-Лаффит под Парижем.\n"
  },
  {
    "i": 6447,
    "type": "улица",
    "name": "Ельницкая"
  },
  {
    "i": 6448,
    "type": "проезд",
    "name": "Енисейский"
  },
  {
    "i": 6449,
    "type": "переулок",
    "name": "Енисейский 1-й"
  },
  {
    "i": 6450,
    "type": "переулок",
    "name": "Енисейский 2-й"
  },
  {
    "i": 6451,
    "type": "переулок",
    "name": "Ермака",
    "content": "ЕРМАК Владимир Иванович (15.05.1924, Минск — 19.07.1943), Герой Советского Союза (1944). В Великую Отечественную войну с октября 1942 на Ленинградском фронте, рядовой. 19.07.1943 во время разведки боем в районе Синявинских высот (под Ленинградом) закрыл своим телом амбразуру вражеского дзота, чем обеспечил группе разведчиков выполнение боевого задания."
  },
  {
    "i": 6452,
    "type": "улица",
    "name": "Жасминовая"
  },
  {
    "i": 6453,
    "type": "улица",
    "name": "Железнодорожная"
  },
  {
    "i": 6454,
    "type": "переулок",
    "name": "Железнодорожный 1-й"
  },
  {
    "i": 6455,
    "type": "переулок",
    "name": "Железнодорожный 3-й"
  },
  {
    "i": 6456,
    "type": "переулок",
    "name": "Железнодорожный 4-й"
  },
  {
    "i": 6457,
    "type": "переулок",
    "name": "Железнодорожный 5-й"
  },
  {
    "i": 6458,
    "type": "переулок",
    "name": "Железнодорожный 6-й"
  },
  {
    "i": 6459,
    "type": "переулок",
    "name": "Железнодорожный 7-й"
  },
  {
    "i": 6460,
    "type": "переулок",
    "name": "Железнодорожный 8-й"
  },
  {
    "i": 6461,
    "type": "улица",
    "name": "Жилуновича",
    "content": " Жилунович Змитер Фёдорович (Гартный Тишка); 4.11.1887, г. Копыль - 11.4.1937), белорусский писатель, государственный и общественный деятель. Академик АН Беларуси (1928). Участник революции 1905-07. Работал ремесленником-кожевником, затем на заводе в Петербурге. После 1917 главный секретарь Белорусского национального комиссариата, редактор газеты \"Дзяннiца\". 1.1-2.2.1919 председатель Временного рабоче-крестьянского советского правительства Белоруссии, затем политработник 14-й армии и штаба Западного фронта. Позже возглавлял Государственное издательство Беларуси, работал в Наркомате просвещения и Институте истории АН Беларуси. Член ЦБ КП(б)Б (1918-19), кандидат в члены ЦК КП(б)Б (1927-29), Член ЦИК БССР в 1920-31. Выступал как поэт, прозаик, драматург, публицист, исследователь истории белорусской литературы и критик. Первый сборник \"Песни\" (1913). Зачинатель рабочей тематики в белорусской поэзии и прозе. В романе \"Соки целины\" (написан 1914-29) жизнь разных социальных слоев в местечках и городах в предреволюционное время. Сложные социально-психологический конфликты в сборниках рассказов \"Щепки на волнах\" (1924) и \"Аллея\" (белорусское \"Прысады\", 1927). Поставив героя перед ситуацией выбора, Гартный по-новаторски решал моральные конфликты времени. Автор романа \"Перегуды\" (1935), сборник литературно-критических статей \"Взгорья и низины\" (1928), пьес и др. Некоторые стихи Гартного положены на музыку. 16.1.1931 исключён из партии. 15.11.1936 арестован. В 1955 реабилитирован в гражданско-правовых отношениях, в 1988 - полностью. "
  },
  {
    "i": 6462,
    "type": "улица",
    "name": "Жлобинская"
  },
  {
    "i": 6463,
    "type": "улица",
    "name": "Жудро",
    "content": "В честь одного из руководителей подпольного движения на территории Беларуси в годы Великой Отечественной войны названа улица во Фрунзенском районе.\n\nВасилий Степанович Жудро родился в 1917 году в деревне Корени (сейчас Светлогорский район Гомельской области). В 1938-1939 годах проходил службу в рядах Красной армии. После его направили на учебу на юридические курсы в Минске.\n\nВ первые дни фашистской оккупации стал активным членом подпольной группы, позже вошел в состав Минского подпольного городского комитета партии. В сентябре ему удалось наладить связь с партизанами отряда Дяди Васи (командир В. Т. Воронянский), который действовал в Логойском районе. Совместными усилиями Василия Жудро и комиссара партизанского отряда Макаренко к апрелю 1942 года в отряд переправлены более 130 человек.\n\nВ середине этого месяца в Пушкинском поселке (находился в границах нынешних улиц Сурганова, Якуба Коласа, Калинина и Кузьмы Чорного) на конспиративной квартире произошла встреча партизанского комиссара Александра Макаренко и подпольщика Василия Жудро. Она стала последней. В судьбе обоих роковую роль сыграл предатель Антохин, который знал о встрече и привел туда сотрудников СД. Макаренко погиб, а Жудро получил огнестрельное ранение в живот при попытке задержания, однако ему удалось скрыться от преследования и добраться до явочной квартиры. Подпольщики сумели доставить его в 1-ю клиническую больницу, но спасти Жудро не удалось. 20 апреля он скончался.\n\nПосмертно награжден орденом Отечественной войны I степени.\n"
  },
  {
    "i": 6464,
    "type": "пр-т",
    "name": "Жукова",
    "content": "ЖУКОВ Георгий Константинович (01.12.1896, д. Стрелковка Калужской обл., Россия — 18.06.1974), Маршал Советского Союза (1943), четырежды Герой Советского Союза (1939, 1944, 1945, 1956), Герой Монголии (1969). В армии с 1915, участник 1-й мировой войны. В Красной Армии с 1918. С 1926 преподавал военно-допризывную подготовку в БГУ, с 1930 командир 2-й кавалерийской бригады 7-й дивизии (штаб в Минске), 4-й кавалерийской дивизии (база в Слуцке), 3-го кавалерийского корпуса (штаб в Минске). В 1938—39 заместитель командующего Белорусским особым военным округом. В 1939 командовал советско-монгольской группировкой, разгромившей японских агрессоров на р. Халхин-Гол. В 1940 командующий войсками Киевского военного округа. В январе — июле 1941 начальник Генштаба — заместитель наркома обороны СССР и заместитель Верховного главнокомандующего. В Великую Отечественную войну командовал рядом фронтов, один из руководителей обороны Ленинграда, Москвы, контрнаступления советских войск в декабре 1941 — апреле 1942. Координировал действия фронтов в Сталинградской битве, битвах под Курском и за Днепр, 2-го и 1-го Белорусского фронтов в Белорусской операции 1944, командовал 1-м Белорусским фронтом при взятии Берлина. После войны на высших командных постах в Советской Армии, в 1955—57 — министр обороны. Автор мемуаров «Воспоминания и размышления» (т 1—3, 10-е изд., 1990)."
  },
  {
    "i": 6465,
    "type": "проезд",
    "name": "Жуковского",
    "content": "В честь русского механика, основоположника  гидро- и аэродинамики названы улица, два переулка и проезд в Октябрьском районе.\n\nНиколай Егорович Жуковский родился в деревне Орехово под Владимиром в 1847 году. Окончил гимназию, без экзаменов зачислен на физико-математический факультет Московского университета.\n\nПреподавал математику (с конца 1871-го) и механику (с начала 1872-го) в Московском высшем техническом училище. В ноябре 1876-го состоялась публичная защита его магистерской диссертации, а 30 апреля 1882-го — диссертации на степень доктора прикладной математики.\n\nЕго исследования в области аэродинамики стали источником основных идей, на которых строится авиационная наука. Он всесторонне изучил динамику полета птиц, а 3 ноября 1891 года сделал доклад «О парении птиц». В 1892-м выступил с работой «По поводу летательного снаряда Чернушенко», составив основные уравнения динамики для центра тяжести планирующего тела.\n\nЧлен-корреспондент Академии наук, президент Московского математического общества (1905 год).\n\nВ годы Первой мировой войны разработал теорию бомбометания, занимался вопросами баллистики артиллерийских снарядов. В 1916-м возглавил расчетно-испытательное бюро при аэродинамической лаборатории Московского технического училища.\n\nНиколай Егорович Жуковский скончался 17 марта 1921 года. Похоронен на кладбище Донского монастыря в Москве.\n"
  },
  {
    "i": 6466,
    "type": "переулок",
    "name": "Жуковского 1-й",
    "content": "В честь русского механика, основоположника  гидро- и аэродинамики названы улица, два переулка и проезд в Октябрьском районе.\n\nНиколай Егорович Жуковский родился в деревне Орехово под Владимиром в 1847 году. Окончил гимназию, без экзаменов зачислен на физико-математический факультет Московского университета.\n\nПреподавал математику (с конца 1871-го) и механику (с начала 1872-го) в Московском высшем техническом училище. В ноябре 1876-го состоялась публичная защита его магистерской диссертации, а 30 апреля 1882-го — диссертации на степень доктора прикладной математики.\n\nЕго исследования в области аэродинамики стали источником основных идей, на которых строится авиационная наука. Он всесторонне изучил динамику полета птиц, а 3 ноября 1891 года сделал доклад «О парении птиц». В 1892-м выступил с работой «По поводу летательного снаряда Чернушенко», составив основные уравнения динамики для центра тяжести планирующего тела.\n\nЧлен-корреспондент Академии наук, президент Московского математического общества (1905 год).\n\nВ годы Первой мировой войны разработал теорию бомбометания, занимался вопросами баллистики артиллерийских снарядов. В 1916-м возглавил расчетно-испытательное бюро при аэродинамической лаборатории Московского технического училища.\n\nНиколай Егорович Жуковский скончался 17 марта 1921 года. Похоронен на кладбище Донского монастыря в Москве.\n"
  },
  {
    "i": 6467,
    "type": "переулок",
    "name": "Жуковского 2-й",
    "content": "В честь русского механика, основоположника  гидро- и аэродинамики названы улица, два переулка и проезд в Октябрьском районе.\n\nНиколай Егорович Жуковский родился в деревне Орехово под Владимиром в 1847 году. Окончил гимназию, без экзаменов зачислен на физико-математический факультет Московского университета.\n\nПреподавал математику (с конца 1871-го) и механику (с начала 1872-го) в Московском высшем техническом училище. В ноябре 1876-го состоялась публичная защита его магистерской диссертации, а 30 апреля 1882-го — диссертации на степень доктора прикладной математики.\n\nЕго исследования в области аэродинамики стали источником основных идей, на которых строится авиационная наука. Он всесторонне изучил динамику полета птиц, а 3 ноября 1891 года сделал доклад «О парении птиц». В 1892-м выступил с работой «По поводу летательного снаряда Чернушенко», составив основные уравнения динамики для центра тяжести планирующего тела.\n\nЧлен-корреспондент Академии наук, президент Московского математического общества (1905 год).\n\nВ годы Первой мировой войны разработал теорию бомбометания, занимался вопросами баллистики артиллерийских снарядов. В 1916-м возглавил расчетно-испытательное бюро при аэродинамической лаборатории Московского технического училища.\n\nНиколай Егорович Жуковский скончался 17 марта 1921 года. Похоронен на кладбище Донского монастыря в Москве.\n"
  },
  {
    "i": 6468,
    "type": "улица",
    "name": "Заводская"
  },
  {
    "i": 6469,
    "type": "переулок",
    "name": "Загородный 1-й"
  },
  {
    "i": 6470,
    "type": "переулок",
    "name": "Загородный 2-й"
  },
  {
    "i": 6471,
    "type": "переулок",
    "name": "Загородный 3-й"
  },
  {
    "i": 6472,
    "type": "переулок",
    "name": "Загородный 4-й"
  },
  {
    "i": 6473,
    "type": "улица",
    "name": "Замковая"
  },
  {
    "i": 6474,
    "type": "улица",
    "name": "Западная"
  },
  {
    "i": 6475,
    "type": "улица",
    "name": "Запорожская"
  },
  {
    "i": 6476,
    "type": "переулок",
    "name": "Запорожский 1-й"
  },
  {
    "i": 6477,
    "type": "переулок",
    "name": "Запорожский 3-й"
  },
  {
    "i": 6478,
    "type": "улица",
    "name": "Запрудная"
  },
  {
    "i": 6479,
    "type": "переулок",
    "name": "Заречанский"
  },
  {
    "i": 6480,
    "type": "улица",
    "name": "Заречная"
  },
  {
    "i": 6481,
    "type": "тупик",
    "name": "Заречный"
  },
  {
    "i": 6482,
    "type": "переулок",
    "name": "Заречный 1-й"
  },
  {
    "i": 6483,
    "type": "переулок",
    "name": "Заречный 2-й"
  },
  {
    "i": 6484,
    "type": "переулок",
    "name": "Заречный 3-й"
  },
  {
    "i": 6485,
    "type": "улица",
    "name": "Заславская"
  },
  {
    "i": 6486,
    "type": "улица",
    "name": "Заслонова",
    "content": "ЗАСЛОНОВ Константин Сергеевич (партизанский  псевдоним Дядя Костя; 7.1.1910, г. Осташков Тверской обл., Россия — 14.11.1942), один из организаторов и руководителей антифашистского подполья и партизанского движения в Витебской обл. в Великую Отечественную войну, Герой Советского Союза (1943). Окончил профессионально-техническую школу в Великих Луках (1930). С 1939 начальник паровозного депо железнодорожной станции Орша. В сентябре 1941 в Москве сформировал из железнодорожников партизанский отряд, в октябре перешёл с ними линию  фронта. Легализовавшись в Орше, в ноябре  устроился на работу в Оршанское депо начальником русских паровозных бригад, создал и возглавил несколько диверсионных групп, которые вместе с другими подпольными группами Оршанского антифашистского подполья во время Московской битвы 1941—42 парализовали работу железнодорожного узла. С февраля 1942 командир партизанского отряда, с июля 1942 — бригады, одновременно с октября 1942 командующий партизанскими силами Оршанской зоны. Погиб в Куповатском бою 1942. В Орше создан мемориальный музей 3аслонова, ему поставлены памятники в Орше, Сенно и на месте гибели."
  },
  {
    "i": 6487,
    "type": "улица",
    "name": "Затишье"
  },
  {
    "i": 6488,
    "type": "улица",
    "name": "Захарова",
    "content": "ЗАХАРОВ Иван Антонович (18.9.1898, д. Семёновка Московской обл. — 19.3.1944), государственный деятель БССР. Окончил Промышленную академию лёгкой промышленности СССР (1937). С 1926 на партийной и хозяйственной работе в Московской области. С 1937 в Витебске: директор льнопрядильной фабрики, председатель горисполкома. С апреля 1938 заместитель председателя СНК БССР. В годы Великой Отечественной войны выполнял поручения ЦК КП(б)Б и БШПД по руководству партизанским движением в Беларуси. Член ЦК КП(б)Б с 1940. Депутат Верховного Совета БССР с 1938."
  },
  {
    "i": 6489,
    "type": "улица",
    "name": "Зацень"
  },
  {
    "i": 6490,
    "type": "улица",
    "name": "Звёздная"
  },
  {
    "i": 6491,
    "type": "улица",
    "name": "Зелёнолугская"
  },
  {
    "i": 6492,
    "type": "улица",
    "name": "Земледельческая"
  },
  {
    "i": 6493,
    "type": "переулок",
    "name": "Земледельческий 1-й"
  },
  {
    "i": 6494,
    "type": "переулок",
    "name": "Земледельческий 3-й"
  },
  {
    "i": 6495,
    "type": "улица",
    "name": "Землемерная 1-я"
  },
  {
    "i": 6496,
    "type": "улица",
    "name": "Землемерная 2-я"
  },
  {
    "i": 6497,
    "type": "переулок",
    "name": "Землемерный"
  },
  {
    "i": 6498,
    "type": "переулок",
    "name": "Зенитный"
  },
  {
    "i": 6499,
    "type": "переулок",
    "name": "Зимний 1-й"
  },
  {
    "i": 6500,
    "type": "переулок",
    "name": "Зимний 2-й"
  },
  {
    "i": 6501,
    "type": "улица",
    "name": "Зимняя"
  },
  {
    "i": 6502,
    "type": "улица",
    "name": "Змитрока Бядули",
    "content": "БЯДУЛЯ Змитрок (настоящее  Плавник Самуил Ефимович; 23.4.1886, д. Посадец Логойского р-на — 3.11.1941), белорусский писатель. Работал домашним учителем. Первое печатное произведение — образок «Поют в ночном» на белорусском языке в газете «Наша нiва» (1910). В конце 1912 переехал в г. Вильна. В первом сборнике «Образки» (1913) мироощущение героя-романтика, осуждение социального неравенства, разлад героя с действительностью. В реалистических  рассказах созданы образы-типы белорусских крестьян, социально угнетённых и подавленных духовно («Летописцы», «Вор»), поднимается проблема назначения народной интеллигенции («На Рождество к сыну»), В 1915 возвратился в Посадец, вскоре переехал в Минск. Социалистическую революцию и гражданскую войну воспринял как драматические исторические события (ст. «Около всебелорусского съезда», «Праздник в Беларуси» и др.). Активно выступал в поддержку идей белорусского возрождения. Был членом литобъединений «Маладняк», «Узвышша». В книге «Поэмы», повести «Соловей» (обе 1927), рассказах и др. осмысливал воздействие новой власти на судьбу людей труда, борьбу белорусского народа за независимость. В 1-й книге романа «Язэп Крушинский» (1929 — 32) раскрыл острые социальные проблемы в белорусской деревне накануне и во время коллективизации. Автор автобиографических повестей «Фронт приближается» (1935) и «В дремучих лесах» (1939). Писал для детей, литературно-критические статьи, исследовал вопросы этнографии и фольклора."
  },
  {
    "i": 6503,
    "type": "улица",
    "name": "Зои Космодемьянской",
    "content": "Именем девушки, получившей посмертно звание Героя Советского Союза,  названа улица в частном секторе Первомайского района возле Севастопольского парка.\n\nЗоя Космодемьянская родилась 13 сентября 1923 года в селе Осино-Гай Тамбовской губернии. В школу пошла в Москве, в июне 1941-го окончила девятый класс. 27 июля Зоя и ее брат Саша пошли работать на завод. Осенью учащиеся старших классов, а с ними и Зоя, уехали на трудовой фронт в один из совхозов под Каширу убирать картофель. Вернувшись, Зоя отправилась в комитет комсомола и попросилась на фронт.\n\nЕе приняли в школу для диверсантов. Через пять дней обучения подрывному делу, обращению со стрелковым оружием и навыкам рукопашного боя была назначена в партизанский разведывательно-диверсионный отряд. В начале ноября перешла линию фронта в составе группы из 12 человек.\n\nОтряд попал в засаду, устроенную немецким патрулем. Кого-то расстреляли, другие бежали, а несколько человек, включая Зою, выполнили задание и благополучно вернулись на базу.\n\nВ конце ноября при выполнении очередного задания Космодемьянскую арестовали, пытали и казнили.\n\nО судьбе Зои стало широко известно из статьи Петра Лидова «Таня» (так Космодемьянская назвалась во время допроса), опубликованной в газете \"Правда\" 27 января 1942 года. 16 февраля был подписан указ о присвоении ей звания Героя Советского Союза  (посмертно).\n\n"
  },
  {
    "i": 6504,
    "type": "улица",
    "name": "Золотая"
  },
  {
    "i": 6505,
    "type": "улица",
    "name": "Золотая Горка",
    "content": "Старое название района на бывшей северо-восточной окраине Минска (ныне - район улицы Козлова и улицы Гикало). В середине XIX века - место гуляний горожан."
  },
  {
    "i": 6506,
    "type": "переулок",
    "name": "Золотой"
  },
  {
    "i": 6507,
    "type": "улица",
    "name": "Зубачёва",
    "content": "В честь руководителя обороны Цитадели Брестской крепости названы три переулка и улица в Курасовщине. Иван Николаевич Зубачев родился 28 февраля 1898 года в селе Подлесная Слобода Рязанской губернии (ныне Московская область). Работал кузнецом на Коломенском заводе. В 1918-м вступил добровольцем в Красную армию. Во время гражданской войны участвовал в боях на деникинском и польском фронтах, после окончания которой остался на службе. Участвовал в советско-финской войне в звании капитана и    должности командира батальона     44-го полка, затем заместитель командира полка по хозяйственной части. Полк с мая 1941 года  дислоцировался в Брестской крепости. В одном из боев 28 июня капитан Зубачев был ранен в голову. 30 июня от взрыва бомбы рухнули перекрытия каземата, где находились руководители обороны Цитадели. Вскоре фашисты ворвались в крепость. Зубачев попал в плен. Умер от туберкулеза в фашистском лагере военнопленных «Хаммельбург» 24 июля 1944 года.\n"
  },
  {
    "i": 6508,
    "type": "переулок",
    "name": "Зубачёва 1-й",
    "content": "В честь руководителя обороны Цитадели Брестской крепости названы три переулка и улица в Курасовщине. Иван Николаевич Зубачев родился 28 февраля 1898 года в селе Подлесная Слобода Рязанской губернии (ныне Московская область). Работал кузнецом на Коломенском заводе. В 1918-м вступил добровольцем в Красную армию. Во время гражданской войны участвовал в боях на деникинском и польском фронтах, после окончания которой остался на службе. Участвовал в советско-финской войне в звании капитана и    должности командира батальона     44-го полка, затем заместитель командира полка по хозяйственной части. Полк с мая 1941 года  дислоцировался в Брестской крепости. В одном из боев 28 июня капитан Зубачев был ранен в голову. 30 июня от взрыва бомбы рухнули перекрытия каземата, где находились руководители обороны Цитадели. Вскоре фашисты ворвались в крепость. Зубачев попал в плен. Умер от туберкулеза в фашистском лагере военнопленных «Хаммельбург» 24 июля 1944 года.\n"
  },
  {
    "i": 6509,
    "type": "переулок",
    "name": "Зубачёва 2-й",
    "content": "В честь руководителя обороны Цитадели Брестской крепости названы три переулка и улица в Курасовщине. Иван Николаевич Зубачев родился 28 февраля 1898 года в селе Подлесная Слобода Рязанской губернии (ныне Московская область). Работал кузнецом на Коломенском заводе. В 1918-м вступил добровольцем в Красную армию. Во время гражданской войны участвовал в боях на деникинском и польском фронтах, после окончания которой остался на службе. Участвовал в советско-финской войне в звании капитана и    должности командира батальона     44-го полка, затем заместитель командира полка по хозяйственной части. Полк с мая 1941 года  дислоцировался в Брестской крепости. В одном из боев 28 июня капитан Зубачев был ранен в голову. 30 июня от взрыва бомбы рухнули перекрытия каземата, где находились руководители обороны Цитадели. Вскоре фашисты ворвались в крепость. Зубачев попал в плен. Умер от туберкулеза в фашистском лагере военнопленных «Хаммельбург» 24 июля 1944 года.\n"
  },
  {
    "i": 6510,
    "type": "переулок",
    "name": "Зубачёва 3-й",
    "content": "В честь руководителя обороны Цитадели Брестской крепости названы три переулка и улица в Курасовщине. Иван Николаевич Зубачев родился 28 февраля 1898 года в селе Подлесная Слобода Рязанской губернии (ныне Московская область). Работал кузнецом на Коломенском заводе. В 1918-м вступил добровольцем в Красную армию. Во время гражданской войны участвовал в боях на деникинском и польском фронтах, после окончания которой остался на службе. Участвовал в советско-финской войне в звании капитана и    должности командира батальона     44-го полка, затем заместитель командира полка по хозяйственной части. Полк с мая 1941 года  дислоцировался в Брестской крепости. В одном из боев 28 июня капитан Зубачев был ранен в голову. 30 июня от взрыва бомбы рухнули перекрытия каземата, где находились руководители обороны Цитадели. Вскоре фашисты ворвались в крепость. Зубачев попал в плен. Умер от туберкулеза в фашистском лагере военнопленных «Хаммельбург» 24 июля 1944 года.\n"
  },
  {
    "i": 6511,
    "type": "улица",
    "name": "Зыбицкая"
  },
  {
    "i": 6512,
    "type": "улица",
    "name": "Ивана Науменко",
    "content": "В честь белорусского прозаика и драматурга, народного писателя Беларуси названа улица в жилом районе Северный.\n\nИван Науменко родился 16 февраля 1925 года. Участвовал в Великой Отечественной войне. С января 1942-го — в комсомольском подполье, затем в партизанах. В декабре 1943 года призван в Красную армию. Участвовал в боях на Ленинградском и 1-м Украинском фронтах. После мобилизации в декабре 1945-го был корреспондентом мозырской областной газеты «Бальшавiк Палесся», с 1951-го — республиканской газеты «Звязда».\n\nЗаочно окончил БГУ имени В. И. Ленина (1950) и аспирантуру при университете (1954). Был заведующим отделом прозы литературного журнала «Маладосць», в 1954-1973 годах — старший преподаватель, доцент, профессор, заведующий кафедрой белорусской литературы БГУ. Затем был директором Института литературы имени Янки Купалы АН БССР, позднее — вице-президентом Академии наук. С 1985-го по 1990-й — депутат Верховного Совета БССР. С 2002 года — главный научный сотрудник Института литературы НАН Беларуси.\n\nОпубликовал около 200 научных работ, в том числе 10 монографий. Исследовал творчество Я. Купалы, Я. Коласа, других белорусских писателей. Автор романов «Сасна пры дарозе» (1962), «Вецер у соснах» (1967), «Сорак трэцi» (1974), «Смутак белых начэй» (1980), «Асеннiя мелодьi» (1987). За книгу «Таполi юнацтва» получил премию Ленинского комсомола Белоруссии. Умер 17 декабря 2006 года, похоронен на Кальварийском кладбище.\n"
  },
  {
    "i": 6513,
    "type": "улица",
    "name": "Ивана Хруцкого"
  },
  {
    "i": 6514,
    "type": "улица",
    "name": "Ивана Шамякина",
    "content": "ШАМЯКИН Иван Петрович (30.01.1921, д. Корма Добрушского р-на — 14.10.2004), белорусский писатель, общественный деятель. Народный писатель Беларуси (1972). Академик НАН Беларуси (1994, член-корреспондент 1980). Герой Социалистического Труда (1981). Окончил Гомельский техникум строительных материалов (1940), Республиканскую партийную школу при ЦК КП(б)Б (1950). В 1945—48 учительствовал, с 1950 в Белорусском государственном издательстве, с 1952 главный редактор альманаха «Советская Отчизна». С 1954 заместитель председателя, с 1966 секретарь, с 1968 2-й секретарь, с 19711-й заместитель председателя, с 1976 1-й секретарь правления Союза писателей Беларуси. В 1980—92 главный редактор издательства «Беларуская Энцыклапедыя» им. П.Бровки. В 1971—85 Председатель Верховного Совета БССР. Первая повесть — «Месть» (1945). В романе «Глубокое течение» (1947—48, Государственная премия СССР 1951) трагические и героические будни борьбы белорусского народа с фашистскими оккупантами на Гомельщине. Осмысление послевоенной действительности в прозаических сборниках «На знакомых путях» (1949), «В Москву» (1950), «Две силы» (1951), «Рассказы» (1952), «Первое свидание» (1956), романе «В добрый час» (1953) и др. Роман «Криницы» (1956, Литературная премия имени Я.Коласа 1959) посвящён разоблачению волюнтаристских методов в руководстве экономикой, социалистической и политической жизнью. В пенталогии «Тревожное счастье» («Неповторимая весна», 1957; «Ночные зарницы», 1958; «Огонь и снег», «Поиски встречи», обе 1959; «Мост», 1965) судьба поколения белорусов, прошедших испытание войной. Злободневные проблемы жизни в сборниках прозы «Материнские руки» (1961), «Вечерний сеанс» (1968). Автор романов «Сердце на ладони» (1963, вместе с «Тревожным счастьем» Государственная премия Беларуси 1968) и «Снежные зимы» (1968) о проблемах гражданской ответственности человека перед самим собой, народом, историей. Повести «Брачная ночь» (1975, кинофильм «Свадебная ночь», 1980), «Торговка и поэт» (1976, одноим. кинофильм 1978) о пути людей из народных низов к активной борьбе с фашистскими оккупантами. В романах «Атланты и кариатиды» (1978, одноим. видеофильм 1980), «Возьму твою боль» (1978, одноим. кинофильм 1981; Гос. премия Беларуси 1982) раскрыта активная позиция современника, неприятие им консерватизма и бюрократизма. Автор повестей «Жертвы» (1990), «Повести Ивана Андреевича» (1993), «Падение» (1994), романа «Злая звезда» (1991), в которых жизнь после чернобыльской катастрофы. Историческое прошлое Беларуси в романе «Великая княгиня» (1996). В повестях «Выкормыш» (1996), «Завихрение» (1998), «Поиски приюта» (1999), романе «Губернатор» (2000) и других критика социалистических издержек капитализации страны. Пьесы Шамякина отличаются широким событийно-тематическим и идейно-пафосным диапазоном: «Не верьте тишине» (пост. 1958), «Дети одного дома» (пост. 1967), «Баталия на лугу» (1972), «Экзамен на осень» (пост. 1974), «И смолкли птицы» (пост. 1977), «Золотая медаль» (пост. 1980). Автор литературно-критических статей, воспоминаний, портретов в книгах «Разговор с читателем» (1973), «Корни и ветви» (1986), «Ночные воспоминания» (2007), повести «Славься, Мария» (1999) и др."
  },
  {
    "i": 6515,
    "type": "улица",
    "name": "Ивановская"
  },
  {
    "i": 6516,
    "type": "улица",
    "name": "Ивенецкая"
  },
  {
    "i": 6517,
    "type": "переулок",
    "name": "Игната Буйницкого",
    "content": "БУЙНЙЦКИЙ Игнат Терентьевич (22.08.1861, д. Полевачи Глубокского р-на — 22.09.1917), белорусский актёр, режиссёр, театр, деятель. Основоположник белорусского национального профессионального театра. Окончил Рижское землемерное училище, по некоторым данным, учился в частной драматической студии в Вильне. Работал землемером. Организатор и руководитель Первой белорусской труппы Игната Буйницкого в 1907—13. Инициатор организации Первого товарищества белорусской драмы и комедии в 1917. Один из первых инициаторов белорусских вечеринок, которые с 1905 систематически устраивал в фольварке Полевачи и д. Прозороки Глубокского района. Собирал народные песни и танцы, образцы национального костюма, орнамента, росписей. Уделял большое внимание местным любителям театра, содействуя подъёму любительского театрального движения в Беларуси. Управляя театром, поддерживал его собственными средствами. Постановщик большинства спектаклей Первой белорусской труппы. Актёрская деятельность Буйницкого носила синтетический характер: выступал как драматический актёр, декламатор стихов, певец, отличный танцор. Среди ролей: Алексей («В зимний вечер» по Э.Ожешко), Игнась («Модный шляхтич» К.Каганца), Антон, Миронович («Прикинулись дурачками», «По ревизии» М.Кропивницкого). На родине установлен памятник Буйницкому (1975), создан музей (1982, в Прозорокской средней школе). С 1992 присуждается премия его имени в области театр, искусства."
  },
  {
    "i": 6518,
    "type": "улица",
    "name": "Игната Домейко",
    "content": "В честь выдающегося геолога, географа и этнолога названа улочка в Партизанском районе неподалеку от Национальной библиотеки.\nИгнатий Ипполитович Домейко происходил из древнего белорусского шляхетского рода. Родился 31 июля 1802 года в зажиточной семье в деревне Медвядка Новогрудского уезда. В 7 лет потерял отца. Первоначальное образование получил в школе монахов-пиаров. Окончил физико-математический факультет Виленского университета. Был членом тайного общества филоматов, где познакомился и на всю жизнь подружился с поэтом Адамом Мицкевичем.\nКогда вспыхнуло национально-освободительное восстание 1830-1831 годов, воевал под командованием генерала Хлоповского. После подавления восстания эмигрировал в Кёнигсберг, потом в Дрезден, а после в Париж, где поступил в Горную школу и за три года прошел весь курс обучения. Его пригласили на работу в Эльзас, где он открыл богатые залежи железной руды.\nПоворотным в жизни Игната Домейко стало письмо Адама Мицкевича, где он сообщал о возможности работать по контракту в Чили. Домейко сразу же согласился.\nСобрал и описал множество доселе неизвестных науке минералов, растений, окаменелостей, метеоритов. Его учебник «Минералогия» на протяжении нескольких десятилетий использовали во многих латиноамериканских странах.\nСкончался 23 января 1889 года в Чили. День его похорон был объявлен в стране днем национального траура.\n"
  },
  {
    "i": 6519,
    "type": "улица",
    "name": "Игнатенко"
  },
  {
    "i": 6520,
    "type": "тр-т",
    "name": "Игуменский"
  },
  {
    "i": 6521,
    "type": "улица",
    "name": "Иерусалимская"
  },
  {
    "i": 6522,
    "type": "улица",
    "name": "Извозная"
  },
  {
    "i": 6523,
    "type": "переулок",
    "name": "Извозный 1-й"
  },
  {
    "i": 6524,
    "type": "переулок",
    "name": "Извозный 2-й"
  },
  {
    "i": 6525,
    "type": "переулок",
    "name": "Извозный 3-й"
  },
  {
    "i": 6526,
    "type": "улица",
    "name": "Измайловская"
  },
  {
    "i": 6527,
    "type": "проезд",
    "name": "Измайловский"
  },
  {
    "i": 6528,
    "type": "переулок",
    "name": "Измайловский 1-й"
  },
  {
    "i": 6529,
    "type": "переулок",
    "name": "Измайловский 2-й"
  },
  {
    "i": 6530,
    "type": "переулок",
    "name": "Измайловский 3-й"
  },
  {
    "i": 6531,
    "type": "переулок",
    "name": "Измайловский 4-й"
  },
  {
    "i": 6532,
    "type": "переулок",
    "name": "Изумрудный"
  },
  {
    "i": 6533,
    "type": "улица",
    "name": "Илимская"
  },
  {
    "i": 6534,
    "type": "улица",
    "name": "Ильменская"
  },
  {
    "i": 6535,
    "type": "парк",
    "name": "имени Михаила Павлова"
  },
  {
    "i": 6536,
    "type": "улица",
    "name": "Индустриальная"
  },
  {
    "i": 6537,
    "type": "улица",
    "name": "Инженерная"
  },
  {
    "i": 6538,
    "type": "переулок",
    "name": "Инженерный"
  },
  {
    "i": 6539,
    "type": "переулок",
    "name": "Инструментальный"
  },
  {
    "i": 6540,
    "type": "улица",
    "name": "Интернациональная",
    "content": "Улица известна с XVI в. Тогда она называлась Зборовой. Здесь был расположен кальвинистский сбор, возле которого селились ремесленники-кальвинисты. В 1633 г. здесь возвели монастырь бенедиктинок, потом доминиканский костел, отель «Европа». Улица сильно пострадала в Великую Отечественную войну, часть зданий впоследствии была снесена. Но сохранились строения различных стилей постройки XVIII–XX вв. Другая часть улицы изначально называлась Волоцкой. Впоследствии два отрезка переименовывались в Преображенскую и Крещенскую, после революции в Интернациональную и Октябрьскую. "
  },
  {
    "i": 6541,
    "type": "улица",
    "name": "Иодковская"
  },
  {
    "i": 6542,
    "type": "улица",
    "name": "Иосифа Гошкевича",
    "content": "В честь дипломата и миссионера названа улица в Лошице между Игуменским трактом и улицей Владислава Сырокомли.\nИосиф Антонович Гошкевич родился 16 (28) апреля 1814 года в Речицком уезде Минской губернии (ныне Гомельская область).\nВ 1839-1848 годах состоял членом Русской православной духовной миссии в Китае, где изучил китайский, маньчжурский, корейский, монгольский языки. Был приглашен на работу в Министерство иностранных дел и назначен чиновником по особым поручениям Азиатского департамента.\nСлужил переводчиком и советником Азиатского департамента в дипломатической экспедиции вице-адмирала, генерал-адъютанта Е. В. Путятина на военном фрегате «Паллада» (1852-1855). 21 декабря 1857-го назначен Российским императорским консулом в Японии, возглавлял его до 1865 года. При русской миссии была открыта русская школа. Обучал японцев русскому языку, фотографии, выпечке хлеба, приготовлению молочных продуктов и солений, шитью одежды европейского покроя. По возвращении в Россию продолжал служить в Азиатском департаменте.\nПоследние годы жизни провел в имении под Вильно, где занимался научной работой. Известен как составитель первого японско-русского словаря (совместно с В. И. Яматовым), удостоенного медали императорской Санкт-Петербургской академии наук, написал ряд работ по истории и культуре Китая и Японии. В его честь назван залив в Японском море.\n"
  },
  {
    "i": 6543,
    "type": "улица",
    "name": "Иосифа Жиновича",
    "content": "Жинович (Жидович) Иосиф Иосифович (14.5.1907 ,д. Орешковичи Пуховичского р-на - 13.1.1974), белорусский цимбалист, дирижёр, композитор, педагог. народный артист Беларуси (1955). Народный артист СССР (1968). Окончил БГУ (1931), Белорусскую консерваторию (1941). С 1922 солист-цимбалист БГТ. В 1930-35 руководитель, в 1938-41 солист, концертмейстер и педагог, с 1946 художественный руководитель и главный дирижёр Оркестра белорусских народных инструментов (с 2003 Национальный академический народный оркестр Республики Беларусь его имени). В 1944-74 преподавал в Белорусской консерватории (с 1963 профессор), где и основал класс цимбал и кафедру народных инструментов. Исполнительский стиль Жиновича отличался виртуозным блеском, артистизмом. Велика его роль в формировании инструментального состава народного оркестра, реконструкции цимбал, создании уникального репертуара. Среди произведений \"Сказ-былина о земле белорусской\" для народного оркестра, концертные обработки народных песен и танцев (\"Лявониха\", \"Микита\"), пьесы для цимбал соло (\"Музыкальная картинка\", этюды), ансамблей (\"Белорусская сюита\", \"Белорусская мелодия\"), а также транскрипции для народного оркестра, цимбал, симфонических и инструментальных произведений, отрывков из опер и др. С 1987 в Беларуси проводится Республиканский конкурс исполнителей имени Жиновича. Государственная премия Беларуси 1968."
  },
  {
    "i": 6544,
    "type": "улица",
    "name": "Ириновская"
  },
  {
    "i": 6545,
    "type": "переулок",
    "name": "Ириновский"
  },
  {
    "i": 6546,
    "type": "улица",
    "name": "Иркутская"
  },
  {
    "i": 6547,
    "type": "переулок",
    "name": "Иркутский"
  },
  {
    "i": 6548,
    "type": "улица",
    "name": "Искалиева",
    "content": "ИСКАЛИЕВ Сундеткали (1924, д. Константиновка Западно-Казахстанской обл., Казахстан - 24.06.1944), Герой Советского Союза (1945). В Великую Отечественную войну на фронте с июля 1942. Автоматчик стрелковой роты Искалиев отличился при освобождении Быховского р-на. В ночь на 24.06.1944 в бою у д. Лудчицы одним из первых ворвался в траншеи противника. В критический момент боя своим телом закрыл амбразуру вражеского дзота."
  },
  {
    "i": 6549,
    "type": "переулок",
    "name": "Кабушкина",
    "content": "Кабушкин Иван Константинович (подпольные псевдонимы Жан, Бабушкин, Сашка, Назаров; 15.02.1915, д. Малаховцы Барановичского р-на - 1943), участник Минского антифашистского подполья в Великую Отечественную войну. Герой Советского Союза (1965). В Красной Армии с 1935. Участник похода Красной Армии в Западную Белоруссию в 1939, советско-финляндской войны 1939-40. В начале Великой Отечественной войны младший лейтенант Кабушкин попал в окружение, пришёл в Минск и включился в антифашистскую борьбу. Во главе небольшой боевой группы осуществлял развед. и диверсионные операции. С мая 1942 руководитель оперативной группы Минского подпольного горкома партии по борьбе с провокаторами и вражескими агентами. Участвовал в издании нелегальной литературы. После провала горкома с ноября 1942 в партизанской бригаде \"Дяди Коли\", с конца 1942 выполнял задания её командования в Минске. 04.02.1943 схвачен гитлеровцами, погиб в фашистских застенках."
  },
  {
    "i": 6550,
    "type": "переулок",
    "name": "Казарменный"
  },
  {
    "i": 6551,
    "type": "улица",
    "name": "Казимировская"
  },
  {
    "i": 6552,
    "type": "площадь",
    "name": "Казинца",
    "content": "Казинец Исай Павлович (подпольные псевдонимы Слава Юрыгин, Славка Победит; 1910, г. Геническ Херсонской обл., Украина - 07.05.1942), один из организаторов и руководителей Минского антифашистского подполья в Великую Отечественную войну. Герой Советского Союза (1965). Окончил Киевский нефтяной институт (1936). Накануне войны работал в Белостоке. В начале оккупации Минска в 1941 организовал и возглавил подпольную партизанскую группу в Октябрьском районе города. С ноября 1941 член Минского подпольного горкома КП(б)Б, где отвечал за связь с подпольщиками гетто, руководил отправкой партизанам пополнения, оружия и медикаментов. Один из организаторов подпольной типографии, печатал подпольный листок \"Вестник Родины\". 27.03.1942 арестован гитлеровцами и после пыток повешен."
  },
  {
    "i": 6553,
    "type": "переулок",
    "name": "Калинина"
  },
  {
    "i": 6554,
    "type": "переулок",
    "name": "Калининградский"
  },
  {
    "i": 6555,
    "type": "улица",
    "name": "Калиновского",
    "content": "КАЛИНОВСКИЙ Кастусь (Викентий Константин Семёнович; 02.02.1838, д. Мостовляны Подляского воев., Польша - 22.03.1864), белорусский революционер-демократ, публицист, руководитель восстания 1863-64 в Беларуси и Литве. Из небогатой шляхты. Окончил Свислочское дворянское училище (1852) и юридический факультет Петербургского университета (1860). В Петербурге возглавлял левое крыло студенческого землячества, входил в конспиративную организацию З.Сераковского - Я.Домбровского. Как революционер формировался под влиянием русских и польских революционных мыслителей, разделял идею А.Герцена о необходимости федерации независимых славянских свободных государств. Весной 1861 создал революционно-демократическую организацию на Гродненщине для подготовки восстания против царизма. В 1862-63 совместно с В.Врублевским и другими соратниками издавал первую белорусскую газету «Мужицкая прауда», подписывая её материалы псевдонимом «Яська-гаспадар з-пад Вiльнi». В Литовском провинциальном комитете (ЛПК; виленский организационный центр «красных») боролся за революционно-демократическую программу, отстаивал идею суверенности Беларуси и Литвы. С октября 1862 председатель ЛПК, преобразованного после начала восстания в январе 1863 во Временное провинциальное правительство Литвы и Беларуси. Выпущенная Калиновским «Повстанческая инструкция» требовала суровых мер против помещиков - угнетателей народа. Однако представителям либерального направления («белым») удалось совершить переворот и отстранить Калиновского от руководства восстанием. С весны 1863 Калиновский революционный комиссар на Гродненщине, стремился вовлечь в восстание народные массы. Летом 1863 вновь возглавил виленский повстанческий центр. В январе 1864 арестован. В тюрьме написал на белорусском языке и сумел передать на волю «Письма из-под виселицы» - цикл ярких публицистических произведений, в т.ч. стихотворение «Марыська черноброва, голубка моя...», обращённое к невесте М.Ямонт и ко всему белорусскому народу. Осуждённый царским военно-полевым судом, был публично повешен в Вильне на торговой пл. Лукишки. Как родоначальник белорусской революционной демократии Калиновский оказал влияние на белорусскую культуру и литературу, содействовал углублению в литературе и искусстве принципов служения народу, закреплению в общественной мысли идеалов борьбы за свободу. Его идейные принципы развивали впоследствии в своём творчестве Ф.Богушевич, Я.Купала, Я.Колас, Тётка и др. Во многих городах именем Калиновского названы улицы. В годы Великой Отечественной войны его именем были названы партизанская бригада и отряды в Беларуси. Его образ широко отражён в различных жанрах и видах литературы и искусства."
  },
  {
    "i": 6556,
    "type": "улица",
    "name": "Кальварийская"
  },
  {
    "i": 6557,
    "type": "проезд",
    "name": "Кальварийский"
  },
  {
    "i": 6558,
    "type": "улица",
    "name": "Каменногорская",
    "content": "Наименование улицы Каменногорская связано с названиями микрорайона \"Каменная Горка\" и существующей деревней Каменная Горка."
  },
  {
    "i": 6559,
    "type": "переулок",
    "name": "Канатный"
  },
  {
    "i": 6560,
    "type": "улица",
    "name": "Карбышева"
  },
  {
    "i": 6561,
    "type": "улица",
    "name": "Карвата"
  },
  {
    "i": 6562,
    "type": "улица",
    "name": "Карла Либкнехта"
  },
  {
    "i": 6563,
    "type": "улица",
    "name": "Карла Маркса"
  },
  {
    "i": 6564,
    "type": "улица",
    "name": "Каролинская"
  },
  {
    "i": 6565,
    "type": "проезд",
    "name": "Каролинский"
  },
  {
    "i": 6566,
    "type": "улица",
    "name": "Карпова"
  },
  {
    "i": 6567,
    "type": "улица",
    "name": "Каруся Каганца"
  },
  {
    "i": 6568,
    "type": "улица",
    "name": "Каховская"
  },
  {
    "i": 6569,
    "type": "переулок",
    "name": "Каховский"
  },
  {
    "i": 6570,
    "type": "улица",
    "name": "Каштановая"
  },
  {
    "i": 6571,
    "type": "улица",
    "name": "Кабушкина",
    "content": "Кабушкин Иван Константинович (подпольные псевдонимы Жан, Бабушкин, Сашка, Назаров; 15.02.1915, д. Малаховцы Барановичского р-на - 1943), участник Минского антифашистского подполья в Великую Отечественную войну. Герой Советского Союза (1965). В Красной Армии с 1935. Участник похода Красной Армии в Западную Белоруссию в 1939, советско-финляндской войны 1939-40. В начале Великой Отечественной войны младший лейтенант Кабушкин попал в окружение, пришёл в Минск и включился в антифашистскую борьбу. Во главе небольшой боевой группы осуществлял развед. и диверсионные операции. С мая 1942 руководитель оперативной группы Минского подпольного горкома партии по борьбе с провокаторами и вражескими агентами. Участвовал в издании нелегальной литературы. После провала горкома с ноября 1942 в партизанской бригаде \"Дяди Коли\", с конца 1942 выполнял задания её командования в Минске. 04.02.1943 схвачен гитлеровцами, погиб в фашистских застенках."
  },
  {
    "i": 6572,
    "type": "улица",
    "name": "Киевская"
  },
  {
    "i": 6573,
    "type": "улица",
    "name": "Киреева"
  },
  {
    "i": 6574,
    "type": "улица",
    "name": "Киреенко",
    "content": "КИРЕЕНКО Кастусь (Константин Тихонович; 12.12.1918, д. Гайшин Славгородского р-на — 15.09.1988), белорусский поэт. Заслуженный деятель культуры Беларуси (1970). Окончил Гомельский педагогический институт (1940). Работал в журнале «Беларусь» (1945—62), с 1962 главный редактор журнале «Бярозка», в 1972—86 — журнале «Полымя». Поэзия Киреенко неразрывно связана с судьбой поколения, прошедшего войну (сборник «Утро идёт», 1945). Лиризм сочетается в ней с возвышенными чувствами, психологизм — с наполненными любовью к родной земле пейзажными зарисовками, описаниями; сборники «После грозы» (1947), «Моя республика» (1949), «Любовь и дружба» (1955). Произведения более позднего времени отличает склонность к обобщениям, философским рассуждениям над проблемами времени: книги «Жажда» (1962), «Тёплая радуга» (1966), «Книга ста песен» (1971, Государственная премия Беларуси 1972), «Декретом сердца» (1983), лироэпическая поэма «Подорожник» (1976). Автор книг повестей и рассказов «Ручейки ищут реку» (1967), «Блуждающее счастье. Рыбачья поэма» (1988), публицистики «Америка издалека и вблизи» (1971), воспоминаний и эссе «Всегда с Родиной» (1980), сборников для детей «Зелёное эхо» (1953), «Разговор с капитаном» (1987) и др. Некоторые стихи Киреенко положены на музыку. Переводил произведения русских, украинских и др. писателей."
  },
  {
    "i": 6575,
    "type": "улица",
    "name": "Кирилла и Мефодия",
    "content": " В 1990 годы улица получила имя равноапостольных Кирилла и Мефодия, и это правильно. День их памяти, который отмечается в мае, прекрасным образом сочетает в себе духовность и светскость, возвышенное и повседневное. Ибо письменность, которая через этих святых дарована людям, служит и чтению молитв, и написанию стихов, и сохранению всех интеллектуальных богатств, созданным человечеством, и нашей ежедневной работе, общению, развлечениям. Именно просвещение расширяет кругозор человека, его возможности восхищаться мирозданием, творениями Божескими и человеческими, своей землей, талантом соотечественников.\n\n"
  },
  {
    "i": 6576,
    "type": "улица",
    "name": "Кирова"
  },
  {
    "i": 6577,
    "type": "улица",
    "name": "Киселёва"
  },
  {
    "i": 6578,
    "type": "улица",
    "name": "Клары Цеткин"
  },
  {
    "i": 6579,
    "type": "улица",
    "name": "Клецкая"
  },
  {
    "i": 6580,
    "type": "проезд",
    "name": "Клецкий"
  },
  {
    "i": 6581,
    "type": "проезд",
    "name": "Клубный"
  },
  {
    "i": 6582,
    "type": "переулок",
    "name": "Клумова",
    "content": "КЛУМОВ Евгений Владимирович (подпольный псевдоним Самарин; 16.12.1876, Москва — 10.02.1944), участник Минского антифашистского подполья в Великую Отечественную войну, Герой Советского Союза (1965). Кандидат медицинских наук (1935), профессор (1938). Окончил Московский университет (1902). С 1905 земский врач в Речицком уезде. В 1-ю мировую и граждансие войны хирург и врач госпиталей на Западном фронте. С 1921 в медицинских учреждениях Минска. В Великую Отечественную войну с осени 1941 в 1-й городской больнице: помогал раненым партизанам и подпольщикам, обеспечивал подполье и многие партизанские отряды медикаментами, полностью оборудовал 2 партизанских госпиталя. В октябре 1943 арестован гитлеровцами, отказался с ними сотрудничать и вместе с женой умерщвлён в машине-душегубке."
  },
  {
    "i": 6583,
    "type": "улица",
    "name": "Ключевая"
  },
  {
    "i": 6584,
    "type": "улица",
    "name": "Кнорина",
    "content": "КНОРИН (К н о р и н ь ш) Вильгельм Георгиевич (29.08.1890, хутор Циели Цесисского р-на, Латвия — 29.07.1938), советский партийный и государственный деятель, историк, публицист, литературный критик. Доктор исторических наук (1935). В годы 1-й мировой войны на Западном фронте. В 1917 секретарь Минского Совета рабочих и солдатских депутатов, один из редакторов газеты «Звязда», член ВРК Западной области и фронта. С 1918 секретарь Северо-Западного областного комитета РКП (б), в 1919-20 - ЦК КП(б)ЛиБ, в 1920-22 - ЦБ КП(б)Б. 31.07.1920 от имени КП(б)ЛиБ подписал Декларацию о провозглашении независимости Советской Социалистической Республики Белоруссии. С 1922 работал в Москве в аппарате ЦК ВКП(б), Исполкоме Коминтерна. В 1927—28 1-й секретарь ЦК КП(б)Б. Член ЦБ КП(б)Б в 1918-23, ЦК КП(б)Б в 1927-29. Член ЦИК БССР в 1919, 1920—22. В 1938 репрессирован. Реабилитирован в 1955."
  },
  {
    "i": 6585,
    "type": "улица",
    "name": "Кобринская"
  },
  {
    "i": 6586,
    "type": "улица",
    "name": "Ковалёва",
    "content": "КОВАЛЁВ Иван Кириллович (12.08.1906, д. Бабичи Чечерского р-на — нач. 1943), один из организаторов и руководителей Минского антифашистского подполья в Великую Отечественную войну. Окончил Высшую коммунистическую сельскохозяйственную школу Беларуси им. Ленина в Минске (1938). В 1923—28 работал шахтёром-забойщиком в Донбассе (Украина), в 1930—36 председатель сельсоветов в Чечерском районе. С 1938 заместитель директора, директор Заславской МТС, с 1940 секретарь Заславского райкома КП(б)Б. В начале войны по заданию ЦК КП(б)Б оставлен в тылу врага. С конца авг. — нач. сент. 1941 приступил к созданию в Минске городской подпольной организации, с октября 1941 секретарь Минского подпольного горкома КП(б)Б, руководил подпольной борьбой в городе и развёртыванием партизанского движения в прилегающих к Минску районах. Осенью 1942 арестован гитлеровцами вместе с другими руководителями антифашистского подполья, погиб в фашистских застенках. После войны необоснованно обвинялся в измене и сотрудничестве с оккупантами. Реабилитирован в 1990.\n"
  },
  {
    "i": 6587,
    "type": "переулок",
    "name": "Козлова"
  },
  {
    "i": 6588,
    "type": "улица",
    "name": "Козыревская"
  },
  {
    "i": 6589,
    "type": "улица",
    "name": "Колесникова"
  },
  {
    "i": 6590,
    "type": "переулок",
    "name": "Коллективный"
  },
  {
    "i": 6591,
    "type": "улица",
    "name": "Коллекторная"
  },
  {
    "i": 6592,
    "type": "улица",
    "name": "Колхозная"
  },
  {
    "i": 6593,
    "type": "улица",
    "name": "Кольцевая 1-я"
  },
  {
    "i": 6594,
    "type": "улица",
    "name": "Кольцевая 2-я"
  },
  {
    "i": 6595,
    "type": "проезд",
    "name": "Кольцевой 1-й"
  },
  {
    "i": 6596,
    "type": "проезд",
    "name": "Кольцевой 2-й"
  },
  {
    "i": 6597,
    "type": "проезд",
    "name": "Кольцова"
  },
  {
    "i": 6598,
    "type": "переулок",
    "name": "Кольцова 1-й"
  },
  {
    "i": 6599,
    "type": "переулок",
    "name": "Кольцова 2-й"
  },
  {
    "i": 6600,
    "type": "переулок",
    "name": "Кольцова 3-й"
  },
  {
    "i": 6601,
    "type": "переулок",
    "name": "Кольцова 4-й"
  },
  {
    "i": 6602,
    "type": "сквер",
    "name": "Комаровский"
  },
  {
    "i": 6603,
    "type": "улица",
    "name": "Коммунистическая",
    "content": "Странным образом улица остается Коммунистической уже больше 50 лет. Ранее, еще в XIX в., она называлась Михайловской, в советское время была названа в честь МОПРа – Международной организации помощи борцам революции. После войны ее «отдали» покойному председателю Президиума Верховного Совета СССР, «всесоюзному старосте» М. Калинину. А в 1961-м на XXII съезде КПСС народу объявили, что коммунизм в стране наступит уже в 1980 году. Чтобы закрепить этот лозунг на карте нашего города, Калинина «перенесли», а улицу в центре столицы назвали Коммунистической. "
  },
  {
    "i": 6604,
    "type": "улица",
    "name": "Комсомольская",
    "content": "Она короткая – всего-то 792 метра от Немиги до улицы Кирова. \n\nИ тем не менее улица Комсомольская в столице известная. Во-первых, тем, что находится она в центре города. Во-вторых, тем, что отрезок ее от Немиги до Интернациональной входит в охранную зону Верхнего города. Ну и, конечно, своей историей, неотъемлемой от истории нашей древней столицы.\nДолгое время улица называлась Фелициановской в честь одноименной каплицы монастыря иезуитов, который находился здесь в XVIII веке. Со второй половины XIX столетия улица стала Богоявленской, а вскоре – Богадельной. И это, естественно, не нравилось пришедшим к власти революционерам-атеистам. А так как богоборчеством занималась преимущественно экстремальная молодежь, улица в 1922 году была переименована в Комсомольскую. "
  },
  {
    "i": 6605,
    "type": "улица",
    "name": "Кондрата Крапивы"
  },
  {
    "i": 6606,
    "type": "улица",
    "name": "Констанции Буйло"
  },
  {
    "i": 6607,
    "type": "переулок",
    "name": "Кооперативный"
  },
  {
    "i": 6608,
    "type": "улица",
    "name": "Копыльская"
  },
  {
    "i": 6609,
    "type": "тупик",
    "name": "Копыльский"
  },
  {
    "i": 6610,
    "type": "переулок",
    "name": "Копыльский 1-й"
  },
  {
    "i": 6611,
    "type": "улица",
    "name": "Коржа",
    "content": "КОРЖ Василий Захарович (подпольный псевдоним Комаров; 13.01.1899, д. Хоростово Солигорского р-на — 05.05.1967), один из организаторов и руководителей партиз. движения в Беларуси в Великую Отечественную войну. Генерал-майор (1943), Герой Советского Союза (1944). Окончил Военную академию Генштаба (1946). Участник партизанского движения в Западной Белоруссии в 1922—25. С 1931 в органах НКВД БССР. Участник гражданской войны в Испании 1936—39 на стороне республиканского правительства. С 1940 заведующий сектором Пинского обкома КП(б)Б. В Великую Отечественную войну 26.06.1941 сформировал и возглавил в Пинском районе один из первых в Беларуси партизанских отрядов, который с июля 1941 вёл бои с немецко-фашистскими захватчиками. В ноябре 1941 во главе 2 партизанских отрядов провёл успешную операцию по разгрому 3 вражеских гарнизонов в Старобинском районе. С августа 1942 член Пинского подпольного обкома КП(б)Б, с ноября 1942 командир Пинского партизанского соединения. С 1949 заместитель министра лесного хозяйства БССР, в 1953—63 председатель колхоза «Партизанский край» на родине. Автор воспоминаний. В д. Хоростово ему установлен памятник."
  },
  {
    "i": 6612,
    "type": "переулок",
    "name": "Корженевского",
    "content": "КОРЖЕНЕВСКИЙ Николай Константинович (1904, Минск — 22.06.1943), один из организаторов и руководителей Минского антифашистского подполья в Великую Отечественную войну. Перед войной прокурор Барановичской области. С первых дней немецко-фашистской оккупации Минска включился в подпольную борьбу. В августе 1941 создал подпольные группы на плодоовощных базах №1 и №2. С сентября 1942 секретарь Октябрьского подпольного райкома КП(б)Б Минска, участвовал в распространении газеты «Звязда». Поддерживал связь с Дзержинским антифашистским подпольем, направлял деятельность подполья в д. Великие Новосёлки Дзержинского района. 02.10.1942 схвачен гитлеровцами и после пыток сожжён в Тростенецком лагере смерти."
  },
  {
    "i": 6613,
    "type": "улица",
    "name": "Корзюки"
  },
  {
    "i": 6614,
    "type": "улица",
    "name": "Корицкого"
  },
  {
    "i": 6615,
    "type": "улица",
    "name": "Короленко"
  },
  {
    "i": 6616,
    "type": "улица",
    "name": "Короля"
  },
  {
    "i": 6617,
    "type": "улица",
    "name": "Короткевича",
    "content": "КОРОТКЕВИЧ Дмитрий Андреевич (16.10.1904, д. Дроздово Толочинского р-на — февр. 1943), один из организаторов и руководителей Минского антифашистского подполья в Великую Отечественную войну. Окончил Республиканскую школу пропагандистов при ЦК КП(б)Б (1937). С 1937 1-й секретарь Заславского райкома КП(б)Б, в 1939—40 нач. Главторга, директор Минского промторга. Член ЦК КП(б)Б в 1938—40. В Великую Отечественную войну с первых дней оккупации Минска включился в подпольную борьбу, руководил созданием подпольных партизанских групп и налаживанием связей между ними. С мая 1942 член Минского подпольного горкома КП(б)Б, где руководил отделом разведки. В октябре 1942 арестован гитлеровцами и замучен."
  },
  {
    "i": 6618,
    "type": "переулок",
    "name": "Короткий 1-й"
  },
  {
    "i": 6619,
    "type": "переулок",
    "name": "Короткий 2-й"
  },
  {
    "i": 6620,
    "type": "переулок",
    "name": "Короткий 3-й"
  },
  {
    "i": 6621,
    "type": "улица",
    "name": "Корш-Саблина",
    "content": "КОРШ-САБЛИН Владимир Владимирович (29.03.1900, Москва — 06.07.1974), белорусский кинорежиссёр. Заслуженный деятель искусств Беларуси (1935). Народный артист Беларуси (1955). Народный артист СССР (1969). Один из основателей белорусского художественного кино, в котором работал с 1925. В 1945—60 и 1969—74 художественный руководитель киностудии «Беларусь-фильм». Основное место в творчестве занимали фильмы историко-революционной тематики с характерной романтической приподнятостью, эпической широтой: «В огне рождённая» (1929), «Первый взвод» (1932, первый звуковой фильм), «Огненные годы» (1939), «Красные листья» (1958), «Первые испытания» (1960—61), «Москва—Генуя» (1964, совм. с А.Спешневым, П.Армандом; Государственная премия Беларуси 1968), «Запомним этот день» (1967), «Крушение империи» (1970). Поставил фильмы: «Солнечный поход» (1931), «Золотые огни» (1934), «Дочь Родины» (1937), «Новый дом» (1947), «Посеяли девушки лён» (1956). Лиризм, юмор, удачное музыкальное решение (композитор И.Дунаевский) отличали комедии «Искатели счастья» (1936), «Моя любовь» (1940). В годы Великой Отечественной войны поставил «Белорусские новеллы» (1942, совм. с Ю.Таричем), киноконцерт «Живи, родная Беларусь!» (1943, совм. с Н.Садковичем). Значительный фильм о войне — «Константин Заслонов» (1949, совм. с А.Файнциммером; Государственная премия СССР 1950). Экранизировал комедии К.Крапивы «Поют жаворонки» (1953, совм. с К.Санниковым), «Кто смеётся последним» (1954)."
  },
  {
    "i": 6622,
    "type": "улица",
    "name": "Космонавтов"
  },
  {
    "i": 6623,
    "type": "проезд",
    "name": "Котовского"
  },
  {
    "i": 6624,
    "type": "улица",
    "name": "Крайняя"
  },
  {
    "i": 6625,
    "type": "улица",
    "name": "Крамского"
  },
  {
    "i": 6626,
    "type": "улица",
    "name": "Красивая"
  },
  {
    "i": 6627,
    "type": "переулок",
    "name": "Красивый"
  },
  {
    "i": 6628,
    "type": "улица",
    "name": "Красная"
  },
  {
    "i": 6629,
    "type": "улица",
    "name": "Красная Слобода"
  },
  {
    "i": 6630,
    "type": "улица",
    "name": "Красноармейская"
  },
  {
    "i": 6631,
    "type": "улица",
    "name": "Краснодонская"
  },
  {
    "i": 6632,
    "type": "улица",
    "name": "Краснозвёздная"
  },
  {
    "i": 6633,
    "type": "переулок",
    "name": "Краснозвёздный"
  },
  {
    "i": 6634,
    "type": "улица",
    "name": "Краснослободская"
  },
  {
    "i": 6635,
    "type": "сквер",
    "name": "Красный"
  },
  {
    "i": 6636,
    "type": "улица",
    "name": "Кривичская"
  },
  {
    "i": 6637,
    "type": "переулок",
    "name": "Кривичский 1-й"
  },
  {
    "i": 6638,
    "type": "переулок",
    "name": "Кривичский 2-й"
  },
  {
    "i": 6639,
    "type": "улица",
    "name": "Кропоткина"
  },
  {
    "i": 6640,
    "type": "переулок",
    "name": "Круглый"
  },
  {
    "i": 6641,
    "type": "улица",
    "name": "Крупецкая"
  },
  {
    "i": 6642,
    "type": "улица",
    "name": "Крупской"
  },
  {
    "i": 6643,
    "type": "улица",
    "name": "Крупцы"
  },
  {
    "i": 6644,
    "type": "улица",
    "name": "Крыловича"
  },
  {
    "i": 6645,
    "type": "переулок",
    "name": "Крыловича 1-й"
  },
  {
    "i": 6646,
    "type": "переулок",
    "name": "Крыловича 2-й"
  },
  {
    "i": 6647,
    "type": "улица",
    "name": "Кубанская"
  },
  {
    "i": 6648,
    "type": "улица",
    "name": "Кузнечная"
  },
  {
    "i": 6649,
    "type": "переулок",
    "name": "Кузьмы Минина"
  },
  {
    "i": 6650,
    "type": "переулок",
    "name": "Кузьмы Чорного"
  },
  {
    "i": 6651,
    "type": "улица",
    "name": "Куйбышева"
  },
  {
    "i": 6652,
    "type": "улица",
    "name": "Кулешова"
  },
  {
    "i": 6653,
    "type": "улица",
    "name": "Кулибина"
  },
  {
    "i": 6654,
    "type": "улица",
    "name": "Кульман"
  },
  {
    "i": 6655,
    "type": "улица",
    "name": "Кунцевщина"
  },
  {
    "i": 6656,
    "type": "улица",
    "name": "Куприянова",
    "content": "КУПРИЯНОВ Пётр Иванович (1926, г. Жодино Смолевичского р-на — 02.11.1944), Герой Советского Союза (1945). Сын А.Ф.Куприяновой. В Великую Отечественную войну в партизанском отряде «Родина» партизанской бригады «Разгром». С июля 1944 в Красной Армии. Ефрейтор Куприянов в бою за высоту у д. Лиездельда Кулдигского района (Латвия) уничтожил гранатами 2 пулемёта противника. Когда кончились гранаты, закрыл грудью амбразуру вражеского дзота, что позволило бойцам батальона овладеть высотой."
  },
  {
    "i": 6657,
    "type": "улица",
    "name": "Курганная"
  },
  {
    "i": 6658,
    "type": "улица",
    "name": "Кутузова"
  },
  {
    "i": 6659,
    "type": "переулок",
    "name": "Кэчевский"
  },
  {
    "i": 6660,
    "type": "улица",
    "name": "Лазарева"
  },
  {
    "i": 6661,
    "type": "переулок",
    "name": "Лазо"
  },
  {
    "i": 6662,
    "type": "улица",
    "name": "Ландера"
  },
  {
    "i": 6663,
    "type": "улица",
    "name": "Левкова"
  },
  {
    "i": 6664,
    "type": "улица",
    "name": "Лейтенанта Кижеватова"
  },
  {
    "i": 6665,
    "type": "улица",
    "name": "Ленина"
  },
  {
    "i": 6666,
    "type": "улица",
    "name": "Ленинградская"
  },
  {
    "i": 6667,
    "type": "улица",
    "name": "Леонида Беды",
    "content": "БЕДА Леонид Игнатьевич (16.08.1920, с. Новопокровка Кустанайской обл., Казахстан — 26.12.1976), генерал-лейтенант (1972), дважды Герой Советского Союза (1944, 1945). Окончил Чкаловскую (Оренбургскую) школу пилотов (1942), Военно-воздушную академию (1950), Военную академию Генштаба (1957). В Великую Отечественную войну с августа 1942 на Сталинградском, Юж., 4-м Укр., 3-м Белорусском фронтах — пилот, командир эскадрильи штурмового авиаполка. Участник Сталинградской битвы, освобождения Украины, Беларуси, Литвы, наступательных операций в Восточной Пруссии и Польше. Совершил 214 боевых вылетов. После войны продолжал службу в ВВС: командовал авиаполком, дивизией, с 1972 — авиацией БВО. Погиб в автомобильной катастрофе вместе с Ф.А.Сургановым."
  },
  {
    "i": 6668,
    "type": "улица",
    "name": "Лепельская"
  },
  {
    "i": 6669,
    "type": "улица",
    "name": "Лермонтова",
    "content": "\n\t Михаил Юрьевич Лермонтов родился 3 (15) октября 1814 года в Москве. Мать Михаила Мария Арсеньева в возрасте 21 года умерла от чахотки, когда ее сыну было всего два года. Воспитанием Миши занялась бабушка Елизавета Арсеньева, дворянка из рода Столыпиных. Она сыграла большую роль в жизни Лермонтова.\n"
  },
  {
    "i": 6670,
    "type": "улица",
    "name": "Леси Украинки"
  },
  {
    "i": 6671,
    "type": "улица",
    "name": "Лесопарковая"
  },
  {
    "i": 6672,
    "type": "переулок",
    "name": "Летний 1-й"
  },
  {
    "i": 6673,
    "type": "переулок",
    "name": "Летний 2-й"
  },
  {
    "i": 6674,
    "type": "улица",
    "name": "Летняя"
  },
  {
    "i": 6675,
    "type": "улица",
    "name": "Лещинского",
    "content": "\n\t Юлиан Марьянович Лещинский родился 8 января 1889 года в польском городе Плоцке. С 1906 года связан с Социал-демократией Королевства Польского и Литвы (СДКПиЛ). В 1909–1911-х учился на философском факультете Ягеллонского университета в Кракове. Временно исключен за руководство студенческой забастовкой. В 1910 году избран председателем Союза социалистической молодежи «Спуйня». С 1913-го член Варшавского комитета СДКПиЛ.\n"
  },
  {
    "i": 6676,
    "type": "улица",
    "name": "Либаво-Роменская"
  },
  {
    "i": 6677,
    "type": "улица",
    "name": "Ливенцева",
    "content": "\n\t Виктор Ильич Ливенцев родился 21 апреля 1918 года в селе Давыдовка Воронежской области.\n"
  },
  {
    "i": 6678,
    "type": "улица",
    "name": "Лидская"
  },
  {
    "i": 6679,
    "type": "улица",
    "name": "Лизы Чайкиной",
    "content": "\n\t Елизавета Ивановна Чайкина родилась 28 августа 1918 года в деревне Руна Калининской (ныне Тверской) области. В 15 лет стала заведующей поселковой избы­читальни. Организовала пионерский отряд. Писала статьи в районную газету «Ленинский ударник», где потом два года трудилась журналистом. В 1939-м ее избрали секретарем Пеновского райкомитета комсомола и депутатом райсовета. Перед началом Великой Отечественной войны окончила спецкурсы для комсомольских и партийных работников в Калинине.\n"
  },
  {
    "i": 6680,
    "type": "улица",
    "name": "Лили Карастояновой"
  },
  {
    "i": 6681,
    "type": "переулок",
    "name": "Линейный"
  },
  {
    "i": 6682,
    "type": "улица",
    "name": "Липовая"
  },
  {
    "i": 6683,
    "type": "улица",
    "name": "Литературная"
  },
  {
    "i": 6684,
    "type": "переулок",
    "name": "Литературный"
  },
  {
    "i": 6685,
    "type": "улица",
    "name": "Лобанка",
    "content": "ЛОБАНОК Владимир Елисеевич (03.07.1907, д. Остров Пуховичского р-на — 4.11.1984), один из организаторов и руководителей антифашистского подполья и партизанского движения на территории Витебской области в Великую Отечественную войну, государственный и партийный деятель Беларуси. Герой Советского Союза (1943). Окончил БСХА (1931), Высшую партийную школу при ЦК КПСС (1956). С 1941 1-й секретарь Лепельского райкома КП(б)Б. В августе 1941 — июне 1944 1-й секретарь Лепельского подпольного райкома КП(б)Б, одновременно с марта 1942 командир партизанского отряда №68, с августа 1942 комиссар партизанской бригады Чашникской «Дубова», с июля 1943 командир партизанской бригады Лепельской имени Сталина. В декабре 1943 возглавил оперативную группу ЦК КП(б)Б и БШПД по Полоцко-Лепельской партизанской зоне, координировавшую деятельность 16 партизанских бригад, в т.ч. во время Полоцко-Лепельской битвы 1944. С 1944 в аппарате ЦК КП(б)Б, председатель Полоцкого и Гомельского облисполкомов, 1-й секретарь Полесского, Витебского обкомов КПБ. С 1962 1-й заместитель Председателя СМ БССР, министр производства и заготовок сельскохозяйственных продуктов БССР. С 1974 заместитель Председателя Президиума Верховного Совета БССР. Член Центральной ревизионной комиссии КПСС в 1961-76. Член ЦК КПБ в 1966—76. Департамент Верховного Совета СССР с 1946, БССР в 1951—55 и с 1963. Заместитель Председателя Совета Национальностей Верховного Совета СССР в 1968—74. Автор книг «В боях за Родину» (3-е изд., 1964), «Партизаны принимают бой» (1976)."
  },
  {
    "i": 6686,
    "type": "тр-т",
    "name": "Логойский"
  },
  {
    "i": 6687,
    "type": "улица",
    "name": "Ложинская"
  },
  {
    "i": 6688,
    "type": "переулок",
    "name": "Ломоносова",
    "content": "\n\t Михаил Васильевич Ломоносов родился 8 (19) ноября 1711 года в деревне Мишанинская (ныне село Ломоносово) Архангелогородской губернии в зажиточной семье. С ранних лет выходил с отцом в море. Грамоте и чтению обучался у дьячка местной Дмитровской церкви и в возрасте 14 лет умел читать и грамотно писать. Когда Михаилу было 8 лет, умерла мама. Отец после этого дважды женился. Последняя мачеха не нашла общего языка с Михаилом.\n"
  },
  {
    "i": 6689,
    "type": "улица",
    "name": "Лошица 1-я"
  },
  {
    "i": 6690,
    "type": "улица",
    "name": "Лошица 2-я"
  },
  {
    "i": 6691,
    "type": "улица",
    "name": "Лошицкая"
  },
  {
    "i": 6692,
    "type": "переулок",
    "name": "Лошицкий"
  },
  {
    "i": 6693,
    "type": "улица",
    "name": "Луговая"
  },
  {
    "i": 6694,
    "type": "переулок",
    "name": "Луговой"
  },
  {
    "i": 6695,
    "type": "улица",
    "name": "Лукьяновича",
    "content": "\n\t Трифон Андреевич Лукьянович родился в 1919 году в Логойском районе. С 1939-го работал на Минском радиозаводе. В первые дни войны ушел на фронт. Его жена и две дочери погибли в 1941-м во время бомбежки Минска. 25 апреля 1945 года во время боев за Берлин Лукьянович спас немецкую девочку примерно трех лет, оказавшуюся на линии огня. Успел дотащить ее до советских окопов и передать товарищам. Через несколько дней он скончался от ран в госпитале. Происходившее на Эйзенштрассе видел журналист Борис Полевой и описал в газете «Правда».\n"
  },
  {
    "i": 6696,
    "type": "улица",
    "name": "Лучайская"
  },
  {
    "i": 6697,
    "type": "улица",
    "name": "Льва Сапеги"
  },
  {
    "i": 6698,
    "type": "переулок",
    "name": "Льва Толстого"
  },
  {
    "i": 6699,
    "type": "улица",
    "name": "Любанская"
  },
  {
    "i": 6700,
    "type": "пр-т",
    "name": "Любимова"
  },
  {
    "i": 6701,
    "type": "сквер",
    "name": "Лютеранский"
  },
  {
    "i": 6702,
    "type": "улица",
    "name": "Люцинская"
  },
  {
    "i": 6703,
    "type": "сквер",
    "name": "Ляховский сквер"
  },
  {
    "i": 6704,
    "type": "улица",
    "name": "Магнитная"
  },
  {
    "i": 6705,
    "type": "переулок",
    "name": "Магнитный"
  },
  {
    "i": 6706,
    "type": "улица",
    "name": "Мазурова",
    "content": "МАЗУРОВ Кирилл Трофимович (07.04.1914, д. Рудня-Прибытковская Гомельского р-на - 19.12.1989), советский партийный и государственный деятель, один из организаторов и руководителей антифашистского подполья и партизанского движения в Беларуси в Великую Отечественную войну. Герой Социалистического Труда (1974). Окончил Гомельский автодорожный техникум (1933), Высшую партийную школу при ЦК ВКП(б) (1947). С 1933 на хозяйственной и комсомольской работе в Гомельской обл., Гомеле, Бресте. С 1941 на фронте: политрук роты, командир батальона, инструктор политотдела 21-й армии (подполковник). С сентября 1942 до конца 1943 на оккупированной территории Беларуси: представитель ЦШПД в партизанских соединениях Минской, Полесской, Пинской, Барановичской и Брестской областей, член Минского подпольного обкома КП(б)Б, секретарь ЦК ЛКСМБ. В 1943-47 2-й, 1-й секретарь ЦК ЛКСМБ. С октября 1947 в аппарате ЦК КП(б)Б. С 1949 2-й, 1-й секретарь Минского горкома, с 1950 1-й секретарь обкома партии. С 1953 Председатель СМ БССР, с 1956 1-й секретарь ЦК КПБ. В 1965-78 1-й заместитель Председателя СМ СССР. С 1986 Председатель Всесоюзного совета ветеранов войны и труда член Международной федерации борцов Сопротивления, с 1987 член Всесоюзного центрального совета профессиональных союзов. Член ЦК в 1949-66, Бюро ЦК в 1952-62, Президиума ЦК КПБ в 1962-65. Член ЦК в 1956-81 и его Президиума с 1965, член Политбюро ЦК КПСС в 1966-78. Депутат Верховного Совета БССР в 1947-67, член Президиума Верховного Совета БССР в 1950-53, 1956-65. Депутат Верховного Совета СССР в 1950-79 и с 1980, член Президиума Верховного Совета СССР в 1958-66. В 1956-65 член Военного совета БВО. Автор книги \"Незабываемое\" (2-е издание 1987)."
  },
  {
    "i": 6707,
    "type": "переулок",
    "name": "Майкова"
  },
  {
    "i": 6708,
    "type": "улица",
    "name": "Макаёнка",
    "content": "МАКАЁНОК Андрей Егорович (12.11.1920, д. Борхов Рогачёвского р-на - 16.11.1982), белорусский драматург. Народный писатель Беларуси (1977). Окончил Республиканскую партийную школу при ЦК КП(б)Б (1949). Был на комсомольской и партийной работе. С 1949 в журнале \"Вожык\", с 1956 в Союзе писателей Беларуси, в 1966-77 главный редактор журнала \"Нёман\". Писал одноактные пьесы, юморески, фельетоны, очерки. Значительным событием в национальной драматургии явилась его сатирическая комедия \"Извините, пожалуйста!\" (пост. 1954), где остро критиковал конкретные недостатки и пороки общества. Злободневностью, общественной смелостью и остротой постановки социальных проблем выделялись комедии \"Чтоб люди не печалились\" (пост. 1959) и \"Левониха на орбите\" (пост. 1961) о буднях сельских тружеников. Используя новые жанровые формы и средства художественной выразительности, раскрыл насущные вопросы действительности в трагикомедии \"Трибунал\" (пост. 1970), сатирической комедии-памфлете \"Затюканный апостол\" (пост. 1971), сатирической комедии-репортаже \"Таблетку под язык\" (пост. 1973, Государственная премия Беларуси 1974). Художественные эксперименты в поисках гармоничности содержания и формы нашли воплощение в трагикомедии \"Кошмар\" (\"Святая простота\", пост. 1976), сентиментальной комедии-фельетоне \"Верочка\" (пост. 1979). Галерею ярких сатирических образов политических приспособленцев вывел в трагикомедиях \"Погорельцы\" (пост. 1981) и \"Дышите экономно!..\" (опубл. 1983), где осмыслены различные аспекты человеческих отношений. Автор сценариев к теле- и кинофильмам. В Журавичской средней школе Рогачевского р-на создан музей Макаёнка."
  },
  {
    "i": 6709,
    "type": "улица",
    "name": "Макаренко"
  },
  {
    "i": 6710,
    "type": "переулок",
    "name": "Максима Богдановича",
    "content": "БОГДАНОВИЧ Максим Адамович (09.12.1891, Минск - 12.05.1917), белорусский поэт, переводчик, критик, историк литературы. Ранние детские годы провел в Гродно (1892-96), жил и учился в Нижнем Новгороде (1896-1908) и Ярославле (1908-16). В 1916 окончил Демидовский юридический лицей (Ярославль), переехал в Минск, работал секретарем губ. продовольственной комиссии. В феврале 1917 выехал на лечение в Ялту, где умер и похоронен, дебютировал аллегорической сказкой-притчей «Музыкант» («Наша нiва», 1907, № 24). В 1913 в Вильне вышел его единственный прижизненный сборник стихов «Венок». Поэзия Богдановича с её возрожденческим пафосом, идеями освобождения народа органично вписывается как в контекст белорусской литературы начала 20 в. («Ринемся, братья, смелей», «Беларусь, твой народ поднимается» и др.), так и в общеевропейский литературный процесс, вбирая в себя достижения новейших художественных направлений. Ранние стихи (цикл «В зачарованном царстве») написаны под влиянием древних белорусских мифологических представлений. Одно из центральных мест в творчестве Богдановича занимает пейзажная лирика, созданная преимущественно в импрессионистическом ключе, где внутренний мир человека тонко соотнесён с образами природы («Привет тебе, житьё на воле!», «Тёплый вечер, тихий ветер, свежий стог», Майская песня» и др.). Богданович первым в белорусской литературе обратился к урбанистической теме (цикл «Город»), показав символическую обобщённость, масштабность философско-поэтического осмысления города как феномена человеческой жизни и культуры. В цикле «Вольные думы» нашли отражение противоречивые чувства и чаяния человека переходной эпохи. Одной из вершин творчества стал образ Мадонны («В деревне», «Вероника»). Разрабатывал так называемые твёрдые стихотворные формы (сонет, триолет, рондо, октава). Создал первые белорусские верлибры («Ты долго сидела за столом», «Я хотел бы встретиться с Вами на улице» и др.). Теоретически обосновал концепцию народной литературы, основанной на фольклорных традициях (ст. «Забытый путь», 1915), в соответствии с которой написал цикл стихов («Беседная», «Лявониха», «Скирпуся» и др.). Автор фольклорно-романтических поэм «Максим и Магдалена», «Стратим-лебедь» и др. На белорусский язык переводил Горация, Овидия, Ф.Шиллера, Г.Гейне, П.Верлена, Э.Верхарна, А.Пушкина, А.Майкова и др., на русский - Я.Купалу, Т.Шевченко, И.Франко и др. Рассказы Богдановича, посвящённые идеям самоценности искусства и значимости художественной формы («Апокриф», «Рассказ об иконнике и золотаре...»), лежат у истоков национальной прозы. Автор годовых литературных обзоров («Глыбы и слои», 1911; «За три года», 1913), очерков по истории белорусской письменности («Короткая история белорусской письменности до ХVI столетия», 1911; «За сто лет», 1911; «Белорусское возрождение», 1914), где оценил достижения современной белорусской литературы, раскрыл её социально-исторические истоки. Выступал в русской и украинской периодической печати. Многие стихи Богдановича положены на музыку («Зорка Венера», «Слуцкие ткачихи»). Работают литературный музей Максима Богдановича в Минске, литературный музей в Ярославле. Памятники Богдановичу поставлены в Минске и Мисхоре, на могиле в Ялте."
  },
  {
    "i": 6711,
    "type": "улица",
    "name": "Максима Горецкого",
    "content": "ГОРЕЦКИЙ Максим Иванович (18.02.1893, д. Богатьковка Мстиславского р-на — 10.2.1938), белорусский писатель, литературовед, лексикограф, философ, фольклорист. Академик АН Беларуси (1928—30). Окончил Горецкое землемерно-агрономическое училище (1913). С 1913 работал на Виленщине. В 1914—17на фронте, был ранен. С 1917 в Смоленске. Сотрудничал с газетой «Известия Смоленского Совета», «Звезда». С 1919 в Минске, в апреле 1919 в Вильне. С 1920 редактор газеты «Наша думка», с 1921 — «Беларусюя ведамасш». В начале 1922 по обвинению в связи с коммунистами арестован и заключён в тюрьму. В 1923 переехал в Минск. В 1926—28 в Горках. Занимался преподавательской, научной, литературной деятельностью. В 1930 арестован и в 1931 на 5 лет сослан в Вятку (ныне г. Киров, Россия). С 1935 учительствовал в поселке Песочня (ныне г. Киров Калужской обл.). Печатался с 1912. Первый сборник художественной прозы «Озимь» (бел. «Рунь», 1914). Автор исторического романа «Виленские коммунары» (1931—32, опубл. 1963), повестей «Антон» (1914, опубл. 1919), «На империалистической войне» (1914—19, опубл. 1926), «Две души» (1919), «В чём его обида?» (1926), «Меланхолия» (1916—21, опубл. 1928), пьесы «Шутливый Писаревич» (1922—25, опубл. 1928), рассказов «Литовский хуторок» (1915), «Генерал» (1916), статей и др. В неоконченной «Комаровской хронике» (опубл. 1966) автобиографический материал. Последние произведения — «Лявониус Задумекус» (1931—32), «Сокровища жизни» (1932—35,1937?). Собирал белорусский фольклор (сборник «Народные песни с мелодиями», 1928, совм. с А.Егоровым). Автор «Истории белорусской литературы» (1920), «Хрестоматии белорусской литературы. XI век — 1905 г.» (1922), белорусско-русского и русско-белорусского словарей. Переводил с польского, русского, древнерусского языков («Слово о полку Игореве»). В 1937 повторно арестован, расстрелян в Вязьме. Реабилитирован в 1957."
  },
  {
    "i": 6712,
    "type": "парк",
    "name": "Максима Горького"
  },
  {
    "i": 6713,
    "type": "улица",
    "name": "Максима Танка"
  },
  {
    "i": 6714,
    "type": "улица",
    "name": "Малая"
  },
  {
    "i": 6715,
    "type": "улица",
    "name": "Малинина"
  },
  {
    "i": 6716,
    "type": "улица",
    "name": "Малое Стиклево"
  },
  {
    "i": 6717,
    "type": "сквер",
    "name": "Маломедвежинский"
  },
  {
    "i": 6718,
    "type": "улица",
    "name": "Малосеребрянская"
  },
  {
    "i": 6719,
    "type": "улица",
    "name": "Малофеевская"
  },
  {
    "i": 6720,
    "type": "переулок",
    "name": "Малый"
  },
  {
    "i": 6721,
    "type": "переулок",
    "name": "Малый 2-й"
  },
  {
    "i": 6722,
    "type": "переулок",
    "name": "Малый Тростенец"
  },
  {
    "i": 6723,
    "type": "улица",
    "name": "Малявки"
  },
  {
    "i": 6724,
    "type": "улица",
    "name": "Маневича"
  },
  {
    "i": 6725,
    "type": "улица",
    "name": "Марата"
  },
  {
    "i": 6726,
    "type": "улица",
    "name": "Марусинская"
  },
  {
    "i": 6727,
    "type": "переулок",
    "name": "Марусинский 1-й"
  },
  {
    "i": 6728,
    "type": "переулок",
    "name": "Марусинский 2-й"
  },
  {
    "i": 6729,
    "type": "улица",
    "name": "Марьевская"
  },
  {
    "i": 6730,
    "type": "переулок",
    "name": "Масюковщина"
  },
  {
    "i": 6731,
    "type": "улица",
    "name": "Матвеевская"
  },
  {
    "i": 6732,
    "type": "переулок",
    "name": "Матвеевский"
  },
  {
    "i": 6733,
    "type": "улица",
    "name": "Матросова"
  },
  {
    "i": 6734,
    "type": "улица",
    "name": "Матусевича",
    "content": "МАТУСЕВИЧ Иван Иванович (1884, д. Лапоровичи Минского р-на — февр. 1943), один из организаторов и руководителей Минского антифаишстского подполья в Великую Отечественную войну. Участник гражданской войны. В 1941 председатель профсоюзной организации на Минском железнодорожном узле. В Великую Отечественную войну в начале оккупации Минска немецко-фашистскими захватчиками создал (совм. с Ф.С. Кузнецовым) подпольную партизанскую группу, члены которой взрывали железнодорожные эшелоны врага, выводили из строя систему водоснабжения, паровозы и вагоны, вели пропагандистскую работу среди населения, приводили людей в партизанские отряды. С сентября 1942 секретарь Железнодорожного подпольного райкома КП(б)Б Минска. 02.10.1942 арестован, погиб в фашистских застенках."
  },
  {
    "i": 6735,
    "type": "улица",
    "name": "Мачульского",
    "content": "МАЧУЛЬСКИЙ Роман Наумович (30.11.1903, д. Кривоносы Стародорожского р-на — 26.4.1990), партийный и государственный деятель Беларуси, один из организаторов и руководителей антифашистского подполья и партизанского движения в Минской области в Великую Отечественную войну. Герой Советского Союза (1944). Заслуженный работник культуры Беларуси (1980). Окончил Республиканскую школу пропагандистов при ЦК КП(б) (1937). С 1937 на партийной работе в Гресском, Червенском, Плещеницком районах. В Великую Отечественную войну в тылу врага, уполномоченный ЦК КП(б)Б по Минской и Полесской областям, секретарь Минского подпольного обкома КП(б)Б, в окт. 1942 — мае 1943 и.о. командира Минского партизанского соединения, с августа 1943 командир партизанского соединения Борисовско-Бегомльской зоны. После войны на советской и партийной работе, с 1950 1-й секретарь Пинского обкома КП(б)Б, в 1954—59 председатель Брестского облисполкома. Член ЦК КПБ в 1949-60. Депутат Верховного Совета СССР в 1954—62. Заместитель председателя Президиума Верховного Совета БССР в 1947—51. Автор мемуаров «Страницы бессмертия» (1972), «Люди высокого долга» (1975), «Вечный огонь» (3-е изд., 1978), «На огненной земле» (1983)."
  },
  {
    "i": 6736,
    "type": "пр-т",
    "name": "Машерова",
    "content": "МАШЕРОВ Пётр Миронович (26.02.1918, д. Ширки Сенненского р-на — 04.10.1980), партийный и государственный деятель Беларуси, один из организаторов и руководителей антифашистского подполья и партизанского движения в Беларуси в годы Великой Отечественной войны. Герой Советского Союза (1944), Герой Социалистического Труда (1978). Окончил Витебский педагогический институт (1939). В 1939—41 учитель физики и математики в Россонской средней школе Витебской области. В годы войны в августе 1941 создал и возглавил Россонское антифашистское подполье. С апреля 1942 командир партизанского отряда имени Щорса, действовавшего в Россонском, Дриссенском, Освейском районах БССР, в соседних районах РСФСР и Латвийской ССР. С марта 1943 комиссар партизанской бригады имени Рокоссовского Витебской области. С сентября 1943 1-й секретарь Вилейского подпольного обкома ЛКСМБ. С июля 1944 1-й секретарь Молодечненского обкома ЛКСМБ, с июля 1946 секретарь, с октября 1947 1-й секретарь ЦК ЛКСМБ. С июля 1954 2-й секретарь Минского, с августа 1955 1-й секретарь Брестского обкомов КПБ. С апреля 1959 секретарь, с декабря 1962 2-й секретарь, с марта 1965 1-й секретарь ЦК КПБ. Член ЦК с 1949, Бюро ЦК в 1959—62 и с 1966, Президиума ЦК КПБ в 1962-66. Член ЦК КПСС с 1964. Кандидат в члены Политбюро ЦК КПСС с 1966. Депутат Верховного Совета БССР в 1947—55 и с 1959, член Президиума Верхнего Совета БССР в 1951—55 и с 1966. Депутат Верховного Совета СССР в 1950—62 и с 1966, член Президиума Верховного Совета СССР с 1966. Погиб в автокатастрофе."
  },
  {
    "i": 6737,
    "type": "переулок",
    "name": "Машинистов"
  },
  {
    "i": 6738,
    "type": "улица",
    "name": "Машиностроителей"
  },
  {
    "i": 6739,
    "type": "переулок",
    "name": "Маяковского"
  },
  {
    "i": 6740,
    "type": "переулок",
    "name": "Медвежино"
  },
  {
    "i": 6741,
    "type": "улица",
    "name": "Мележа",
    "content": "МЕЛЕЖ Иван Павлович (08.02.1921, д. Глинище Хойникского р-на — 09.08.1976), белорусский писатель. Народный писатель Беларуси (1972). Окончил БГУ (1945). Работал в журнале «Полымя», преподавал в БГУ, был на партийной работе. В 1971—76 заместитель председателя правления Союза писателей Беларуси. Масштабным и многоплановым по охвату событий был его первый роман «Минское направление» (1952) о величии народного подвига в Великую Отечественную войну. Достижением Мележа и всей белорусской литературы стали романы из цикла «Полесская хроника» — «Люди на болоте» (1961), «Дыхание грозы» (1964—65, за оба Ленинская премия 1972), «Метели, декабрь» (1976), в которых выявились художественная и гражданская смелость автора в осмыслении сложнейших процессов коллективизации на Полесье, жизни белорусского народа в 1920—30-е гг., любовь к своему народу, гуманистическая страстность во взгляде на человека, эпический размах и широта исторического мышления, мастерство владения художественной деталью. Образы Ганны, Василя, Опейки и др. стали воплощением национального характера, образами-типами общечеловеческого звучания. Автор сборников «Близкое и далёкое» (1954), «В горах дожди» (1957), «Что он за человек» (1961), «Жизненные заботы» (1975, Государственная премия Беларуси 1976), «Первая книга» (1977), пьес и др. По произведениям Мележа созданы радио- и телепостановки, радиоопера, поставлены спектакли на сценах областных и республиканского театров, сняты кино- и телефильмы. О его жизни и творчестве сняты документальные фильмы «Иван Мележ» (1977, реж. Ю.Лысятов; 1990, реж. М.Купеева). Романы Мележа переведены на многие языки народов мира. В д. Глинище открыт Литературный музей Мележа.\n"
  },
  {
    "i": 6742,
    "type": "улица",
    "name": "Мелиоративная"
  },
  {
    "i": 6743,
    "type": "переулок",
    "name": "Мелиоративный"
  },
  {
    "i": 6744,
    "type": "улица",
    "name": "Мельникайте"
  },
  {
    "i": 6745,
    "type": "переулок",
    "name": "Мельничный"
  },
  {
    "i": 6746,
    "type": "улица",
    "name": "Менделеева"
  },
  {
    "i": 6747,
    "type": "переулок",
    "name": "Менделеева 1-й"
  },
  {
    "i": 6748,
    "type": "улица",
    "name": "Мержинского"
  },
  {
    "i": 6749,
    "type": "проезд",
    "name": "Металлистов"
  },
  {
    "i": 6750,
    "type": "улица",
    "name": "Миколаевская"
  },
  {
    "i": 6751,
    "type": "улица",
    "name": "Микулича"
  },
  {
    "i": 6752,
    "type": "улица",
    "name": "Минская"
  },
  {
    "i": 6753,
    "type": "улица",
    "name": "Мирная"
  },
  {
    "i": 6754,
    "type": "улица",
    "name": "Мирошниченко",
    "content": "МИРОШНИЧЕНКО Пётр Афанасьевич (26.11. 1922, с. Запселье Сумской обл., Украина — 01.01.1944), участник боёв в Беларуси в Великую Отечественную войну. Герой Советского Союза (1944). Окончил курсы младших лейтенантов (1942). В Красной Армии с 1941. В Великую Отечественную войну на фронте с декабря 1941. Командир взвода разведки стрелкового полка лейтенант Мирошниченко отличился при освобождении Полесской области: 01.01.1944 в тяжёлом бою у д. Печищи Паричского (ныне Светлогорского) р-на забросал гранатами один вражеский дзот, амбразуру второго, уже будучи раненным, закрыл своим телом."
  },
  {
    "i": 6755,
    "type": "улица",
    "name": "Михайлова"
  },
  {
    "i": 6756,
    "type": "переулок",
    "name": "Михайловский"
  },
  {
    "i": 6757,
    "type": "улица",
    "name": "Михалово"
  },
  {
    "i": 6758,
    "type": "переулок",
    "name": "Михалово 1-й"
  },
  {
    "i": 6759,
    "type": "переулок",
    "name": "Михалово 2-й"
  },
  {
    "i": 6760,
    "type": "переулок",
    "name": "Михалово 3-й"
  },
  {
    "i": 6761,
    "type": "переулок",
    "name": "Михалово 4-й"
  },
  {
    "i": 6762,
    "type": "улица",
    "name": "Михася Лынькова"
  },
  {
    "i": 6763,
    "type": "улица",
    "name": "Михася Чарота",
    "content": "ЧАРОТ Михась (наст. Куделька Михаил Семёнович; 07.11.1896, г.п. Руденск Пуховичского р-на — 29.10.1937), белорусский поэт. Окончил Молодечненскую учительскую семинарию (1917). С 1920 в газете «Савецкая Беларусь» (в 1925—29 её редактор). Инициатор создания и руководитель (с 1923) литературного объединения «Маладняк», с 1927 член объединения белорусских писателей «Полымя». В 1930-е гг. редактор Белорусского государственного издательства, литературный консультант Союза писателей Беларуси. Раннему творчеству Чарота свойственно национально-патриотическое звучание. В поэтических сборниках «Метель» (1922), «Избранные стихи» (1925) революционно-пролетарские мотивы. Автор поэм «Босые на костре» (1922), «Марина», «Корчма» (обе1925), «Беларусь лаптюжная» (1927), «Солнечный поход» (1929), сборника рассказов «Весноход» (1924), народной драмы «На Купалье» (1921), водевиля «Лапоть Микиты» (1923), детских пьес «Данилка», «Алеська» (обе 1920), «Пастушки» (1921) и др. В 1937 репрессирован. Реабилитирован в 1956."
  },
  {
    "i": 6764,
    "type": "улица",
    "name": "Мичурина"
  },
  {
    "i": 6765,
    "type": "улица",
    "name": "Могилёвская"
  },
  {
    "i": 6766,
    "type": "шоссе",
    "name": "Могилёвское"
  },
  {
    "i": 6767,
    "type": "улица",
    "name": "Можайского"
  },
  {
    "i": 6768,
    "type": "переулок",
    "name": "Можайского 1-й"
  },
  {
    "i": 6769,
    "type": "переулок",
    "name": "Можайского 2-й"
  },
  {
    "i": 6770,
    "type": "переулок",
    "name": "Можайского 3-й"
  },
  {
    "i": 6771,
    "type": "улица",
    "name": "Мозырская"
  },
  {
    "i": 6772,
    "type": "переулок",
    "name": "Мозырский"
  },
  {
    "i": 6773,
    "type": "улица",
    "name": "Молодечненская"
  },
  {
    "i": 6774,
    "type": "переулок",
    "name": "Молочный"
  },
  {
    "i": 6775,
    "type": "улица",
    "name": "Монтажников"
  },
  {
    "i": 6776,
    "type": "переулок",
    "name": "Монтажников 1-й"
  },
  {
    "i": 6777,
    "type": "переулок",
    "name": "Монтажников 2-й"
  },
  {
    "i": 6778,
    "type": "переулок",
    "name": "Монтажников 3-й"
  },
  {
    "i": 6779,
    "type": "переулок",
    "name": "Монтажников 4-й"
  },
  {
    "i": 6780,
    "type": "переулок",
    "name": "Москвина"
  },
  {
    "i": 6781,
    "type": "улица",
    "name": "Московская"
  },
  {
    "i": 6782,
    "type": "переулок",
    "name": "Музыкальный"
  },
  {
    "i": 6783,
    "type": "б-р",
    "name": "Мулявина"
  },
  {
    "i": 6784,
    "type": "улица",
    "name": "Мядельская"
  },
  {
    "i": 6785,
    "type": "улица",
    "name": "Мясникова"
  },
  {
    "i": 6786,
    "type": "улица",
    "name": "Набережная"
  },
  {
    "i": 6787,
    "type": "улица",
    "name": "Нагорная"
  },
  {
    "i": 6788,
    "type": "переулок",
    "name": "Нагорный"
  },
  {
    "i": 6789,
    "type": "улица",
    "name": "Надеждинская"
  },
  {
    "i": 6790,
    "type": "улица",
    "name": "Наклонная"
  },
  {
    "i": 6791,
    "type": "переулок",
    "name": "Наклонный 1-й"
  },
  {
    "i": 6792,
    "type": "переулок",
    "name": "Наклонный 2-й"
  },
  {
    "i": 6793,
    "type": "улица",
    "name": "Налибокская"
  },
  {
    "i": 6794,
    "type": "улица",
    "name": "Наполеона Орды",
    "content": "ОРДА Наполеон (11.02.1807, д. Вороцевичи Ивановского р-на Брестской обл. - 26.04.1883), пианист, композитор, педагог, художник. Творчество связано с художественной жизнью Беларуси и Польши. Выходец из древнего тат. рода (с 14 в.). Учился в Виленском университете (1823-27). После восстания 1830-31 эмигрировал во Францию. Жил в Париже, дружил с Ф.Шопеном, А.Мицкевичем. Создал произведения для фортепиано (полонезы, вальсы, серенады, мазурки), романсы и песни на слова С.Витвицкого й А.Плуга, в студии П.Жерара получил художественное образование. С 1856 жил в Вороцевичах, Гродно, затем на Волыни, работал домашним учителем музыки. Его музыкальные произведения (особенно полонезы) выделяются масштабностью, виртуозностью, мелодичностью, драматизмом, лиризмом, стремлением к «поэмности», что характерно для эволюции жанра периода романтизма. Автор «Грамматики музыки» (1873). Путешествовал по Беларуси, Украине, Польше и Литве, делал зарисовки мест, связанных с жизнью известных людей, и архитектурных памятников, которые ныне имеют большую ценность для истории архитектуры. В Беларуси в 1850-70-е гг. сделал более 200 зарисовок (городов, замков, дворцов, усадеб, памятников культовой архитектуры, многие из которых не сохранились, и др.). По его рисункам и акварелям в 1873-83 художником А.Мисуровичем созданы литографии, изданные в Варшаве (260 графических листов в 8 сериях). В 1997 в г. Иваново поставлен памятник Орде (скульптор И.Голубев)."
  },
  {
    "i": 6795,
    "type": "улица",
    "name": "Народная"
  },
  {
    "i": 6796,
    "type": "улица",
    "name": "Нарочанская"
  },
  {
    "i": 6797,
    "type": "улица",
    "name": "Натуралистов"
  },
  {
    "i": 6798,
    "type": "переулок",
    "name": "Нахимова"
  },
  {
    "i": 6799,
    "type": "переулок",
    "name": "Невский"
  },
  {
    "i": 6800,
    "type": "переулок",
    "name": "Неждановой"
  },
  {
    "i": 6801,
    "type": "площадь",
    "name": "Независимости"
  },
  {
    "i": 6802,
    "type": "переулок",
    "name": "Некрасова"
  },
  {
    "i": 6803,
    "type": "улица",
    "name": "Нёманская"
  },
  {
    "i": 6804,
    "type": "улица",
    "name": "Немига"
  },
  {
    "i": 6805,
    "type": "улица",
    "name": "Несвижская"
  },
  {
    "i": 6806,
    "type": "улица",
    "name": "Нестерова",
    "content": "\n\t В августе 1913-го в небе под Киевом штабс-капитан Нестеров на самолете «Ньюпор-IV» впервые в мире выполнил мертвую петлю. Это был прорыв на пути к развитию воздушных маневров. Киевское общество воздухоплавания присудило Петру Николаевичу золотую медаль, а исполненная им фигура пилотажа позже была названа «петля Нестерова».\n"
  },
  {
    "i": 6807,
    "type": "переулок",
    "name": "Нестерова 1-й"
  },
  {
    "i": 6808,
    "type": "переулок",
    "name": "Нестерова 2-й"
  },
  {
    "i": 6809,
    "type": "улица",
    "name": "Нефтяная"
  },
  {
    "i": 6810,
    "type": "переулок",
    "name": "Нефтяной"
  },
  {
    "i": 6811,
    "type": "улица",
    "name": "Никитина"
  },
  {
    "i": 6812,
    "type": "переулок",
    "name": "Никитина 1-й"
  },
  {
    "i": 6813,
    "type": "переулок",
    "name": "Никитина 2-й"
  },
  {
    "i": 6814,
    "type": "улица",
    "name": "Никифорова",
    "content": "НИКИФОРОВ Вячеслав Кондратьевич (подпольные псевдонимы Ватик, Максим, Тимофеев; 1909, Минск - февр. 1943), один из организаторов и руководителей Минского антифашистского подполья в Великую Отечественную войну. Окончил Московский институт нефтяной промышленности (1939). В Великую Отечественную войну с первых дней оккупации Минска один из инициаторов создания и руководитель подпольной группы работников Белорусской республиканской конторы Главнефтесбыта, где работал перед войной. Принимал по радио и распространял сводки Совинформбюро, на квартире Никифорова подпольщики проводили совещания, прятали шрифты, подпольную литературу. С мая 1942 заведующий отделом агитации и пропаганды Минского подпольного горкома КП(б)Б, руководил подготовкой материалов и выпуском №2-4 подпольной газеты «Звязда». 25.09.1942 схвачен гитлеровцами, погиб в Тростенецком лагере смерти."
  },
  {
    "i": 6815,
    "type": "улица",
    "name": "Новаторская"
  },
  {
    "i": 6816,
    "type": "переулок",
    "name": "Новаторский"
  },
  {
    "i": 6817,
    "type": "улица",
    "name": "Новая"
  },
  {
    "i": 6818,
    "type": "улица",
    "name": "Новгородская"
  },
  {
    "i": 6819,
    "type": "переулок",
    "name": "Новгородский"
  },
  {
    "i": 6820,
    "type": "улица",
    "name": "Новинковская"
  },
  {
    "i": 6821,
    "type": "улица",
    "name": "Нововиленская"
  },
  {
    "i": 6822,
    "type": "переулок",
    "name": "Нововиленский"
  },
  {
    "i": 6823,
    "type": "улица",
    "name": "Новосельская"
  },
  {
    "i": 6824,
    "type": "улица",
    "name": "Новоуфимская"
  },
  {
    "i": 6825,
    "type": "улица",
    "name": "Ногина"
  },
  {
    "i": 6826,
    "type": "улица",
    "name": "Обойная"
  },
  {
    "i": 6827,
    "type": "переулок",
    "name": "Обойный"
  },
  {
    "i": 6828,
    "type": "улица",
    "name": "Обуховская"
  },
  {
    "i": 6829,
    "type": "переулок",
    "name": "Обуховский 1-й"
  },
  {
    "i": 6830,
    "type": "переулок",
    "name": "Обуховский 3-й"
  },
  {
    "i": 6831,
    "type": "переулок",
    "name": "Обуховский 4-й"
  },
  {
    "i": 6832,
    "type": "улица",
    "name": "Огарёва"
  },
  {
    "i": 6833,
    "type": "улица",
    "name": "Огородницкая"
  },
  {
    "i": 6834,
    "type": "улица",
    "name": "Одесская"
  },
  {
    "i": 6835,
    "type": "переулок",
    "name": "Одесский"
  },
  {
    "i": 6836,
    "type": "переулок",
    "name": "Одинцова"
  },
  {
    "i": 6837,
    "type": "переулок",
    "name": "Одоевского",
    "content": "\n\t Владимир Федорович Одоевский родился 11 или 13 августа 1804 года в Москве. Его отец происходил из давнего княжеского рода.\n"
  },
  {
    "i": 6838,
    "type": "улица",
    "name": "Озёрная"
  },
  {
    "i": 6839,
    "type": "переулок",
    "name": "Озёрный"
  },
  {
    "i": 6840,
    "type": "тр-т",
    "name": "Озерцовский"
  },
  {
    "i": 6841,
    "type": "улица",
    "name": "Окрестина",
    "content": "\n\t Борис Семенович Окрестин родился 18 февраля 1923 года в Москве в семье рабочего. Окончил 7 классов. Учился в аэроклубе «Метростроя». Работал авиатехником и летчиком-инструктором в аэроклубе.\n"
  },
  {
    "i": 6842,
    "type": "переулок",
    "name": "Окрестина 1-й"
  },
  {
    "i": 6843,
    "type": "проезд",
    "name": "Окружной"
  },
  {
    "i": 6844,
    "type": "площадь",
    "name": "Октябрьская"
  },
  {
    "i": 6845,
    "type": "улица",
    "name": "Олега Кошевого"
  },
  {
    "i": 6846,
    "type": "улица",
    "name": "Олешева"
  },
  {
    "i": 6847,
    "type": "улица",
    "name": "Ольховая"
  },
  {
    "i": 6848,
    "type": "сквер",
    "name": "Ольшевский"
  },
  {
    "i": 6849,
    "type": "переулок",
    "name": "Ольшевского"
  },
  {
    "i": 6850,
    "type": "улица",
    "name": "Омельянюка"
  },
  {
    "i": 6851,
    "type": "улица",
    "name": "Оранжерейная"
  },
  {
    "i": 6852,
    "type": "улица",
    "name": "Орджоникидзе"
  },
  {
    "i": 6853,
    "type": "улица",
    "name": "Орловская"
  },
  {
    "i": 6854,
    "type": "переулок",
    "name": "Орловский 3-й"
  },
  {
    "i": 6855,
    "type": "переулок",
    "name": "Орловский 4-й"
  },
  {
    "i": 6856,
    "type": "переулок",
    "name": "Орловский 5-й"
  },
  {
    "i": 6857,
    "type": "переулок",
    "name": "Орловский 6-й"
  },
  {
    "i": 6858,
    "type": "переулок",
    "name": "Орловский 7-й"
  },
  {
    "i": 6859,
    "type": "переулок",
    "name": "Орловский 8-й"
  },
  {
    "i": 6860,
    "type": "улица",
    "name": "Оршанская"
  },
  {
    "i": 6861,
    "type": "проезд",
    "name": "Оршанский"
  },
  {
    "i": 6862,
    "type": "улица",
    "name": "Освейская"
  },
  {
    "i": 6863,
    "type": "улица",
    "name": "Освобождения"
  },
  {
    "i": 6864,
    "type": "переулок",
    "name": "Осенний 1-й"
  },
  {
    "i": 6865,
    "type": "переулок",
    "name": "Осенний 2-й"
  },
  {
    "i": 6866,
    "type": "улица",
    "name": "Осенняя"
  },
  {
    "i": 6867,
    "type": "улица",
    "name": "Осипенко",
    "content": "\n\t Полина Денисовна Осипенко родилась 25 сентября (8 октября) 1907 года в селе Новоспасовка Запорожской области. Была девятым ребенком в крестьянской семье. Окончила два класса церковно-приходской школы.\n"
  },
  {
    "i": 6868,
    "type": "улица",
    "name": "Осиповичская"
  },
  {
    "i": 6869,
    "type": "улица",
    "name": "Основателей"
  },
  {
    "i": 6870,
    "type": "Остров",
    "name": "Остров Мужества и Печали"
  },
  {
    "i": 6871,
    "type": "улица",
    "name": "Острошицкая"
  },
  {
    "i": 6872,
    "type": "резиденция",
    "name": "Официальная резиденция Президента Республики Беларусь \"Дрозды\""
  },
  {
    "i": 6873,
    "type": "улица",
    "name": "Охотская"
  },
  {
    "i": 6874,
    "type": "переулок",
    "name": "Охотский"
  },
  {
    "i": 6875,
    "type": "переулок",
    "name": "Ошмянский"
  },
  {
    "i": 6876,
    "type": "улица",
    "name": "Павла Шпилевского"
  },
  {
    "i": 6877,
    "type": "переулок",
    "name": "Павлова",
    "content": "Иван Петрович Павлов 26 сентября 1849 – 27 февраля 1936\nОдин из самых авторитетных ученых России, физиолог, создатель науки о высшей нервной деятельности и представлений о процессах регуляции пищеварения; основатель крупнейшей российской физиологической школы.\n"
  },
  {
    "i": 6878,
    "type": "улица",
    "name": "Павловского",
    "content": "ПАВЛОВСКИЙ Фёдор Илларионович (27.11.1908, г.п. Михайловка Запорожской обл., Украина - 06.04.1989), один из организаторов и руководителей партизанского движения на территории Полесской области в Великую Отечественную войну. Герой Советского Союза (1941). Окончил полковую кавалерийскую школу (1932), курсы советского строительства (1939) и политсостава (1940). С 1940 в Красной Армии. В Великую Отечественную войну в начале июля 1941 создал вместе с Т.П.Бумажковым и возглавил партизанский отряд в Октябрьском районе Полесской области, с января 1942 командир партизанского соединения «гарнизон Павловского», с мая 1942 командир 123-й Октябрьской партизанской бригады, одновременно с апреля 1943 член Полесского подпольного обкома КП(б)Б, с ноября 1943 - Октябрьского подпольного райкома КП(б)Б. Звание Героя Советского Союза присвоено в числе первых советских партизан. После войны до 1966 на сов. и хозяйственной работе."
  },
  {
    "i": 6879,
    "type": "улица",
    "name": "Павлюка Труса",
    "content": "\n\t Павел Адамович Трус родился 6 мая 1904-го в деревне Низок на Узденщине в крестьянской семье. В 1927-м окончил педагогический техникум в Минске. Одним из его учителей был Якуб Колас. Работал журналистом гомельской районной газеты «Палеская праўда».\n"
  },
  {
    "i": 6880,
    "type": "улица",
    "name": "Панфилова",
    "content": "\n\t Иван Васильевич Панфилов родился 1 января 1893 года в городе Петровске Саратовской области. Участник Первой мировой и Гражданской войн. Служил на различных должностях РККА. Перед войной был военным комиссаром Киргизской ССР.\n"
  },
  {
    "i": 6881,
    "type": "улица",
    "name": "Папанина",
    "content": "Родился И. Панин 14 ноября 1894 года в Севастополе в семье матроса Военно-морского флота. В начале 1915-го был призван на флот. В октябре 1917-го перешел на сторону красногвардейцев.\nВ 1937 году его назначили руководителем первой советской дрейфующей научной станции «Северный полюс».\nЗа время дрейфа собран уникальный научный материал. К февралю 1938-го размеры льдины сократились настолько, что полярников необходимо было снимать.\nПервым к дрейфующей станции отправился небольшой корабль «Мурманец», но вскоре был зажат льдами и унесен в Атлантический океан. Вылетевший на помощь дирижабль «СССР-В6» разбился. На спасение папанинцев во льды направили две подводные лодки. Однако они не смогли всплыть в районе дрейфа.\nТолько 19 февраля к экспедиции смогли приблизиться два мощных ледокола — «Таймыр» и «Мурман». Встреча отважных героев превратилась во всенародное торжество. Они стали Героями Советского Союза, их именами называли улицы, морские и речные суда, предприятия, школы.\nПапанин работал начальником Северного морского пути, а после войны трудился в Академии наук. Умер 30 января 1986 года. Похоронен в Москве на Новодевичьем кладбище."
  },
  {
    "i": 6882,
    "type": "улица",
    "name": "Папернянская"
  },
  {
    "i": 6883,
    "type": "переулок",
    "name": "Папернянский"
  },
  {
    "i": 6884,
    "type": "улица",
    "name": "Парашютная"
  },
  {
    "i": 6885,
    "type": "площадь",
    "name": "Парижской Коммуны"
  },
  {
    "i": 6886,
    "type": "улица",
    "name": "Парковая"
  },
  {
    "i": 6887,
    "type": "улица",
    "name": "Парниковая"
  },
  {
    "i": 6888,
    "type": "переулок",
    "name": "Парниковый 3-й"
  },
  {
    "i": 6889,
    "type": "переулок",
    "name": "Паровозный"
  },
  {
    "i": 6890,
    "type": "улица",
    "name": "Партизанская"
  },
  {
    "i": 6891,
    "type": "пр-т",
    "name": "Партизанский"
  },
  {
    "i": 6892,
    "type": "улица",
    "name": "Пархоменко",
    "content": "\n\t Александр Яковлевич Пархоменко родился 12 (24) декабря 1886 года. Работал на заводах Луганска и был активным участником революционного движения. В июле 1916-го вспыхнула двухнедельная общегородская стачка рабочих. За участие в ней Александра Пархоменко арестовали и отправили на фронт.\n"
  },
  {
    "i": 6893,
    "type": "улица",
    "name": "Пензенская"
  },
  {
    "i": 6894,
    "type": "улица",
    "name": "Первомайская"
  },
  {
    "i": 6895,
    "type": "улица",
    "name": "Передовая"
  },
  {
    "i": 6896,
    "type": "переулок",
    "name": "Передовой"
  },
  {
    "i": 6897,
    "type": "улица",
    "name": "Переходная"
  },
  {
    "i": 6898,
    "type": "переулок",
    "name": "Переходной 1-й"
  },
  {
    "i": 6899,
    "type": "переулок",
    "name": "Переходной 2-й"
  },
  {
    "i": 6900,
    "type": "улица",
    "name": "Пермская"
  },
  {
    "i": 6901,
    "type": "переулок",
    "name": "Пермский"
  },
  {
    "i": 6902,
    "type": "улица",
    "name": "Песочная 2-я"
  },
  {
    "i": 6903,
    "type": "улица",
    "name": "Петра Глебки"
  },
  {
    "i": 6904,
    "type": "улица",
    "name": "Петра Румянцева"
  },
  {
    "i": 6905,
    "type": "улица",
    "name": "Петра Сергиевича"
  },
  {
    "i": 6906,
    "type": "переулок",
    "name": "Петровщина"
  },
  {
    "i": 6907,
    "type": "улица",
    "name": "Петруся Бровки"
  },
  {
    "i": 6908,
    "type": "улица",
    "name": "Пилотская"
  },
  {
    "i": 6909,
    "type": "улица",
    "name": "Пимена Панченко",
    "content": "ПАНЧЕНКО Пимен Емельянович (23.08.1917, Таллинн — 2.4.1995), белорусский поэт. Народный поэт Беларуси (1973). Почётный академик НАН Беларуси (1994). Окончил Минский педагогический институт (1939). Учительствовал, работал в журнале «Вожык», газете «Лiтаратура i мастацтва». С 1953 главный редактор альманаха «Советская Отчизна», в 1958—66 — журнале «Маладосць». В первых сборниках «Уверенность» (1938), «Сентябрьские знамёна» (1940) романтически-возвышенные чувства, красота родной земли. В сборниках периода Великой Отечественной войны «Тебе, Беларусь» (1942), «Дорога войны» (1943), «Далёкие станции» (1945) отразились горечь разлуки с Беларусью, вера в её освобождение, героика народной борьбы. Автор патриотического цикла «Иранский дневник» (1944—47), лирических поэм «Молодость в походе» (1946), «Патриотическая песня» (1957) и др. Тема мирного труда, память войны в сборниках лирики «Горячие ветры» (1947), «Присяга» (1949), «Широкий мир» (1955) и др. Итогом поездок Панченко в разные страны стали сборники «Книга путешествий и любви» (1959), «Тысяча небосклонов» (1962), «Четыре континента» (1964) и др. Свидетельство творческой зрелости поэта — сборники «При свете молний» (1966, Государственная премия Беларуси 1968), «Декабрь» (1972), «Крик сойки» (1976), «Вечерний поезд» (1977), «Где ночует жаворонок» (1979, Государственная премия СССР 1981), «Молчаливая молитва» (1981), «Лесные облака» (1985) и др. Поэзия Панченко раскрывает мир современника с его повседневными делами, заботами и тревогами, ей свойственны публицистическая открытость, сатирический пафос, лиризм. Автор книг поэзии «И вера, и верность, и вечность» (1986), «Горький жёлудь» (1988), «Высокий берег» (1993). Выступал как критик (кн. «На поэтическом небосклоне», 1977) и переводчик. Его произведения переведены на многие языки мира.\n"
  },
  {
    "i": 6910,
    "type": "улица",
    "name": "Пинская"
  },
  {
    "i": 6911,
    "type": "улица",
    "name": "Пионерская"
  },
  {
    "i": 6912,
    "type": "улица",
    "name": "Пирогова",
    "content": "\n\t Николай Иванович Пирогов, 25 ноября 1810 – 5 декабря 1881\n"
  },
  {
    "i": 6913,
    "type": "переулок",
    "name": "Пирогова 1-й"
  },
  {
    "i": 6914,
    "type": "переулок",
    "name": "Пирогова 2-й"
  },
  {
    "i": 6915,
    "type": "улица",
    "name": "Планёрная"
  },
  {
    "i": 6916,
    "type": "улица",
    "name": "Платонова"
  },
  {
    "i": 6917,
    "type": "улица",
    "name": "Плеханова",
    "content": "\n\t Георгий Валентинович Плеханов родился в Тамбове 29 ноября 1856 года. Студентом Горного института он присоединился к тайному революционному обществу «Земля и воля». В 1876-м на демонстрации в Петербурге у Казанского собора выступил с пламенной речью.\n"
  },
  {
    "i": 6918,
    "type": "пр-т",
    "name": "Победителей"
  },
  {
    "i": 6919,
    "type": "парк",
    "name": "Победы"
  },
  {
    "i": 6920,
    "type": "улица",
    "name": "Подгорная"
  },
  {
    "i": 6921,
    "type": "улица",
    "name": "Подлесная"
  },
  {
    "i": 6922,
    "type": "улица",
    "name": "Подольская"
  },
  {
    "i": 6923,
    "type": "переулок",
    "name": "Подольский 1-й"
  },
  {
    "i": 6924,
    "type": "переулок",
    "name": "Подольский 2-й"
  },
  {
    "i": 6925,
    "type": "переулок",
    "name": "Подольский 3-й"
  },
  {
    "i": 6926,
    "type": "переулок",
    "name": "Подольский 4-й"
  },
  {
    "i": 6927,
    "type": "проезд",
    "name": "Подшипниковый"
  },
  {
    "i": 6928,
    "type": "переулок",
    "name": "Подшипниковый 1-й"
  },
  {
    "i": 6929,
    "type": "переулок",
    "name": "Подшипниковый 2-й"
  },
  {
    "i": 6930,
    "type": "улица",
    "name": "Пожарная"
  },
  {
    "i": 6931,
    "type": "улица",
    "name": "Пожарского",
    "content": "\n\t Родился в семье одного из потомков Рюриковичей в 1578-м. В 15 лет поступил на государеву службу. В 1602-м получает чин стольника.\n"
  },
  {
    "i": 6932,
    "type": "улица",
    "name": "Покровская"
  },
  {
    "i": 6933,
    "type": "переулок",
    "name": "Покровский"
  },
  {
    "i": 6934,
    "type": "улица",
    "name": "Полевая"
  },
  {
    "i": 6935,
    "type": "переулок",
    "name": "Полевой"
  },
  {
    "i": 6936,
    "type": "улица",
    "name": "Полесская"
  },
  {
    "i": 6937,
    "type": "переулок",
    "name": "Ползунова"
  },
  {
    "i": 6938,
    "type": "улица",
    "name": "Полиграфическая"
  },
  {
    "i": 6939,
    "type": "переулок",
    "name": "Полиграфический 1-й"
  },
  {
    "i": 6940,
    "type": "переулок",
    "name": "Полиграфический 2-й"
  },
  {
    "i": 6941,
    "type": "переулок",
    "name": "Полиграфический 3-й"
  },
  {
    "i": 6942,
    "type": "переулок",
    "name": "Полиграфический 4-й"
  },
  {
    "i": 6943,
    "type": "улица",
    "name": "Полоцкая"
  },
  {
    "i": 6944,
    "type": "переулок",
    "name": "Полоцкий"
  },
  {
    "i": 6945,
    "type": "улица",
    "name": "Полтавская"
  },
  {
    "i": 6946,
    "type": "улица",
    "name": "Полярная"
  },
  {
    "i": 6947,
    "type": "улица",
    "name": "Пономарёва",
    "content": "\n\t Петр Тихонович Пономарев родился 11 июля 1924-го в селе Курдюм Саратовской области. Окончил 7 классов, работал слесарем на заводе зубострогальных станков. В 1942-м призван в Красную армию. Принимал участие в освобождении Орловской и Брянской областей и восточных районов Белоруссии.\n"
  },
  {
    "i": 6948,
    "type": "улица",
    "name": "Пономаренко"
  },
  {
    "i": 6949,
    "type": "улица",
    "name": "Попова"
  },
  {
    "i": 6950,
    "type": "улица",
    "name": "Поселковая 1-я"
  },
  {
    "i": 6951,
    "type": "улица",
    "name": "Поселковая 2-я"
  },
  {
    "i": 6952,
    "type": "переулок",
    "name": "Поселковый"
  },
  {
    "i": 6953,
    "type": "переулок",
    "name": "Поселковый 2-й"
  },
  {
    "i": 6954,
    "type": "переулок",
    "name": "Поселковый 3-й"
  },
  {
    "i": 6955,
    "type": "улица",
    "name": "Поставская"
  },
  {
    "i": 6956,
    "type": "улица",
    "name": "Почтовая"
  },
  {
    "i": 6957,
    "type": "улица",
    "name": "Пржевальского"
  },
  {
    "i": 6958,
    "type": "улица",
    "name": "Пржевальского 2-я"
  },
  {
    "i": 6959,
    "type": "улица",
    "name": "Привабная"
  },
  {
    "i": 6960,
    "type": "улица",
    "name": "Приветливая"
  },
  {
    "i": 6961,
    "type": "площадь",
    "name": "Привокзальная"
  },
  {
    "i": 6962,
    "type": "улица",
    "name": "Пригородная"
  },
  {
    "i": 6963,
    "type": "улица",
    "name": "Придорожная"
  },
  {
    "i": 6964,
    "type": "улица",
    "name": "Прилукская"
  },
  {
    "i": 6965,
    "type": "переулок",
    "name": "Прилукский 2-й"
  },
  {
    "i": 6966,
    "type": "улица",
    "name": "Приозёрная"
  },
  {
    "i": 6967,
    "type": "улица",
    "name": "Притыцкого"
  },
  {
    "i": 6968,
    "type": "улица",
    "name": "Прогрессивная"
  },
  {
    "i": 6969,
    "type": "переулок",
    "name": "Проездной"
  },
  {
    "i": 6970,
    "type": "улица",
    "name": "Промышленная"
  },
  {
    "i": 6971,
    "type": "переулок",
    "name": "Промышленный"
  },
  {
    "i": 6972,
    "type": "улица",
    "name": "Профсоюзная"
  },
  {
    "i": 6973,
    "type": "переулок",
    "name": "Профсоюзный"
  },
  {
    "i": 6974,
    "type": "улица",
    "name": "Прушинских"
  },
  {
    "i": 6975,
    "type": "улица",
    "name": "Прямая"
  },
  {
    "i": 6976,
    "type": "улица",
    "name": "Псковская"
  },
  {
    "i": 6977,
    "type": "улица",
    "name": "Пугачёвская"
  },
  {
    "i": 6978,
    "type": "улица",
    "name": "Пулихова",
    "content": "\n"
  },
  {
    "i": 6979,
    "type": "улица",
    "name": "Путейская"
  },
  {
    "i": 6980,
    "type": "переулок",
    "name": "Путейский"
  },
  {
    "i": 6981,
    "type": "переулок",
    "name": "Путепроводный 1-й"
  },
  {
    "i": 6982,
    "type": "переулок",
    "name": "Путепроводный 2-й"
  },
  {
    "i": 6983,
    "type": "переулок",
    "name": "Путепроводный 3-й"
  },
  {
    "i": 6984,
    "type": "переулок",
    "name": "Путепроводный 4-й"
  },
  {
    "i": 6985,
    "type": "переулок",
    "name": "Путепроводный 5-й"
  },
  {
    "i": 6986,
    "type": "переулок",
    "name": "Путепроводный 6-й"
  },
  {
    "i": 6987,
    "type": "переулок",
    "name": "Путепроводный 7-й"
  },
  {
    "i": 6988,
    "type": "переулок",
    "name": "Путепроводный 8-й"
  },
  {
    "i": 6989,
    "type": "улица",
    "name": "Путилова",
    "content": "\n\t Матвей Мефодиевич Путилов родился в 1923 году в деревне Ильинка Тюменской области. В восьмилетнем возрасте стал сиротой и вместе с младшим братом попал в детский дом. Там жил до окончания семилетки. Поступил в электротехнический техникум в Омске. Окончил его в январе 1942-го и был призван в Красную армию.\n"
  },
  {
    "i": 6990,
    "type": "улица",
    "name": "Пуховичская"
  },
  {
    "i": 6991,
    "type": "пр-т",
    "name": "Пушкина"
  },
  {
    "i": 6992,
    "type": "улица",
    "name": "Рабкоровская"
  },
  {
    "i": 6993,
    "type": "переулок",
    "name": "Рабочий"
  },
  {
    "i": 6994,
    "type": "улица",
    "name": "Радашковская"
  },
  {
    "i": 6995,
    "type": "переулок",
    "name": "Радашковский"
  },
  {
    "i": 6996,
    "type": "улица",
    "name": "Радиальная"
  },
  {
    "i": 6997,
    "type": "улица",
    "name": "Радиаторная 1-я"
  },
  {
    "i": 6998,
    "type": "переулок",
    "name": "Радиаторный 1-й"
  },
  {
    "i": 6999,
    "type": "переулок",
    "name": "Радиаторный 2-й"
  },
  {
    "i": 7000,
    "type": "переулок",
    "name": "Радиаторный 3-й"
  },
  {
    "i": 7001,
    "type": "переулок",
    "name": "Радиаторный 4-й"
  },
  {
    "i": 7002,
    "type": "переулок",
    "name": "Радиаторный 5-й"
  },
  {
    "i": 7003,
    "type": "улица",
    "name": "Радищева"
  },
  {
    "i": 7004,
    "type": "улица",
    "name": "Радужная"
  },
  {
    "i": 7005,
    "type": "улица",
    "name": "Разинская"
  },
  {
    "i": 7006,
    "type": "переулок",
    "name": "Разинский"
  },
  {
    "i": 7007,
    "type": "улица",
    "name": "Раковская"
  },
  {
    "i": 7008,
    "type": "улица",
    "name": "Рассонская"
  },
  {
    "i": 7009,
    "type": "улица",
    "name": "Раубичская"
  },
  {
    "i": 7010,
    "type": "переулок",
    "name": "Раубичский"
  },
  {
    "i": 7011,
    "type": "улица",
    "name": "Рафиева"
  },
  {
    "i": 7012,
    "type": "улица",
    "name": "Революционная"
  },
  {
    "i": 7013,
    "type": "улица",
    "name": "Репина"
  },
  {
    "i": 7014,
    "type": "улица",
    "name": "Речная"
  },
  {
    "i": 7015,
    "type": "улица",
    "name": "Ржавецкая"
  },
  {
    "i": 7016,
    "type": "переулок",
    "name": "Ржавецкий"
  },
  {
    "i": 7017,
    "type": "улица",
    "name": "Рижская"
  },
  {
    "i": 7018,
    "type": "переулок",
    "name": "Рижский 1-й"
  },
  {
    "i": 7019,
    "type": "переулок",
    "name": "Рижский 2-й"
  },
  {
    "i": 7020,
    "type": "улица",
    "name": "Рогачёвская"
  },
  {
    "i": 7021,
    "type": "проезд",
    "name": "Рогачёвский"
  },
  {
    "i": 7022,
    "type": "улица",
    "name": "Родниковая"
  },
  {
    "i": 7023,
    "type": "улица",
    "name": "Розы Люксембург"
  },
  {
    "i": 7024,
    "type": "переулок",
    "name": "Розы Люксембург 2-й"
  },
  {
    "i": 7025,
    "type": "пр-т",
    "name": "Рокоссовского",
    "content": "Константин Константинович Рокоссовский родился 9 (21) декабря 1896 года в Варшаве. Участник Первой мировой и Гражданской войн. Связал судьбу с Красной армией. Участвовал во всех крупнейших сражениях Великой Отечественной: в битве под Москвой, Сталинградской, Курской, операции «Багратион», боях в Германии.\nОсобенный вклад внес в освобождение Белоруссии летом 1944-го.\nИменно ему принадлежит план нанести удар по двум главным направлениям. Благодаря этому удалось охватить фланги противника на оперативной глубине и не дать фашистам возможности маневра резервами. Рокоссовский успешно провел Минскую наступательную операцию, завершившуюся освобождением столицы БССР и окружением 105-тысячной немецкой группировки, известной как «Минский котел».\nКомандовал парадом Победы на Красной площади 24 июня 1945-го. После войны неоднократно бывал в Минске. На улица Я. Купалы на Аллее дружбы растет дерево, посаженное им.\n3 августа 1968-го умер после тяжелой продолжительной болезни."
  },
  {
    "i": 7026,
    "type": "улица",
    "name": "Романовская Слобода"
  },
  {
    "i": 7027,
    "type": "улица",
    "name": "Ромашкина",
    "content": "Тимофей Терентьевич Ромашкин родился 15 апреля 1919 года в селе Марченки на Витебщине. Во время службы в армии выучился на авиатехника и после увольнения в запас работал в гражданской авиации. В годы Великой Отечественной войны участвовал в обороне Ленинграда. Совершил несколько боевых вылетов при защите Карелии и Заполярья. После войны вернулся в гражданскую авиацию.\n8 января 1954 года самолет Ли-2 совершал рейс Таллин — Минск — Ленинград. После взлета в кабину пилотов ворвались вооруженные мужчина и женщина. Они потребовали выключить рацию и включить автопилот. Затем женщина передала сообщнику свой пистолет и начала связывать летчиков. Ромашкин сбил ее с ног и бросился на захватчика. Тимофей Терентьевич принял огонь на себя, чем позволил коллегам обезвредить вооруженного преступника.\nСамолет срочно вернулся на аэродром в Таллин, однако спасти бортмеханика не удалось.\nУказом Президиума Верховного Совета СССР от 9 марта 1954 года Т. Ромашкину за мужество и самоотверженность, проявленные при задержании бандитов, посмертно присвоено звание Героя Советского Союза.\nВ 1965-м в сквере возле аэропорта Минск-1 Тимофею Терентьевичу Ромашкину установлен памятник."
  },
  {
    "i": 7028,
    "type": "улица",
    "name": "Роменская"
  },
  {
    "i": 7029,
    "type": "улица",
    "name": "Ротмистрова",
    "content": "\n"
  },
  {
    "i": 7030,
    "type": "улица",
    "name": "Русановича"
  },
  {
    "i": 7031,
    "type": "улица",
    "name": "Руссиянова"
  },
  {
    "i": 7032,
    "type": "улица",
    "name": "Рыбалко"
  },
  {
    "i": 7033,
    "type": "улица",
    "name": "Рылеева"
  },
  {
    "i": 7034,
    "type": "улица",
    "name": "Рябинницкая"
  },
  {
    "i": 7035,
    "type": "улица",
    "name": "Рябиновая"
  },
  {
    "i": 7036,
    "type": "улица",
    "name": "Садовая"
  },
  {
    "i": 7037,
    "type": "переулок",
    "name": "Самарский"
  },
  {
    "i": 7038,
    "type": "улица",
    "name": "Сапёров"
  },
  {
    "i": 7039,
    "type": "улица",
    "name": "Свердлова"
  },
  {
    "i": 7040,
    "type": "улица",
    "name": "Светлая"
  },
  {
    "i": 7041,
    "type": "переулок",
    "name": "Свирский 1-й"
  },
  {
    "i": 7042,
    "type": "переулок",
    "name": "Свирский 2-й"
  },
  {
    "i": 7043,
    "type": "переулок",
    "name": "Свирский 3-й"
  },
  {
    "i": 7044,
    "type": "переулок",
    "name": "Свирский 4-й"
  },
  {
    "i": 7045,
    "type": "улица",
    "name": "Свислочская"
  },
  {
    "i": 7046,
    "type": "переулок",
    "name": "Свислочский"
  },
  {
    "i": 7047,
    "type": "площадь",
    "name": "Свободы"
  },
  {
    "i": 7048,
    "type": "улица",
    "name": "Связистов"
  },
  {
    "i": 7049,
    "type": "улица",
    "name": "Севастопольская"
  },
  {
    "i": 7050,
    "type": "переулок",
    "name": "Севастопольский"
  },
  {
    "i": 7051,
    "type": "переулок",
    "name": "Северный"
  },
  {
    "i": 7052,
    "type": "улица",
    "name": "Седова"
  },
  {
    "i": 7053,
    "type": "улица",
    "name": "Седых"
  },
  {
    "i": 7054,
    "type": "улица",
    "name": "Селицкого",
    "content": "\n"
  },
  {
    "i": 7055,
    "type": "улица",
    "name": "Семашко"
  },
  {
    "i": 7056,
    "type": "улица",
    "name": "Семёнова"
  },
  {
    "i": 7057,
    "type": "улица",
    "name": "Сенницкая"
  },
  {
    "i": 7058,
    "type": "проезд",
    "name": "Сенницкий"
  },
  {
    "i": 7059,
    "type": "улица",
    "name": "Серафимовича"
  },
  {
    "i": 7060,
    "type": "улица",
    "name": "Сергея Есенина",
    "content": " В честь русского - поэта названа улица в жилом районе Малиновка, идущая от проспекта Дзержинского к МКАД.\nСергей Александрович Есенин родился в селе Константиново Рязанской губернии в крестьянской семье. Окончил четырехклассное сельское училище, затем церковно-учительскую школу в Опас-Клепиках. В 1912-м переехал в Москву, где работал в типографии, вступил в литературно-музыкальный кружок имени Сурикова, посещал лекции в народном университете имени А. Л. Шанявского.\n\nВпервые стихи Есенина появились в московских журналах в 1914 году. В 1915-м переехал в Петроград. Вскоре вышел первый сборник его стихов «Радуница». В журналах были опубликованы поэмы «Преображение», «Октоих», «Инония».\n\nВ марте 1918-го поэт снова поселился в Москве. Следующие два года много путешествовал. Работал над драматической поэмой «Пугачев».\n\nВ 1922-1923 годах с американской танцовщицей Айседорой Дункан, которая стала его женой, побывал в Германии, Франции, Италии, Бельгии, Канаде и США. В 1924-1925-м создал «Балладу о двадцати шести», «Анну Снегину», «Персидские мотивы».\n\nПо одной из версий, в 1925 году Есенин в состоянии депрессии (через месяц после лечения в психоневрологической больнице) покончил жизнь самоубийством. Долгое время других трактовок события не высказывали, но в конце XX века стали говорить об убийстве поэта с последующей инсценировкой самоубийства, причем возможными причинами называли как его личную жизнь, так и творчество.\nЕсенина"
  },
  {
    "i": 7061,
    "type": "улица",
    "name": "Серебрянская"
  },
  {
    "i": 7062,
    "type": "переулок",
    "name": "Серебрянский"
  },
  {
    "i": 7063,
    "type": "улица",
    "name": "Серова"
  },
  {
    "i": 7064,
    "type": "улица",
    "name": "Сеченова"
  },
  {
    "i": 7065,
    "type": "переулок",
    "name": "Силикатный 1-й"
  },
  {
    "i": 7066,
    "type": "переулок",
    "name": "Силикатный 2-й"
  },
  {
    "i": 7067,
    "type": "улица",
    "name": "Сиреневая"
  },
  {
    "i": 7068,
    "type": "улица",
    "name": "Скалинская"
  },
  {
    "i": 7069,
    "type": "сквер",
    "name": "сквер Адама Мицкевича"
  },
  {
    "i": 7070,
    "type": "сквер",
    "name": "сквер Георгия Константиновича Жукова"
  },
  {
    "i": 7071,
    "type": "сквер",
    "name": "сквер города-побратима Чанчунь"
  },
  {
    "i": 7072,
    "type": "сквер",
    "name": "сквер имени С.О.Притыцкого"
  },
  {
    "i": 7073,
    "type": "сквер",
    "name": "сквер Содружество"
  },
  {
    "i": 7074,
    "type": "улица",
    "name": "Скрипникова",
    "content": "\n\t Леонид Скрипников родился 13 апреля 1930 года в селе Чернянка Белгородской области РСФСР. Первоначально он хотел связать свою жизнь с армией. Три года, начиная с 1950-го, учился на танкиста. Дослужился до помощника командира взвода учебно-танкового батальона в/ч 6214.\n"
  },
  {
    "i": 7075,
    "type": "улица",
    "name": "Скрыганова"
  },
  {
    "i": 7076,
    "type": "улица",
    "name": "Славинского"
  },
  {
    "i": 7077,
    "type": "переулок",
    "name": "Славный"
  },
  {
    "i": 7078,
    "type": "улица",
    "name": "Славянская"
  },
  {
    "i": 7079,
    "type": "переулок",
    "name": "Слепнянский 5-й"
  },
  {
    "i": 7080,
    "type": "улица",
    "name": "Слесарная"
  },
  {
    "i": 7081,
    "type": "улица",
    "name": "Слободская"
  },
  {
    "i": 7082,
    "type": "переулок",
    "name": "Слободской"
  },
  {
    "i": 7083,
    "type": "улица",
    "name": "Слонимская"
  },
  {
    "i": 7084,
    "type": "улица",
    "name": "Слуцкой"
  },
  {
    "i": 7085,
    "type": "улица",
    "name": "Смирнова"
  },
  {
    "i": 7086,
    "type": "улица",
    "name": "Смоленская"
  },
  {
    "i": 7087,
    "type": "улица",
    "name": "Смолячкова"
  },
  {
    "i": 7088,
    "type": "проезд",
    "name": "Сморговский"
  },
  {
    "i": 7089,
    "type": "переулок",
    "name": "Сморговский 1-й"
  },
  {
    "i": 7090,
    "type": "переулок",
    "name": "Сморговский 2-й"
  },
  {
    "i": 7091,
    "type": "переулок",
    "name": "Сморговский 3-й"
  },
  {
    "i": 7092,
    "type": "переулок",
    "name": "Сморговский 4-й"
  },
  {
    "i": 7093,
    "type": "переулок",
    "name": "Сморговский 5-й"
  },
  {
    "i": 7094,
    "type": "переулок",
    "name": "Снежный"
  },
  {
    "i": 7095,
    "type": "переулок",
    "name": "Собинова"
  },
  {
    "i": 7096,
    "type": "переулок",
    "name": "Собинова 2-й"
  },
  {
    "i": 7097,
    "type": "улица",
    "name": "Советская"
  },
  {
    "i": 7098,
    "type": "переулок",
    "name": "Соколянский"
  },
  {
    "i": 7099,
    "type": "улица",
    "name": "Солнечная"
  },
  {
    "i": 7100,
    "type": "переулок",
    "name": "Солнечный"
  },
  {
    "i": 7101,
    "type": "переулок",
    "name": "Соловьиный"
  },
  {
    "i": 7102,
    "type": "улица",
    "name": "Соломенная"
  },
  {
    "i": 7103,
    "type": "переулок",
    "name": "Солтыса"
  },
  {
    "i": 7104,
    "type": "улица",
    "name": "Сосновая"
  },
  {
    "i": 7105,
    "type": "улица",
    "name": "Сосновый Бор"
  },
  {
    "i": 7106,
    "type": "переулок",
    "name": "Софьи Ковалевской"
  },
  {
    "i": 7107,
    "type": "улица",
    "name": "Социалистическая"
  },
  {
    "i": 7108,
    "type": "переулок",
    "name": "Спортивный"
  },
  {
    "i": 7109,
    "type": "улица",
    "name": "Стадионная"
  },
  {
    "i": 7110,
    "type": "улица",
    "name": "Станислава Монюшко",
    "content": "\n\t Станислав Чеславович Монюшко родился 5 мая 1819 года в имении Убель под Минском. В 1830-м семья переехала в Минск и поселилась в доме на углу современных улица Интернациональной и Энгельса. Также некоторое время Монюшко жили в Музыкальном переулке в известном столичном Доме масонов. Переезд был необходим для того, чтобы Станислав получил образование. Он поступил в Минскую мужскую гимназию, которую оставил через три года из-за слабого здоровья.\n"
  },
  {
    "i": 7111,
    "type": "улица",
    "name": "Станиславского"
  },
  {
    "i": 7112,
    "type": "улица",
    "name": "Стариновская"
  },
  {
    "i": 7113,
    "type": "улица",
    "name": "Старобинская"
  },
  {
    "i": 7114,
    "type": "улица",
    "name": "Старовиленская"
  },
  {
    "i": 7115,
    "type": "тр-т",
    "name": "Старовиленский"
  },
  {
    "i": 7116,
    "type": "сквер",
    "name": "Старостинская слобода"
  },
  {
    "i": 7117,
    "type": "улица",
    "name": "Стасова"
  },
  {
    "i": 7118,
    "type": "переулок",
    "name": "Стасова 1-й"
  },
  {
    "i": 7119,
    "type": "переулок",
    "name": "Стасова 2-й"
  },
  {
    "i": 7120,
    "type": "переулок",
    "name": "Стасова 3-й"
  },
  {
    "i": 7121,
    "type": "улица",
    "name": "Стахановская"
  },
  {
    "i": 7122,
    "type": "переулок",
    "name": "Стахановский"
  },
  {
    "i": 7123,
    "type": "переулок",
    "name": "Стебенёва"
  },
  {
    "i": 7124,
    "type": "переулок",
    "name": "Стекольный"
  },
  {
    "i": 7125,
    "type": "переулок",
    "name": "Степной"
  },
  {
    "i": 7126,
    "type": "улица",
    "name": "Степянская"
  },
  {
    "i": 7127,
    "type": "переулок",
    "name": "Степянский"
  },
  {
    "i": 7128,
    "type": "улица",
    "name": "Стефановская"
  },
  {
    "i": 7129,
    "type": "улица",
    "name": "Столбцовская"
  },
  {
    "i": 7130,
    "type": "переулок",
    "name": "Столетова"
  },
  {
    "i": 7131,
    "type": "улица",
    "name": "Столичная"
  },
  {
    "i": 7132,
    "type": "переулок",
    "name": "Столичный"
  },
  {
    "i": 7133,
    "type": "улица",
    "name": "Сторожовская",
    "content": "Название улицы Сторожовская относится к концу XVIII - началу XIX веков и обусловлено тем, что в данном районе находились сторожевые заставы."
  },
  {
    "i": 7134,
    "type": "улица",
    "name": "Стрелковая"
  },
  {
    "i": 7135,
    "type": "улица",
    "name": "Строителей"
  },
  {
    "i": 7136,
    "type": "улица",
    "name": "Студенческая"
  },
  {
    "i": 7137,
    "type": "переулок",
    "name": "Студенческий"
  },
  {
    "i": 7138,
    "type": "улица",
    "name": "Суворова"
  },
  {
    "i": 7139,
    "type": "улица",
    "name": "Судмалиса",
    "content": "\n"
  },
  {
    "i": 7140,
    "type": "улица",
    "name": "Суражская"
  },
  {
    "i": 7141,
    "type": "улица",
    "name": "Сурганова"
  },
  {
    "i": 7142,
    "type": "переулок",
    "name": "Сурикова"
  },
  {
    "i": 7143,
    "type": "улица",
    "name": "Сухаревская"
  },
  {
    "i": 7144,
    "type": "улица",
    "name": "Сухая"
  },
  {
    "i": 7145,
    "type": "улица",
    "name": "Таёжная"
  },
  {
    "i": 7146,
    "type": "улица",
    "name": "Талаша",
    "content": "ТАЛАШ Василий Исаакович (25.12.1844, д. Белка, ныне в черте г. Петриков — 23.08.1946), участник партизанского движения на территории Беларуси в гражданскую и Великую Отечественную войны, народный герой. Жил в д. Новосёлки Мозырского уезда (ныне Петриковский р-н). В 1919 во время оккупации уезда польскими войсками был разведчиком 417-го полка Красной Армии, организовал и возглавил партизанский отряд (300 чел.), который выбил врага из Новосёлок, захватил трофеи (оружие, боеприпасы, продовольствие). После войны председатель Новосёлковского с/с. В Великую Отечественную войну помогал партизанам, за что был арестован оккупантами и заключён в Петриковскую тюрьму. После освобождения поддерживал связь с Минским подпольным обкомом КП(б)Б. В начале 1943 с партизанского аэродрома переправлен в Москву, где выступал перед рабочими, воинами, отправлявшимися на фронт. Листовки с призывом Талаша к борьбе против гитлеровцев распространялись на оккупированной территории Беларуси. Его именем названы улицы в Петрикове и Минске, в Петрикове установлен памятник (скульпт. З.Азгур). Прототип деда Талаша в повести Я.Коласа «Трясина». В д. Новосёлки действует дом-музей деда Талаша.\n"
  },
  {
    "i": 7147,
    "type": "переулок",
    "name": "Талаша 1-й",
    "content": "ТАЛАШ Василий Исаакович (25.12.1844, д. Белка, ныне в черте г. Петриков — 23.08.1946), участник партизанского движения на территории Беларуси в гражданскую и Великую Отечественную войны, народный герой. Жил в д. Новосёлки Мозырского уезда (ныне Петриковский р-н). В 1919 во время оккупации уезда польскими войсками был разведчиком 417-го полка Красной Армии, организовал и возглавил партизанский отряд (300 чел.), который выбил врага из Новосёлок, захватил трофеи (оружие, боеприпасы, продовольствие). После войны председатель Новосёлковского с/с. В Великую Отечественную войну помогал партизанам, за что был арестован оккупантами и заключён в Петриковскую тюрьму. После освобождения поддерживал связь с Минским подпольным обкомом КП(б)Б. В начале 1943 с партизанского аэродрома переправлен в Москву, где выступал перед рабочими, воинами, отправлявшимися на фронт. Листовки с призывом Талаша к борьбе против гитлеровцев распространялись на оккупированной территории Беларуси. Его именем названы улицы в Петрикове и Минске, в Петрикове установлен памятник (скульпт. З.Азгур). Прототип деда Талаша в повести Я.Коласа «Трясина». В д. Новосёлки действует дом-музей деда Талаша."
  },
  {
    "i": 7148,
    "type": "улица",
    "name": "Таллинская"
  },
  {
    "i": 7149,
    "type": "переулок",
    "name": "Таллинский"
  },
  {
    "i": 7150,
    "type": "улица",
    "name": "Тарханова"
  },
  {
    "i": 7151,
    "type": "улица",
    "name": "Татарская",
    "content": "Улица названа в связи с 600-летием поселения татар на землях Беларуси."
  },
  {
    "i": 7152,
    "type": "сквер",
    "name": "Татарский сквер"
  },
  {
    "i": 7153,
    "type": "улица",
    "name": "Ташкентская"
  },
  {
    "i": 7154,
    "type": "проезд",
    "name": "Ташкентский"
  },
  {
    "i": 7155,
    "type": "переулок",
    "name": "Твёрдый 1-й"
  },
  {
    "i": 7156,
    "type": "переулок",
    "name": "Телеграфный"
  },
  {
    "i": 7157,
    "type": "улица",
    "name": "Тенистая"
  },
  {
    "i": 7158,
    "type": "улица",
    "name": "Тепличная"
  },
  {
    "i": 7159,
    "type": "переулок",
    "name": "Тепличный"
  },
  {
    "i": 7160,
    "type": "улица",
    "name": "Тикоцкого",
    "content": "ТИКОЦКИЙ Евгений Карлович (26.12.1893, Cанкт-Петербург — 23.11.1970), белорусский композитор, один из основателей белорусской профессиональной музыки. Народный артист Беларуси (1953). Народный артист СССР (1955). Учился в частном музыкальном училище 3.Бонч-Бруевич в Петербурге (1914). С 1920 в Бобруйске, один из организаторов и преподавателей музыкальной школы. С 1934 в Минске. В творчестве преобладали разножанровые произведения историко-революционной тематики, истоки которых в белорусском фольклоре и массовой песне. Среди сочинений: оперы «Михась Подгорный» (пост. 1939; 2-я ред. 1957), «Алеся» (пост. 1944; новая ред. «Девушка из Полесья», пост. 1957; в окончательной ред. пост. 1967) и др., 2 оратории (обе не закончены), 6 симфоний, увертюра «Празднике Полесье», концерты для тромбона и фортепьяно с оркестром, хоры, песни, музыка к спектаклям и фильмам. Председатель правления Союза композиторов Беларуси (1950—63). Государственная премия Беларуси 1968."
  },
  {
    "i": 7161,
    "type": "улица",
    "name": "Тимирязева"
  },
  {
    "i": 7162,
    "type": "улица",
    "name": "Тимошенко",
    "content": "ТИМОШЕНКО Семён Константинович (19.02.1895, д. Фурмановка Одесской обл., Украина — 31.03.1970), советский военный деятель, участник боёв в Беларуси в Великую Отечественную войну. Маршал Советского Союза (1940), дважды Герой Советского Союза (1940, 1965). Окончил курсы высшие военно-академические (1922), усовершенствования высшего комсостава (1927), командиров-единоначальников Военно-политической академии (1930). В армии с 1915, в Красной Армии с 1918. Участник 1-й мировой, гражданской 1918—20, советско-финляндской 1939— 40 войн. В 1940—41 нарком обороны СССР. В Великую Отечественную войну с июня 1941 в Ставке Верховного Главнокомандования, командующий войсками разных фронтов. В июле 1941 войска Западного фронта под командованием Тимошенко в ходе Смоленского сражения 1941 вели оборонительные бои на территории Беларуси (оборона Витебска 1941, Лепельский контрудар 1941, оборона Могилёва 1941, Рогачёвско-Жлобинская операция 1941). После войны командующий войсками Барановичского (1945—46), Южно-Уральского (1946—49) и Белорусского (1946, 1949—60) военных округов. Член ЦК КПБ в 1930-37, 1949-61. Член Бюро ЦК КПБ в 1949—60. Депутат Верховного Совета БССР в 1953—61."
  },
  {
    "i": 7163,
    "type": "переулок",
    "name": "Тимошенко 1-й"
  },
  {
    "i": 7164,
    "type": "переулок",
    "name": "Тимошенко 2-й",
    "content": "ТИМОШЕНКО Семён Константинович (19.02.1895, д. Фурмановка Одесской обл., Украина — 31.03.1970), советский военный деятель, участник боёв в Беларуси в Великую Отечественную войну. Маршал Советского Союза (1940), дважды Герой Советского Союза (1940, 1965). Окончил курсы высшие военно-академические (1922), усовершенствования высшего комсостава (1927), командиров-единоначальников Военно-политической академии (1930). В армии с 1915, в Красной Армии с 1918. Участник 1-й мировой, гражданской 1918—20, советско-финляндской 1939— 40 войн. В 1940—41 нарком обороны СССР. В Великую Отечественную войну с июня 1941 в Ставке Верховного Главнокомандования, командующий войсками разных фронтов. В июле 1941 войска Западного фронта под командованием Тимошенко в ходе Смоленского сражения 1941 вели оборонительные бои на территории Беларуси (оборона Витебска 1941, Лепельский контрудар 1941, оборона Могилёва 1941, Рогачёвско-Жлобинская операция 1941). После войны командующий войсками Барановичского (1945—46), Южно-Уральского (1946—49) и Белорусского (1946, 1949—60) военных округов. Член ЦК КПБ в 1930-37, 1949-61. Член Бюро ЦК КПБ в 1949—60. Депутат Верховного Совета БССР в 1953—61."
  },
  {
    "i": 7165,
    "type": "улица",
    "name": "Тиражная"
  },
  {
    "i": 7166,
    "type": "проезд",
    "name": "Тиражный"
  },
  {
    "i": 7167,
    "type": "переулок",
    "name": "Тиражный 1-й"
  },
  {
    "i": 7168,
    "type": "переулок",
    "name": "Тиражный 2-й"
  },
  {
    "i": 7169,
    "type": "улица",
    "name": "Тихая"
  },
  {
    "i": 7170,
    "type": "переулок",
    "name": "Тихий"
  },
  {
    "i": 7171,
    "type": "переулок",
    "name": "Тобольский"
  },
  {
    "i": 7172,
    "type": "переулок",
    "name": "Товарищеский"
  },
  {
    "i": 7173,
    "type": "улица",
    "name": "Толбухина"
  },
  {
    "i": 7174,
    "type": "улица",
    "name": "Томская"
  },
  {
    "i": 7175,
    "type": "переулок",
    "name": "Томский"
  },
  {
    "i": 7176,
    "type": "улица",
    "name": "Топографическая"
  },
  {
    "i": 7177,
    "type": "переулок",
    "name": "Топографический 1-й"
  },
  {
    "i": 7178,
    "type": "переулок",
    "name": "Топографический 2-й"
  },
  {
    "i": 7179,
    "type": "переулок",
    "name": "Торговый"
  },
  {
    "i": 7180,
    "type": "б-р",
    "name": "Тракторостроителей"
  },
  {
    "i": 7181,
    "type": "набережная",
    "name": "Троицкая"
  },
  {
    "i": 7182,
    "type": "сквер",
    "name": "Троицкая гора"
  },
  {
    "i": 7183,
    "type": "улица",
    "name": "Тростенецкая"
  },
  {
    "i": 7184,
    "type": "переулок",
    "name": "Трубный 1-й"
  },
  {
    "i": 7185,
    "type": "переулок",
    "name": "Трубный 2-й"
  },
  {
    "i": 7186,
    "type": "переулок",
    "name": "Трубный 3-й"
  },
  {
    "i": 7187,
    "type": "улица",
    "name": "Трудовая"
  },
  {
    "i": 7188,
    "type": "улица",
    "name": "Тульская"
  },
  {
    "i": 7189,
    "type": "переулок",
    "name": "Тульский 1-й"
  },
  {
    "i": 7190,
    "type": "переулок",
    "name": "Тульский 2-й"
  },
  {
    "i": 7191,
    "type": "улица",
    "name": "Тупиковая"
  },
  {
    "i": 7192,
    "type": "улица",
    "name": "Туполева",
    "content": "Андрей Николаевич Туполев родился 10 ноября (29 октября по старому стилю) 1888 года в селе Пустомазово под городом Кимры Тверской губернии (области) в многодетной семье. Мать его была из дворян, отец — из разночинцев. Андрей Туполев - авиаконструктор, который разработал и внедрил в практику технологию крупносерийного производства лёгких и тяжёлых металлических самолётов.\nАндреем Туполевым было разработано свыше 100 типов самолетов, 70 из которых выпускались серийно. На его самолетах установлены 78 мировых рекордов, выполнены 28 уникальных перелетов, в том числе спасение экипажа парохода \"Челюскин\" на АНТ-4, беспосадочные перелеты в США через Северный полюс экипажей Валерия Чкалова и Михаила Громова на АНТ-25, высадка научных экспедиции \"Северный полюс\" во главе с Иваном Папаниным.\nБольшое число самолётов-бомбардировщиков, торпедоносцев, разведчиков конструкции Туполева (ТВ-1, ТВ-3, СБ, ТВ-7, МТБ-2, ТУ-2) и торпедных катеров Г-4, Г-5 применялось в боевых действиях в Великой Отечественной войне в 1941-1945 годах.\nСамолеты Туполева стали основой парка авиационной компании \"Аэрофлот\", эксплуатировались в десятках стран.\nАндрей Туполев имел воинское звание генерал-полковника инженерно-технической службы, был избран действительным членом Академии наук СССР (1953), почетным членом Королевского общества аэронавтики Великобритании (1970) и Американского института аэронавтики и астронавтики (1971); ему были присуждены премия и золотая медаль имени Н. Е. Жуковского, Ленинская премия (1957), пять Государственных премий СССР (1943, 1948, 1949, 1952, 1972), высшая награда Международной авиационно-спортивной федерации (ФАИ). Ему трижды было присвоено звание Героя Социалистического Труда (1945, 1957, 1972).\nНагражден восемью орденами Ленина, двумя орденами Трудового Красного Знамени, орденами Октябрьской Революции, Суворова 2-й степени, Отечественной войны 1-й степени, Красной Звезды, \"Знак Почёта\", медалями, а также иностранными орденами. Почетный гражданин Парижа (Франция), Нью-Йорка (США) и города Жуковский Московской области.\n23 декабря 1972 года Андрей Туполев скончался, похоронен на Новодевичьем кладбище в Москве.\n\n\n\n\n"
  },
  {
    "i": 7193,
    "type": "улица",
    "name": "Тургенева",
    "content": "Иван Сергеевич Тургенев (1818 – 1883) – знаменитый русский писатель и поэт, публицист и драматург, классик русской литературы 19 века. Творчество Тургенева включает шесть романов, множество рассказов, повестей, статей, пьес и стихотворений."
  },
  {
    "i": 7194,
    "type": "улица",
    "name": "Тухачевского",
    "content": "ТУХАЧЕВСКИЙ Михаил Николаевич (16.02.1893, д. Следнёво Смоленской обл., Россия — 12.06.1937), советский военный деятель, полководец, Маршал Советского Союза (1935). Окончил Александровское военное училище в Москве (1914). Участник 1-й мировой войны. В гражданскую войну командовал разными армиями и фронтами. Во время польско-советской войны 1919—20 с апреля 1920 командующий войсками Западного фронта. Под его руководством разработаны и проведены Майская операция 1920, Июльская операция 1920, Варшавская операция 1920. В 1921 начальник академии РККА, в 1922—24 командующий войсками Западного фронта. С 1925 начальник штаба РККА, командующий войсками Ленинградского военного округа, с 1931 заместитель наркома военно-морских дел СССР и председателя РВС СССР, с 1936 1-й заместитель наркома обороны и начальник управления боевой подготовки. В 1937 командующий войсками Приволжского военного округа. В 1937 репрессирован. Реабилитирован в 1957."
  },
  {
    "i": 7195,
    "type": "переулок",
    "name": "Тучинский"
  },
  {
    "i": 7196,
    "type": "сквер",
    "name": "Тучинский сквер"
  },
  {
    "i": 7197,
    "type": "улица",
    "name": "Тяпинского",
    "content": "ТЯПИНСКИЙ (Омельянович-Тяпинский) Василий Николаевич [1530(?), Полотчина — ок. 1600], белорусский гуманист-просветитель, книгоиздатель, писатель, переводчик. Около 1557 служил в конной роте оршанского старосты Ф.Кмиты-Чернобыльского, в 1560-е гг. — у подканцлера ВКЛ О.Воловича. По некоторым сведениям, в своём родовом имении Тяпино (ныне Чашникский р-н) организовал типографию, в которой напечатал «Евангелие» (1570-е гг.) параллельно на церковно-славянском и старобелорусском языках. Предисловие к нему (сохранилось в рукописи) — один из лучших образцов белорусской патриотической публицистики 16 в. В нём Тяпинский выступил в защиту белорусского народа и его культуры, за возрождение его исторического и национального самосознания, развитие образования и книгопечатания на белорусском языке. Издание украшено инициалами, наборным орнаментом, шрифт стилизован под шрифты книг Ф.Скорины и С. Будного, что свидетельствует о преемственности печатно-издательских традиций."
  },
  {
    "i": 7198,
    "type": "улица",
    "name": "Уборевича",
    "content": "УБОРЕВИЧ Иероним Петрович (14.01.1896, д. Антандрия, ныне Утенского у., Литва —11.06.1937), советский военный деятель. Командарм 1-го ранга (1935). Окончил Константиновское артиллерийское училище (1916), участник 1-й мировой войны. В октябре 1917 один из организаторов Красной гвардии в Бессарабии. С 1918 в Красной Армии, с октября 1919 командовал армиями на Северном, Кавказском и Юго-Западном фронтах. В 1922 военный министр Дальневосточной республики (ДВР) и главнокомандующий Народно-революционной армией при освобождении Дальнего Востока. В 1924—30 на высших командных должностях в Украинском, Северно-Кавказском и Московском военном округах, с июня 1930 начальник вооружений РККА, заместитель наркома обороны СССР. В 1931—37 командующий войсками БВО. Автор ряда военно-теоретических работ, в т.ч. по взаимодействию регулярных войск с партизанами. Член ЦИК СССР с 1922, ЦИК и Президиума ЦИК БССР с 1934. В 1937 репрессирован. Реабилитирован в 1957."
  },
  {
    "i": 7199,
    "type": "улица",
    "name": "Украинская"
  },
  {
    "i": 7200,
    "type": "улица",
    "name": "Ульяновская"
  },
  {
    "i": 7201,
    "type": "улица",
    "name": "Уманская"
  },
  {
    "i": 7202,
    "type": "улица",
    "name": "Уманская 1-я"
  },
  {
    "i": 7203,
    "type": "улица",
    "name": "Уральская"
  },
  {
    "i": 7204,
    "type": "переулок",
    "name": "Уральский"
  },
  {
    "i": 7205,
    "type": "улица",
    "name": "Урожайная"
  },
  {
    "i": 7206,
    "type": "улица",
    "name": "Уручская"
  },
  {
    "i": 7207,
    "type": "улица",
    "name": "Усадебная"
  },
  {
    "i": 7208,
    "type": "переулок",
    "name": "Усадебный"
  },
  {
    "i": 7209,
    "type": "улица",
    "name": "Утульная"
  },
  {
    "i": 7210,
    "type": "улица",
    "name": "Уфимская"
  },
  {
    "i": 7211,
    "type": "переулок",
    "name": "Ученический"
  },
  {
    "i": 7212,
    "type": "переулок",
    "name": "Ушакова"
  },
  {
    "i": 7213,
    "type": "улица",
    "name": "Ушачская"
  },
  {
    "i": 7214,
    "type": "переулок",
    "name": "Фабрициуса"
  },
  {
    "i": 7215,
    "type": "улица",
    "name": "Фабричная"
  },
  {
    "i": 7216,
    "type": "переулок",
    "name": "Фабричный 1-й"
  },
  {
    "i": 7217,
    "type": "переулок",
    "name": "Фабричный 2-й"
  },
  {
    "i": 7218,
    "type": "улица",
    "name": "Фанипольская"
  },
  {
    "i": 7219,
    "type": "переулок",
    "name": "Фанипольский"
  },
  {
    "i": 7220,
    "type": "переулок",
    "name": "Федотова"
  },
  {
    "i": 7221,
    "type": "улица",
    "name": "Фердинанда Рущица"
  },
  {
    "i": 7222,
    "type": "улица",
    "name": "Физкультурная"
  },
  {
    "i": 7223,
    "type": "переулок",
    "name": "Физкультурный"
  },
  {
    "i": 7224,
    "type": "переулок",
    "name": "Физкультурный 2-й"
  },
  {
    "i": 7225,
    "type": "улица",
    "name": "Филатова"
  },
  {
    "i": 7226,
    "type": "улица",
    "name": "Филимонова"
  },
  {
    "i": 7227,
    "type": "улица",
    "name": "Фогеля",
    "content": "ФОГЕЛЬ Ян Янович (24.12.1898, хутор Дуре, Латвия — 13.07.1944), участник боёв на территории Беларуси в Великую Отечественную войну. Генерал-майор (1944). Герой Советского Союза (1945). Окончил Военную академию имени Фрунзе (1933). В Великую Отечественную войну с 1943 воевал на разных фронтах. Стрелковая дивизия под командованием генерал-майора Фогеля отличилась в Белорусской операции в июне—июле 1944 при прорыве обороны врага возле д. Веричев Бобруйского р-на, форсировании р. Друть, освобождении более 250 населённых пунктов. Смертельно ранен в бою за г. Дятлово."
  },
  {
    "i": 7228,
    "type": "переулок",
    "name": "Фольварковый"
  },
  {
    "i": 7229,
    "type": "улица",
    "name": "Фомина"
  },
  {
    "i": 7230,
    "type": "переулок",
    "name": "Фомина 1-й"
  },
  {
    "i": 7231,
    "type": "переулок",
    "name": "Фомина 2-й"
  },
  {
    "i": 7232,
    "type": "площадь",
    "name": "Франтишка Богушевича"
  },
  {
    "i": 7233,
    "type": "улица",
    "name": "Франциска Скорины"
  },
  {
    "i": 7234,
    "type": "переулок",
    "name": "Франциска Скорины 1-й"
  },
  {
    "i": 7235,
    "type": "улица",
    "name": "Фроликова"
  },
  {
    "i": 7236,
    "type": "улица",
    "name": "Фрунзе"
  },
  {
    "i": 7237,
    "type": "улица",
    "name": "Фучика"
  },
  {
    "i": 7238,
    "type": "улица",
    "name": "Хабаровская"
  },
  {
    "i": 7239,
    "type": "улица",
    "name": "Халтурина"
  },
  {
    "i": 7240,
    "type": "переулок",
    "name": "Халтурина 1-й"
  },
  {
    "i": 7241,
    "type": "переулок",
    "name": "Халтурина 2-й"
  },
  {
    "i": 7242,
    "type": "улица",
    "name": "Харьковская"
  },
  {
    "i": 7243,
    "type": "переулок",
    "name": "Харьковский 3-й"
  },
  {
    "i": 7244,
    "type": "улица",
    "name": "Хмаринская"
  },
  {
    "i": 7245,
    "type": "улица",
    "name": "Хмелевского",
    "content": "ХМЕЛЕВСКИЙ Константин Иосифович (1905, Минск — весна 1943), один из организаторов и руководителей Минского антифашистского подполья в Великую Отечественную войну. Во время оккупации Минска с сентября 1941 участвовал в организации подполья, вместе с Н.К.Корженевским руководил подпольной группой в Октябрьском районе, направлял деятельность молодёжно-комсомольских групп. С мая 1942 секретарь подпольного Октябрьского райкома КП(б)Б, с июня член Минского горкома КП(б)Б, начальник отдела по организации диверсий, участвовал в распространении подпольной газеты «Звязда» и листовок. В октябре 1942 арестован и после пыток расстрелян."
  },
  {
    "i": 7246,
    "type": "улица",
    "name": "Хмельницкого"
  },
  {
    "i": 7247,
    "type": "улица",
    "name": "Холмогорская"
  },
  {
    "i": 7248,
    "type": "переулок",
    "name": "Холмогорский 1-й"
  },
  {
    "i": 7249,
    "type": "переулок",
    "name": "Холмогорский 2-й"
  },
  {
    "i": 7250,
    "type": "переулок",
    "name": "Холмогорский 3-й"
  },
  {
    "i": 7251,
    "type": "переулок",
    "name": "Холмогорский 4-й"
  },
  {
    "i": 7252,
    "type": "площадь",
    "name": "Центральная"
  },
  {
    "i": 7253,
    "type": "улица",
    "name": "Цнянская"
  },
  {
    "i": 7254,
    "type": "переулок",
    "name": "Чайковского"
  },
  {
    "i": 7255,
    "type": "улица",
    "name": "Чайлытко"
  },
  {
    "i": 7256,
    "type": "улица",
    "name": "Чапаева"
  },
  {
    "i": 7257,
    "type": "улица",
    "name": "Чеботарёва"
  },
  {
    "i": 7258,
    "type": "проезд",
    "name": "Чекалина"
  },
  {
    "i": 7259,
    "type": "улица",
    "name": "Челюскинцев"
  },
  {
    "i": 7260,
    "type": "переулок",
    "name": "Челюскинцев 2-й"
  },
  {
    "i": 7261,
    "type": "переулок",
    "name": "Червякова",
    "content": "меннов 1920—24 председатель СНК БССР. Участвовал в создании СССР, разработке 5-летних планов развития нар. х-ва и культуры СССР и БССР, Конституций СССР и БССР. Большое внимание уделял укреплению и развитию бел. сов. государственности, нац. культуры, просвещения, ликвидации неграмотности. Один из инициаторов белорусизации. Чл. ЦБ КП(б)Б в 1920-24, ЦК и Бюро ЦК КП(б)Б с 1924. Чл. ЦИК ССРБ и Литбел в 1919, ЦИК и Президиума ЦИК БССР с 1920, ЦИК и Президиума ЦИК СССР с 1922. С нач. 1930-х гг. подвергался необоснованным обвинениям в отходе от ген. линии партии, её искажении. Покончил жизнь самоубийством."
  },
  {
    "i": 7262,
    "type": "улица",
    "name": "Черниговская"
  },
  {
    "i": 7263,
    "type": "переулок",
    "name": "Черниговский"
  },
  {
    "i": 7264,
    "type": "улица",
    "name": "Чернышевского"
  },
  {
    "i": 7265,
    "type": "переулок",
    "name": "Чернышевского 1-й"
  },
  {
    "i": 7266,
    "type": "улица",
    "name": "Черняховского"
  },
  {
    "i": 7267,
    "type": "улица",
    "name": "Чехова"
  },
  {
    "i": 7268,
    "type": "улица",
    "name": "Чигладзе",
    "content": "ЧИГЛАДЗЕ Серго Гедеванович (12.03.1923, с. Зоди, Грузия — 01.02.1944), участник боёв на территории Беларуси в Великую Отечественную войну. Герой Советского Союза (1944). На фронте с 1943. Младший сержант пулемётчик Чигладзе отличился в бою при освобождении д. Дуброва Светлогорского р-на. 01.02.1944 с группой разведчиков ворвался в деревню, уничтожил из пулемёта более 70 гитлеровцев. Раненный, не покинул поля боя и продолжал наступление: заглушил 2 пулемётные точки врага, уничтожил около 50 фашистов. Погиб в этом бою."
  },
  {
    "i": 7269,
    "type": "переулок",
    "name": "Чижевских"
  },
  {
    "i": 7270,
    "type": "улица",
    "name": "Чижовская"
  },
  {
    "i": 7271,
    "type": "улица",
    "name": "Чичерина"
  },
  {
    "i": 7272,
    "type": "улица",
    "name": "Чичурина"
  },
  {
    "i": 7273,
    "type": "улица",
    "name": "Чкалова"
  },
  {
    "i": 7274,
    "type": "улица",
    "name": "Чюрлёниса"
  },
  {
    "i": 7275,
    "type": "улица",
    "name": "Шабаны"
  },
  {
    "i": 7276,
    "type": "улица",
    "name": "Шабловского"
  },
  {
    "i": 7277,
    "type": "улица",
    "name": "Шаранговича",
    "content": "ШАРАНГОВИЧ Василий Фомич (04.03.1897, д. Кочаны Мядельского р-на — 15.3.1938), партийный, государственный и профсоюзный деятель БССР. С 1918 в Красной Армии, с декабря 1919 на подпольной работе в оккупированной польскими войсками Минской губернии. В 1920 арестован и осуждён властями на 20 лет каторги. В 1921 передан по обмену советским властям. С 1921 заместитель наркома юстиции БССР, прокурор БССР, с 1923 ответственный секретарь Центрального Совета профсоюзов Беларуси. С 1926 на партийной и профсоюзной работе в Сибири, с 1930 2-й секретарь и член Бюро ЦККП(б)Б. С 1934 уполномоченный Комиссии партийного контроля при ЦК ВКП(б) в Казахстане, с 1936 — в Харьковской области Украины. 17.3—27.7.1937 1-й секретарь ЦК КП(б)Б. Член ЦК КП(б) в 1925-27,1932-34,1937. Член ЦВК БССР в 1925-26, 1931-34. В 1937 репрессирован. Реабилитирован в 1957."
  },
  {
    "i": 7278,
    "type": "улица",
    "name": "Шатько"
  },
  {
    "i": 7279,
    "type": "улица",
    "name": "Шафарнянская",
    "content": "Улица названа в честь бывшего урочища Шафарня, располагавшегося около деревни Уручье. "
  },
  {
    "i": 7280,
    "type": "б-р",
    "name": "Шевченко"
  },
  {
    "i": 7281,
    "type": "улица",
    "name": "Шейпичи"
  },
  {
    "i": 7282,
    "type": "улица",
    "name": "Шестая Линия 2-я"
  },
  {
    "i": 7283,
    "type": "улица",
    "name": "Широкая"
  },
  {
    "i": 7284,
    "type": "улица",
    "name": "Шишкина"
  },
  {
    "i": 7285,
    "type": "улица",
    "name": "Школьная"
  },
  {
    "i": 7286,
    "type": "переулок",
    "name": "Школьный"
  },
  {
    "i": 7287,
    "type": "улица",
    "name": "Шорная"
  },
  {
    "i": 7288,
    "type": "улица",
    "name": "Шоссейная"
  },
  {
    "i": 7289,
    "type": "улица",
    "name": "Шугаева",
    "content": "ШУГАЕВ Николай Александрович (1912, г. Нижний Новгород, Россия — 26.04.1943), один из организаторов Минского антифашистского подполья в Великую Отечественную войну. С первых дней войны включился в подпольную борьбу против немецко-фашистских захватчиков, создал и возглавил диверсионную группу в Ворошиловском районе г. Минск. С мая 1942 секретарь Воршиловского подпольного райкома КП(б)Б. При его участии создана партизанская бригада «Штурмовая». Арестован и замучен в минской тюрьме."
  },
  {
    "i": 7290,
    "type": "улица",
    "name": "Шумилинская"
  },
  {
    "i": 7291,
    "type": "улица",
    "name": "Щедрина"
  },
  {
    "i": 7292,
    "type": "переулок",
    "name": "Щедрина 1-й"
  },
  {
    "i": 7293,
    "type": "переулок",
    "name": "Щедрина 2-й"
  },
  {
    "i": 7294,
    "type": "переулок",
    "name": "Щедрина 3-й"
  },
  {
    "i": 7295,
    "type": "улица",
    "name": "Щепкина"
  },
  {
    "i": 7296,
    "type": "переулок",
    "name": "Щербакова"
  },
  {
    "i": 7297,
    "type": "улица",
    "name": "Щётовка"
  },
  {
    "i": 7298,
    "type": "улица",
    "name": "Щорса"
  },
  {
    "i": 7299,
    "type": "улица",
    "name": "Щорса 2-я"
  },
  {
    "i": 7300,
    "type": "улица",
    "name": "Щорса 3-я"
  },
  {
    "i": 7301,
    "type": "улица",
    "name": "Щорса 4-я"
  },
  {
    "i": 7302,
    "type": "улица",
    "name": "Щорса 5-я"
  },
  {
    "i": 7303,
    "type": "улица",
    "name": "Экскаваторная"
  },
  {
    "i": 7304,
    "type": "переулок",
    "name": "Экскаваторный"
  },
  {
    "i": 7305,
    "type": "улица",
    "name": "Энгельса"
  },
  {
    "i": 7306,
    "type": "проезд",
    "name": "Энергетический"
  },
  {
    "i": 7307,
    "type": "площадь",
    "name": "Юбилейная"
  },
  {
    "i": 7308,
    "type": "переулок",
    "name": "Юбилейный"
  },
  {
    "i": 7309,
    "type": "улица",
    "name": "Южная"
  },
  {
    "i": 7310,
    "type": "переулок",
    "name": "Южный"
  },
  {
    "i": 7311,
    "type": "переулок",
    "name": "Южный 1-й"
  },
  {
    "i": 7312,
    "type": "улица",
    "name": "Юношеская"
  },
  {
    "i": 7313,
    "type": "переулок",
    "name": "Юношеский 1-й"
  },
  {
    "i": 7314,
    "type": "переулок",
    "name": "Юношеский 2-й"
  },
  {
    "i": 7315,
    "type": "улица",
    "name": "Яблоневая"
  },
  {
    "i": 7316,
    "type": "улица",
    "name": "Язепа Дроздовича",
    "content": "ДРОЗДОВИЧ Язэп Нарцизович (13.10.1888, быв. застенок Пуньки, Глубокский р-н — 15.8.1954), белорусский художник, скульптор, этнограф, литератор, археолог, педагог. Окончил Виленскую школу рисования (1908). В 1919—21 в Минске, преподаватель рисунка в школе, художник-декоратор в белорусском театре. В 1924—30 преподавал рисование в польской школе в г. Глубокое, в белорусских гимназиях Новогрудка, Радошкович (Молодечненский р-н). В1926—27 работал в сатирическом журнале «Маланка». Основатель художественной студии при Виленской гимназии (1927). В 1930—39, 1941—54 свободный художник. Занимался рисованием декоративных настенных ковров, резьбой по дереву, художественным оформлением спектаклей кружков ТБШ. Представитель романтического направления в белорусском искусстве. Первые работы в области книжной графики: оформление «Белорусского календаря на 1910 год», книга «Курганный цветок» К.Буйло (1914), «Лемонтарь» (1919) и др., собственной книги «Большая шишка» (1923, под псевдонимом Я.Нарцизов), выполнил ряд рисунков в журналах «Рунь», «Вольны сцяг», «Саха». В 1910 — нач. 1920-х гг. создал графическую серию «Древнее строительство на Беларуси», «Дисненщина». Один из основателей исторической национальной школы живописи и скульптуры (картины «Всеслав Чародей в порубе под палатами киевского князя», «Князь Всеслав под Городней», «Погоня Ярилы», «Башня Прозор», графическая серия полоцких и смоленских князей «Рогволод», «Всеслав Чародей» и др.). Ряд работ посвятил Ф.Скорине: портрет Ф.Скорины, «Франциск Скорина. Прощание с родным Полоцком, или В мир за наукой», «Типография Франциска Скорины в Вильне в 1525 году» (1927 — 1-я пол. 1940-хгг.). В начале 1920-х гг. создал серию графических рисунков («Пуньки», «Глубокое», «Дисненщина»). Художественную и\nнаучную ценность представляют альбомы графики «Мир», «Лида», «Крево», «Гольшаны», «Троки», «Новогрудок и новогрудцы», посвяшённые замковой архитектуре Западной Белоруссии и Лицтвы. Дроздович — основатель космической темы в белорусском изобразительном искусстве: серия рисунков и живописи полотен «Жизнь на Марсе» (1931), «Жизнь на Сатурне» и «Встреча весны на Сатурне» (оба 1932), «Космос» (1940) и др. Лиризмом проникнуты работы из серии «Природа Беларуси» (1946—47). Ему принадлежит большая коллекция зарисовок различных объектов народного зодчества; храмов, часовен, изб, хозяйственных построек, орудий земледельческого труда, народного костюма, типажа полешуков. Записывал фольклор и обрабатывал для словаря народную лексику Дисненщины и Пиншины. В 1930-е гг. им выявлено, изучено и описано 30 археологических памятников (рукопись «Дисненская доисторическая старина»). В Минске установлен памятник Дроздовичу, его именем назван музей искусства и этнографии в д. Германовичи Шарковщинского р-на."
  },
  {
    "i": 7317,
    "type": "переулок",
    "name": "Якуба Коласа",
    "content": "КОЛАС Якуб (наст. Мицкевич Константин Михайлович; 3.11.1882, д. Акинчицы Столбцовского р-на — 13.8.1956), классик белорусской литературы; вместе с Я.Купалой основатель современной белорусской литературы и белорусского литературного языка. Народный поэт Беларуси (1926). Академик НАН Беларуси (1928). Заслуженный деятель науки Беларуси (1944). Окончил Несвижскую учительскую семинарию (1902). В 1902—06 работал учителем в деревнях Люсино Ганцевичского и Пинковичи Пинского р-нов, Верхменском народном училище (ныне Смолевичский р-н). За участие в нелегальном съезде учителей 15.09.1908 осуждён на 3 года. В 1912—14 учитель Пинского приходского училища. С 1915 на фронте. С сентября 1917 в г. Обоянь Курской обл., работал учителем. В 1921 по вызову правительства БССР приехал в Минск. Преподавал в Белорусском педагогическом техникуме, БГУ, работал в научно-терминологической комиссии Наркомпроса, в Инбелкульте. С 1929 член Президиума и вице-президент АН Беларуси. В годы Великой Отечественной войны в эвакуации, вёл научную и общественную деятельность. С 1944 в Минске. Большинство ранних стихотворений написаны на русском языке (1898—1902). Первое напечатанное стихотворение «Наш родной край» («Наша доля», 1906, № 1). В первом сборнике стихотворений «Песни-печали» (1910) преобладала тема тяжёлой судьбы белорусского мужика («Мужик», «Не горюй» и др.). Колас обогатил белорусскую поэзию пейзажной и философской лирикой («Нёман», «Первый гром», «Весной»). Разнообразная по тематике, охвату жизненных явлений проза Коласа: сборники «Рассказы» (1912), «Родные образы» (1914). В стихотворениях 1914—16 («Мысли солдата», «Врагам») осуждал империалистическую войну, её антинародный характер. Мастерство психологического анализа Коласа выявилось в рассказах «Василий Чурила», «Молодой дубок» и др.). Философичность и точность свойственны его аллегорическим рассказам из цикла «Сказки жизни» (1921). Поэма «Новая земля» (1911— 1923) — классическое произведение белорусской литературы, в котором воссоздана широкая панорама жизни белорусского народа, показан быт простого человека, его извечные мечты о счастье и воле. Лиро-эпическая поэма «Сымон-музыкант» (1911 — 1925) символизирует белорусское национальное возрождение, величие белорусского народа, раскрывает трагическую тему судьбы Беларуси. Проблема дальнейшей судьбы отечества звучит в сборнике «Эхо» (1922). В трилогии «На росстанях» (1923—54), написанной на автобиографическом материале, широкий охват событий социально-общественной жизни страны. В ней создана галерея образов национальной интеллигенции, показан быт крестьян, раскрылось мастерство Коласа-пейзажиста. Главные темы сборников рассказов «Первые шаги», «На рубеже» (оба 1925), повести «На просторах жизни» (1926) гражданская война, Октябрьская революция. В повести «Отщепенец» (1930—31) показана коллективизация на селе. В повести «Трясина» (1933), пьесах «Война войне» (1927—31, последняя редакция 1938), «В пущах Полесья» (1938), неоконченной поэме «На путях воли» (1926—56) — тема 1-й мировой и гражданской войн. Поэма «Хата рыбака» (1939—47, Государственная премия СССР 1949) посвящена борьбе в Западной Белоруссии против социального бесправия. В сборниках «Отомстим» (1942), «Голос земли» (1943), поэмах «Суд в лесу» (1943), «Возмездие» (1945), публицистических статьях периода Великой Отечественной войны Колас восславлял героизм, патриотизм белорусского народа, обличал сущность фашизма. За стихотворения военного времени Государственная премия СССР 1946. Колас — один из основателей детской белорусской литературы. Автор учебников «Второе чтение для детей белорусов» (1909), «Методика родного языка» (1926). Психология детей тонко отмечена в произведениях «Рак-усач» (1926), «Приключения Михася» (1934), стихотворениях и др. Перевёл на белорусский язык отдельные произведения А.Мицкевича, Т.Шевченко, А.Пушкина, М.Лермонтова и др. С именем Коласа связано становление норм белорусского литературного языка. Один из редакторов «Русско-белорусского словаря» (1953). По мотивам произведений Коласа ставились пьесы во многих театрах, трилогия «На росстанях» экранизирована. Созданы оперы по поэме «Новая земля» Ю.Семеняко, по повести «Трясина» (опера «В пущах Полесья») Ю.Богатырёва. Имя Коласа присвоено Институту языкознания, Центральной научной библиотеке НАН Беларуси, драматическому театру в Витебске. Действует литературно-мемориальный музей Якуба Коласа, создан Коласовский заказник. Творчество Коласа изучает коласоведение."
  },
  {
    "i": 7318,
    "type": "улица",
    "name": "Якубова"
  },
  {
    "i": 7319,
    "type": "улица",
    "name": "Якубовского",
    "content": "Улица названа именем дважды Героя Советского Союза, Маршала Советского Союза Ивана Игнатьевича Якубовского.\n\nЯКУБОВСКИЙ Иван Игнатович (07.01.1912, д. Зайцево Горецкого района – 30.11.1976), советский военный деятель. Маршал Советского Союза (1967). Дважды Герой Советского Союза (январь, сентябрь 1944), герой Чехословакии (1970). Окончил Объединённую Белорусскую военную школу им. ЦИК БССР (1934), Ленинградские бронетанковые курсы усовершенствования командного состава (1935), Военную академию Генштаба (1948). С 1934 на командных должностях в Красной Армии. Участник советско-финляндской войны. В Великую Отечественную войну с 1941 на разных фронтах: командир танкового батальона, полка, бригады, заместитель командира танкового корпуса. Участник оборонительных боёв под Мин¬ском, Могилёвом и других боевых операций. Танковая бригада под командованием полковника Якубовского отличилась в сентябре 1943 при форсировании реки Днепр и при освобождении Киева. В июле 1944 он умело руководил передовыми частями танкового корпуса при форсировании реки Висла, захвате, удержании и расширении Сандомирского плацдарма. После войны на командных должностях в Советской Армии. С 1957 1-й заместитель и Главнокомандующий Группой советских войск в Германии, с 1965 командующий войсками Киевского военного округа. С 1967 1-й заместитель министра обороны СССР и Главнокомандующий Объединёнными вооружёнными силами стран-участниц Варшавского договора. Депутат Верховного Совета СССР в 1961–76. Автор книг «Боевое содружество» (1971), «Земля в огне» (1975) и др."
  },
  {
    "i": 7320,
    "type": "улица",
    "name": "Яна Борщевского"
  },
  {
    "i": 7321,
    "type": "улица",
    "name": "Яна Райниса"
  },
  {
    "i": 7322,
    "type": "улица",
    "name": "Яна Чечота",
    "content": "ЧЕЧОТ Ян Тадеушевич (07.07.1796, д. Малюшичи Кореличского р-на — 23.8.1847), белорусский и польский поэт, фольклорист. Окончил Новогрудскую доминиканскую школу (1815). Учился в Виленском университете (1815—16). Работал в бюро по упорядочению архивов князей Радзивиллов. Один из организаторов и руководителей тайных студенческих обществ филоматов и филаретов. В 1823 заключён в Виленскую тюрьму, где составил рукописный сборник «Песенки и другие стихи». В 1824 сослан на Урал, в 1825 переведён в Уфу, в 1831 — в Тверь. С 1833 в Беларуси. Работал на Лепелыцине и Новогрудчине (в библиотеке Хрептовичей). В 1818—19 написал около 10 баллад (сохранилось 8), основанных на сюжетах белорусского фольклора, в т.ч. «Свитязь», «Новогрудский замок», «Радзивилл, или Основание Вильни», «Бекеш». Собирал и изучал белорусский фольклор. Издал 6 фольклорных сборников «Деревенские песенки» (1837—46), в которых поместил около 1000 белорусских народных песен, пословицы и поговорки, словарь белорусского языка (200 слов) и собственные стихотворения. Автор цикла песен-баллад «Пение о давних литвинах до 1434» (1842—44), книги «Повести для молодых девушек» (1845) и др.\n"
  },
  {
    "i": 7323,
    "type": "улица",
    "name": "Янки Брыля",
    "content": "БРЫЛЬ Янка (Иван Антонович; р. 04.08.1917, г. Одесса, Украина), белорусский писатель. Народный писатель Беларуси (1981). Почётный академик НАН Беларуси (1994). Работал в периодической печати, в 1966—71 секретарь правления Союза писателей Беларуси. Первый сборник «Рассказы» (1946). Основная тематика творчества — жизнь довоенной и послевоенной западно-белорусской деревни, всенародная борьба против немецко-фашистских оккупантов (сборник рассказов «Сентябрьские всходы», 1949; повесть «В Заболотье светает», 1950, Государственная премия СССР 1952; сборник «На Быстрянке», 1955; «Мой край родной», 1959; «Продолжение разговора», 1962, Литературная премия имени Якуба Коласа 1963, и др.). В романе «Птицы и гнёзда» (1963), раскрывая «биографию одной души», разоблачает изнутри «философию» тоталитаризма и фашизма. Юмор и философские размышления в повестях о жизни западно-белорусской деревни 1920—30-х гг. «Нижние Байдуны» (1975) и «Рассвет, увиденный издалека» (1978, Государственная премия Беларуси 1982). Автор повести «Мундштук и папка» (1990), лирико-философских миниатюр, психологических образков (сборник «Горсть солнечных лучей», 1965; «Сегодня и память», 1985; «Вечернее», 1994). Один из авторов книги «Я из огненной деревни...» (1975, совместно с А.Адамовичем и В.Колесником), в которой собраны рассказы людей, случайно спасшихся во время истребления немецко-фашистскими захватчиками жителей белорусских деревень. Писал для детей. Переводил с польского, русского, украинского языков.\n"
  },
  {
    "i": 7324,
    "type": "улица",
    "name": "Янки Купалы",
    "content": "ЯНКА КУПАЛА (Луцевич Иван Доминикович; 07.07.1882, фольварк Вязынка Молодечненского района - 28.06.1942), классик белорусской литературы; вместе с Якубом Коласом основатель современной белорусской литературы и белорусского литературного языка. Народный поэт Беларуси (1925).Академик НАН Беларуси (1928) и АН Украины (1929). Окончил Беларучское нар. училище (1898), учился в Петербурге (1909-13) и Москве (1915). Работал домашним учителем, писарем, младшим приказчиком, в помещичьих имениях и др. В 1908-09 сотрудник газеты \"Наша нiва\" (в 1914-15 её редактор) и одновременно библиотеки Б.Даниловича (Вильна), с 1913 - секретарь виленского Белорусского издательского товарищества. В 1916-18 на фронте. С 1919 в Минске принимал активное участие в литературно-общественной и культурно-художественной жизни, в т.ч. в создании БГУ, АН Беларуси, национального театра, республиканских издательств и др. В Великую Отечественную войну жил в Москве, позже недалеко от Казани, трагически погиб в Москве в гостинице \"Москва\". В 1962 урна с прахом Купалы перевезена в Минск и захоронена на Военном кладбище. Писать начал на польском языке. Первое известное белорусское стихотворение Купалы \"Моя доля\" датируется 1904. Первое белорусское печатное стихотворение \"Мужик\" (1905). Первый поэтический сборник \"Жалейка\" (1908). Творчество Купалы - отражение национального характера, народного миропонимания и поэтического мировосприятия белорусского народа на переломных исторических рубежах 1-й половины 20в. В жанрово-стилевых формах, ставших классическими основами белорусской лирики, эпоса, драматургии и публицистики, воплощены свободолюбивые мотивы, идеи социального и национального раскрепощения, историческое прошлое Беларуси, философское осмысление жизни и человека и др. Ранняя лирика Купалы эволюционировала от преимущественно крестьянской тематики (сб. \"Жалейка\") до более выразительного изображения личности поэта, возвышения собственного поэтического \"Я\" (сборники \"Гусляр\", 1910; \"Дорогой жизни\", 1913). Преобладала белорусская национальная идея [\"А кто там идёт?\", \"Это крик, что жива Беларусь!\", \"Родственники\" (\"Сваякi\"), \"На собрание!\", \"Вороны\", \"О, да, я пролетарий\" и др.]. Эстетика творчества Купалы разнообразна: от преобладающего романтизма до символизма и неоромантизма (поэмы \"Извечная песня\", 1908; \"Сон на кургане\", 1910; \"Она и я\", 1913). Как поэт-романтик утвердил романтический тип национальной лирики, в котором органически соединены лиризм и романтическая необычность восприятия с традициями белорусского фольклора - образами и мотивами, поэтикой белорусской народной песни, мифологическими представлениями, колоритом, белорусских легенд, сказок, преданий и др. Фольклорно-романтическая поэма \"Курган\" (1910) проникнута идеей бессмертия народного искусства, \"Бондаровна\" (1913) - героикой народной борьбы против угнетателей, \"Она и я\" - идеализированным представлением крестьянина-труженика о счастье. Проблемы взаимоотношений романтического бунтаря, народного заступника и крестьянской среды, исключительной личности и народа рассматривал в поэмах \"Сон на кургане\" (1910) и \"Могила льва\" (1913, одноимённый кинофильм 1971). Поэма \"Тарасова доля\" (1939) - поэтизация жизненного пути украинского писателя Т.Шевченко. Купала успешно решал задачу создания белорусской национальной комедии и драмы (\"Павлинка\", 1912, одноимённый кинофильм 1952; \"Разорённое гнездо\", 1913, одноимённый кинофильм 1982). Вершина его сатирической комедиографии - трагикомедия \"Здешние\" (\"Тутэйшыя\", 1922). Ранняя публицистика Купалы поднимала вопросы улучшения социального положения народа Беларуси, способствовала пробуждению национального самосознания (\"Почему плачет песня наша?\", 1913; \"Вера и национальность\", 1914; \"Белорусский флаг воскрес!\", \"Независимость\", оба 1919, и др.). Его литературно-критические произведения способствовали идейно-художественному росту белорусской литературы. Купале принадлежат переводы (прозаический и стихотворный) на белорусский язык \"Слова о полку Игореве\", произведений А.Мицкевича, Т.Шевченко, А.Пушкина, М.Коноплицкой, либретто оперы С.Монюшко \"Галька\". Его произведения переведены на многие языки мира. Пьесы Купалы ставятся в белорусских театрах. По его сочинениям созданы оперы Г.Пукста \"Машека\", Н.Чуркина \"Разорённое гнездо\", опера-притча В.Мулявина \"Песня о доле\", балеты Е.Глебова \"Избранница\" и \"Курган\", музыкальная комедия Ю.Семеняко \"Павлинка\", симфонии, вокально-симфонические поэмы и др. Образ поэта воплощён в произведениях изобразительного искусства, к его юбилеям приурочены художественные выставки (1972, 1982, 1992, 2002). Жизни и творчеству Купалы посвящены хроникально-документальные фильмы \"А кукушка куковала...\" (1972, реж. В.Дашук), \"Путь поэта\" (1988, реж. В.Королёв), телефильмы \"За счастьем, за солнцем\" (1970, реж. В.Раевский, В.Акимушкин). С 1946 в БГУ проводятся ежегодные Купаловские чтения. Действуют Купалы Янки литературный музей в Минске, Купалы Янки литературного музея филиал \"Окопы\", Купалы Янки литературного музея филиал \"Вязынка\", Купалы Янки литературного музея филиал \"Левки\", Купалы Янки литературного музея филиал \"Яхимовщина\", созданы Купаловский мемориальный заповедник \"Вязынка\" и Купаловский мемориальный заповедник \"Левки\". Его именем названы Институт литературы НАН Беларуси, Национальный академический театр в Минске, Гродненский университет, посёлок в Глусском и деревня в Пуховичском районах, библиотеки, школы, улицы во многих городах и населённых пунктах Беларуси. Памятники Купале поставлены в Вязынке, Левках, Минске, Радошковичах, Аров-парке (Нью-Йорк). В 1996 создан Международный фонд Купалы. Творчество классика изучает купаловедение."
  },
  {
    "i": 7325,
    "type": "улица",
    "name": "Янки Лучины",
    "content": "ЛУЧИНА Янка (настоящее имя Неслуховский Иван Люцианович; 06.07.1851, Минск — 16.07.1898), белорусский поэт. Окончил Петербургский технологический институт (1877). С 1879 в техническом бюро Либаво-Роменской железной дороги в Минске. Дебютировал стихотворением «Не ради славы иль расчёта» в газете «Минский листок» (1886), которое стало поэтическим эпиграфом этого издания. Печатался также в издаваемом газетой «Северо-Западном календаре», польских журналах и еженедельниках. Издал сборник «Poezje» («Поэзия», Польша, 1896). В творчестве Лучины отразилось становление основных жанров белорусской литературы 19 — 20 вв. — лирической и эпической поэзии, драматургии (драматический этюд «Старость не радость»), публицистики (очерк «Из кровавых дней: Эпизод из восстания 1863 года на Минщине»), её творческие связи с традициями польской (польская поэзия, переводы стихотворений В.Сырокомли и др.) и русской (переводы на польский И.Крылова, Н.Некрасова) литературы. Мировоззрение и поэтика Лучины (демокр. просветительство, синтез романтизма с реалист. традицией) сложились под влиянием творчества А.Мицкевича и его последователей в белорусско-польской литературе Я.Чечота, Я.Барщевского, В.Дунина-Марцинкевича и особенно Сырокомли, которого Лучина называл своим учителем. Собирал белорусский фольклор (опубл. в фольклорных сборниках П.Шейна), в творчестве использовал народную поэтику. В поэзии Лучины выявлены характерные для белорусской классической литературы мифологические архетипы (региональная трансформация образа волшебного музыканта и певца Орфея), библейско-христианские образы и сюжеты (романтическая трансформация евангельской притчи о Лазаре Бедном и его богатом брате, мотивы непризнанного толпой пророка)."
  },
  {
    "i": 7326,
    "type": "улица",
    "name": "Янки Мавра",
    "content": "МАВР Янка (настоящее имя Фёдоров Иван Михайлович; 10.05.1883, г. Лиепая, Латвия — 03.08.1971), белорусский писатель. Заслуженный деятель культуры Беларуси (1968). С 1899 учился в Паневежской учительской семинарии, откуда с последнего курса исключён за вольнодумство; в 1903 сдал экзамен экстерном. В 1903—06 учительствовал. За участие в 1906 в нелегальном съезде учителей в д. Николаевщина (Столбцовский р-н) лишён права преподавать. С 1911 учительствовал в Минске. В 1920-е гг. работал в Наркомате просвещения Беларуси, в республиканском союзе работников просвещения, Белорусском государственном издательстве. Один из зачинателей белорусской детской литературы. Первая повесть «Человек идёт!..» (1926—27) о происхождении человека. Жизнь в экзотических странах, раскрытие античеловеческой сущности колониализма в рассказах «Необыкновенная приманка», «Слёзы Туби», повестях «В стране райской птицы» (1927), «Сын воды» (1928), романе «Амок» (1929) и др. Юмором, динамическими диалогами, элементами приключенческого жанра отличается повесть «Полесские робинзоны» (1930, по сценарию Мавра экранизация 1935). «Повесть будущих дней» (1932) и повесть «Фантомобиль профессора Циляковского» (1954—55) заложили основы научно-фантастического жанра в белорусской литературе. Автор автобиографической повести «Путь из тьмы» (ч. 1, написана в 1920, опубл. 1948, ч. 2 — в 1956, опубл. 1960, ч. 3 — 1957, опубл. 1975), пьесы «Ошибка» (1940). Переводил на белорусский язык произведения русских и зарубежных писателей. Государственная премия Беларуси 1972."
  },
  {
    "i": 7327,
    "type": "улица",
    "name": "Янковского",
    "content": "Улица названа именем выдающегося белорусского писателя, заслуженного деятеля науки Беларуси, доктора филологических наук, профессора Фёдора Михайловича Янковского.\n\nЯНКОВСКИЙ Фёдор Михайлович (21.09.1918, д. Клетное Глусского района – 13.11.1989), белорусский языковед, писатель; основатель белорусской фразеологии. Заслуженный деятель науки Беларуси (1972). Доктор филологических наук (1970), профессор (1971). Окончил Гродненский педагогический институт (1948). Учительствовал. С 1953 в Минском педагогическом институте (в 1956–82 заведующий кафедрой). Исследовал историю, фонетику, орфоэпию, лексику, фразеологию и грамматику белорусского языка: «Диалектный словарь» (вып. 1–3, 1959–70), «Белорусское литературное произношение» (1960, 4-е изд. 1976), «Белорусская фразеология» (1981), «Историческая грамматика белорусского языка» (1983) и др. Составитель сборников «Крылатые слова и афоризмы: из белорусских литературных источников» (1960), «Белорусские пословицы, поговорки, фразеологизмы» (1962), «Белорусская фразеология. Фразеологизмы, их значение и употребление» (1968) и др. Автор прозаических сборников «Образки» (1975), «И за горой поклонюсь» (1982), «Само слово говорит» (1986), «Из нелёгких дорог» (1988) и др.\n"
  },
  {
    "i": 7328,
    "type": "улица",
    "name": "Янтарная"
  },
  {
    "i": 7329,
    "type": "переулок",
    "name": "Янтарный"
  },
  {
    "i": 7330,
    "type": "улица",
    "name": "Ярковская"
  },
  {
    "i": 7331,
    "type": "улица",
    "name": "Ярошевичская"
  },
  {
    "i": 7332,
    "type": "переулок",
    "name": "Ярошевичский"
  },
  {
    "i": 7333,
    "type": "улица",
    "name": "Ясная"
  },
  {
    "i": 7334,
    "type": "улица",
    "name": "Брaтская"
  },
  {
    "i": 7335,
    "type": "пр-т",
    "name": "Мира"
  },
  {
    "i": 7336,
    "type": "улица",
    "name": "Пильницкая",
    "content": "Улица получила наименование по названию близлежащей деревни в районе жилой усадебной застройки бывшей деревни Зацень."
  },
  {
    "i": 7337,
    "type": "улица",
    "name": "Лапоровичская"
  },
  {
    "i": 7338,
    "type": "улица",
    "name": "Стaйковская"
  },
  {
    "i": 7339,
    "type": "улица",
    "name": "Павлины Медёлки"
  },
  {
    "i": 7340,
    "type": "улица",
    "name": "Республикaнская"
  },
  {
    "i": 7341,
    "type": "переулок",
    "name": "Рaтомский 1-й",
    "content": "Переулок небольшой, потому назван по наименованию улицы к которой он примыкает."
  },
  {
    "i": 7342,
    "type": "переулок",
    "name": "Рaтомский 2-й",
    "content": "Переулок небольшой, потому назван по наименованию улицы к которой он примыкает."
  },
  {
    "i": 7343,
    "type": "переулок",
    "name": "Княгининский"
  },
  {
    "i": 7344,
    "type": "улица",
    "name": "Крыжовская",
    "content": "Улица названа по наименованию деревни в этом направлении."
  },
  {
    "i": 7345,
    "type": "улица",
    "name": "Ельских",
    "content": "Род Ельских известен на белорусской земле с ХVI века. В ХIХ веке род Ельских наиболее прославили Александр, Михаил, Казимир, Константин. \n\nАлександр Ельский (1834-1916) историк, переводчик, этнограф, коллекционер, краевед, поэт много сделал для становления и развития белорусской культуры. Родился в Дудичах (сейчас - музей материальной культуры Дудутки), жил в деревне Замостье Пуховичского района. \n\nМихал Ельский (1831-1904) виртуоз-скрипач, родился и жил в Дудичах. Успешно концертировал, написал свыше ста музыкальных произведений. Некоторые опубликованы в сборнике, вышедшем в 1852 году. Собирал народные белорусские мелодии.\n \nКонстантин Ельский (1837-1896) – биолог, географ и геолог, профессор.\n \nКазимир Ельский (1782-1867) – скульптор, архитектор и художник, воспитанник Виленского университета и его профессор, представитель классицизма. Написал труд о синтезе архитектуры, скульптуры и живописи."
  },
  {
    "i": 7346,
    "type": "улица",
    "name": "Михалoвская ",
    "content": "Улица названа в целях сохранения топонима наименования деревни, которая располагалась на территории застройки района, так как по улице Михалово и переулку Михалово планируется снести все частные дома, после чего название улицы исчезнет с карты города."
  },
  {
    "i": 7347,
    "type": "сквер",
    "name": "Вилковщина",
    "content": "По наименованию деревни, которая существовала здесь в ХХ столетии. \n"
  },
  {
    "i": 7348,
    "type": "улица",
    "name": "Кедышко"
  },
  {
    "i": 7369,
    "type": "проезд",
    "name": "Липковский",
    "content": "Название присвоено в результате обращения администрации Партизанского района в Минский горисполком с просьбой присвоить наименование \"проезд Липковский\" дороге, которая находится в непосредственной близости от улицы Липковской. "
  },
  {
    "i": 7370,
    "type": "улица",
    "name": "Виктора Турова",
    "content": "Улица названа в честь Виктора Турова - известного кинорежиссёра, заслуженного деятеля искусств Белорусской ССР,  народного артиста Белорусской ССР, народного артиста СССР, профессора Белорусской государственной академии искусств, академика Всемирной академии славянского искусства.\n \nТуров Виктор Тимофеевич (1936-1996) родился в 1936 году в городе Могилёве. Закончил режиссёрский факультет ВГИК (1961 г., мастерская А.П.Довженко и М.Э.Чиаурели).\n \nС 1959 года работал на киностудии \"Беларусьфильм\". Он – автор 25-ти художественных и документальных фильмов, в том числе экранизации полесских хроник Ивана Мележа «Люди на болоте» и «Дыхание грозы», а также «Война под крышами», «Переправа» и многих других.\n \nВ течение пяти лет (1976-1981) был первым секретарем Союза кинематографистов Белоруссии. Имя Виктора Турова (в 1994 г.) включено ЮНЕСКО в число режиссёров, снявших сто наиболее значимых фильмов мира.\n"
  },
  {
    "i": 7371,
    "type": "улица",
    "name": "Михаила Пташука",
    "content": " Улица названа в честь Михаила Пташука - известного кинорежиссёра, заслуженного деятеля искусств Беларуси, народного артиста Беларуси, лауреата Государственной премии Беларуси.\n\nМихаил Николаевич Пташу́к (1943-2002)  родился в 1943 году в Ляховичском районе Брестской области. Закончил Московское театральное училище имени Б.Щукина, Высшие режиссёрские курсы Госкино СССР в мастерской  Георгия  Данелии. Работал режиссером в театрах Москвы и Казани (1967-1970). С 1974 года - на киностудии. Автор фильмов \"Возьму твою боль\" по произведению Ивана Шамякина, «Знак беды» по повести Василя Быкова,    «В августе 44-го...» по повести Владимира Богомолова. Среди других фильмов режиссера «Черный замок Ольшанский», «Игра воображения», «Макбет», «Наш бронепоезд»  и других. Михаил Пташук активно участвовал в подготовке молодых режиссеров, работал преподавателем в Белорусской государственной академии искусств.\n \nТрагически погиб в 2002 году в автомобильной катастрофе. Похоронен в г.Минске на кладбище «Восточное».\n\nПредставители творческих союзов и Министерство культуры неоднократно обращались с просьбой увековечить имена этих известных деятелей культуры в топонимике столицы. "
  },
  {
    "i": 7372,
    "type": "улица",
    "name": "Юрово-Завальная",
    "content": " По итогам архивных исследований найдены факты  существования в историческим центре города Минска  улицы Юрово-Завальной. \n\nВ начале 19-го столетия был ликвидирован оборонительный городской вал, который препятствовал расширению территории Минска, и за ним образовалась улица. Ее название отображает два исторических факта. Первая часть названия этой улицы указывает на близкое расположение к возвышенности, которую минчане раньше называли Юровой Горой.  Это место в настоящее время находится около современной Юбилейной площади и станции метро \"Фрунзенская\". Вторая часть названия - обозначает \"за городским валом\" по отношению к центру города.\n\nВ 1929 году улица была переименована в Хлебную. Здесь находился первый Минский хлебозавод. После реконструкции территории улица Хлебная исчезла с карты города. Дома, расположенные на ней, были переадресованы по улицам Раковская и Романовская Слобода.\n \nВо время реконструкции Раковского предместья  и воссоздания архитектурного облика старого города,  уместно  разместить аншлаги с историческим названием улицы. "
  },
  {
    "i": 7373,
    "type": "переулок",
    "name": "Макаёнка",
    "content": "Переулок назван по названию улицы, расположенной рядом."
  },
  {
    "i": 7374,
    "type": "улица",
    "name": "Малакович",
    "content": "\nМалакович Марина Федосовна (родилась в 1903 году в Могилевской области) после окончания Московской академии коммунистического воспитания имени Н.К.Крупской (с 1934 года) преподавала в научных учреждениях города Минска. Накануне Великой Отечественной войны работала преподавателем Белорусского по-литехнического института. С первых дней оккупации столицы Беларуси Малакович активно включилась в подпольную работу, была одним из организаторов группы патриотов, целью которой было противостояние фашистским захватчикам. Осенью 1943 года  после жестоких пыток в застенках гестапо машина-душегубка увезла Малакович в неизвестном направлении. Место ее захоронения не установлено. "
  },
  {
    "i": 7375,
    "type": "пр-т",
    "name": "Независимости"
  },
  {
    "i": 7376,
    "type": "улица",
    "name": "Стефании Станюты",
    "content": "Станюта Стефания Михайловна (13.05.1905-06.11.2000) - народная артистка СССР, легендарная драматическая актриса. Родилась в Минске в семье известного белорусского художника Михаила Станюты в 1905 году. В 2015 году исполнится 110 лет со дня ее рождения. Сценическую деятельность начала в 1919 году. С 1932 года и до конца жизни Стефания Станюта работала в Национальном академическом театре имени Янки Купалы. Создала более 200 выразительных характеров народных героинь как на сцене театра, так в кинематографе. (Марыли и Паланеи  («Раскіданае гняздо» и «Прымакі» Я.Купалы), Анна Петровна («Простая девушка» К.Губаревича), Рипина («Плач перапёлкі» И.Чигринова), бабушка Вера («Молодая гвардия» по мотивам А.Фадеева) и другие.  Отличительные черты творчества Станюты – широта диапазона, владение разнообразными средствами сценической выразительности, яркий пластический рисунок ролей, эмоциональность, выразительность слова, жеста, мимики, умение пользоваться иронией, гротеском. В государственном музее театральной и музыкальной культуры Беларуси создана мемориальная комната великой белорусской актрисы Стефании Станюты. (Похоронена  на Восточном кладбище г.Минска). "
  },
  {
    "i": 7377,
    "type": "улица",
    "name": "Евгения Глебова",
    "content": "Глебов Евгений Александрович (10.09.1929-12.12.2000) - белорусский советский композитор, педагог, народный артист БССР и СССР, профессор. Родился в 1929 году (Рославль, Смоленской области). В 2014 году исполось 85 лет со дня его рождения. Самостоятельно научился играть на мандолине, гитаре, балалайке, баяне и с юности начал сочинять музыку. В 1956 году музыкант-самоучка Глебов закончил Белорусскую консерваторию. Преподавал в Минском музыкальном училище и Белорусской академии музыки. Среди его учеников – известные белорусские музыкальные деятели Леонид Захлевный, Ядвига Поплавская, Василий Раинчик, Эдуард Ханок, Вячеслав Кузнецов, Владимир Кондрусевич, Дмитрий Довгалев и другие. Совмещал педагогическую и творческую деятельность с работой заведующего музыкальной частью и дирижера оркестра в Минском театре юного зрителя, был руководителем эстрадно-симфонического оркестра Гостелерадио БССР, музыкальным редактором киностудии \"Беларусьфильм\".\n\nТворчество Глебова охватывает широкий круг жанров. Наиболее известные работы композитора  -  балеты «Мечта», «Альпийская баллада», опера «Мастер и Маргарита». Глебов написал музыку к сорока кинофильмам и тридцати спектаклям, многочисленные симфонические произведения. Музыкальной школе № 10 в городе Минске присвоено имя Евгения Глебова."
  },
  {
    "i": 7378,
    "type": "улица",
    "name": "Маршала Лосика",
    "content": "Лосик Олег Александрович  (1915 - 2012) - советский военачальник, был последним из остававшихся в живых советских маршалов бронетанковых войск. В ходе Белорусской стратегической наступательной операции \"Багратион\", 4-я гвардейская танковая бригада под командованием Лосика сломила сопротивление врага в районе деревни Городище Минского района и 3 июля 1944 года в числе первых вступила в столицу Беларуси. Указом Президиума Верховного Совета СССР от 4 июля 1944 года за умелое управление бригадой и проявленные мужество и героизм полковнику Лосику было присвоено звание Героя Советского Союза с вручением ордена Ленина и медали «Золотая Звезда». В 1987 году Олегу Александровичу Лосику,  легендарной для города Минска личности было присвоено звание «Почетный гражданин города Минска»."
  },
  {
    "i": 7379,
    "type": "улица",
    "name": "Струговская"
  },
  {
    "i": 7380,
    "type": "улица",
    "name": "Качинская ",
    "content": "Название улицы по историческому благозвучному названию деревни, расположенной близ застройки  этого района."
  },
  {
    "i": 7383,
    "type": "улица",
    "name": "Острожских",
    "content": "Острожские - княжеский род, представители которого занимали высокие государственные посты и имели огромные земельные владения на территории современной Беларуси. Среди представителей рода выделяются отец и сын – Константин Иванович Острожский  и Константин Константинович Острожский. \n\nКонстантин Иванович Острожский (1460-1530) проявил себя отличным полководцем. Воинскую службу начал участником в борьбе с крымскими татарами.  Благодаря своим способностям стал во главе русских войск, отражающих татарские набеги (1495 и 1496). Князь Острожский, защитник православия, строил церкви и помогал монастырям. Умер князь Константин Острожский в преклонном возрасте и был погребен в Киево-Печерском монастыре, где и поныне сохранилась его гробница. \n\nКонстантин Константинович Острожский (1526-1608) - государственный и военный деятель, родился в Турове, там провел детство и юношество. В 27 лет занимал должность старосты Владимирского, в 32 года стал Киевским воеводой, глубоко убежденным сторонником православия. В своих владениях Острожский основал более чем 600 церквей и 20 монастырей, при многих из них действовали госпитали и школы."
  },
  {
    "i": 7384,
    "type": "улица",
    "name": "Тышкевичей",
    "content": "Тышкевичи - известный шляхетский род, представители которого занимали высокие государственные и воинские посты и обладали большими поместьями на территории современной Беларуси. Главной резиденцией был Логойск, в Минске находился дворец. Наиболее известны братья Константин и Евстах Тышкевичи.\n\nКонстантин Тышкевич (1806-1868) - белорусский археолог, историк, этнограф, фольклорист; один из основателей белорусской ученой археологии. Основал сберегательный банк для мещан и крестьян   в Логойске, сахарные заводы, холщовую мануфактуру. Участвовал в работе Минского губернского комитета по крестьянским вопросам. Вместе с братом Евстахом (в  1842 г.) основал первый в Беларуси музей древностей, собрал архив древних рукописей, коллекцию художественных произведений, уникальную библиотеку. Исследовал около 200 курганов, городищ и замчищ в Минской губернии. (Сложил первые топографические карты городищ и замчищ. Первым классифицировал находки по технике и материалах выполнения, свел их в таблицы. В 1856 г. Организовал экспедицию по реке Вилии, по итогам которой написал краеведческую монографию «Вилия и ее берега».)\n\nЕвстах Тышкевич (1814-1873) - белорусский археолог, историк, этнограф, краевед, музеевед; один из основателей белорусской ученой археологии. Почетный член Петербуржской академии наук, член Датского товарищества любителей северных древностей, Стокгольмской Королевской академии изобразительного искусства и древностей, Лондонского археологического института. Закончил Минскую гимназию (1831 г.), работал в губернских управах Вильно, Харькова и Минска, (С 1840 г. - почетный опекун школ, а из 1844 г. - предводитель шляхты Борисовского уезда, на свои средства соорудил в Борисове уездное училище; в 1848 - 1852 гг.), являлся куратором Минской гимназии. Но основным его занятиям была наука. Начиная с 1837 г.\n\nЕвстах Тышкевич каждое лето исследовал курганы на Минщине, Логойщине, Борисовщине, Креве, Мире.\nБратья Евстах и Константин, переодевшись в простую крестьянскую одежду, ходили по деревенским домам и записывали народные песни, легенды, рассказы крестьян про быт, участвовали  в обрядах.\n"
  },
  {
    "i": 7385,
    "type": "улица",
    "name": "Огинского",
    "content": "В 2015 году исполнилось 250 лет со дня рождения Огинского (1765-1833) – дипломата, известного композитора и музыканта. В начале 19-го века Огинский жил в поместье Залесье Ошмянского уезда, где построил новый дворец, парк в английском стиле, собрал большую библиотеку. Залесье стало одной из красивейших магнатских резиденций в Беларуси. Композиторской деятельностью начал заниматься            с 1790-х годов. Создал фортепианные пьесы, романсы, полонезы и самый популярный из них – «Прощание с Родиной» написал в Залесье. Служил литовским казначеем, сенатором российской империи, польским королевским послом в Англии и Голландии (с 1789 года). Принимал участие в восстании Костюшко, затем эмигрировал в Италию. В 1791 г. возвратился на родину, в Могилеве принял присягу российской императрице Катерине II и таким образом сохранил поместья в восточной Беларуси. Был депутатам Гродненского сейма (1793 г.), (с 1794 года) входил в Наивысший совет литовского народа. В 1823 г. композитор выехал в Италию, жил во Флоренции, там же умер. Похоронили Огинского во Флоренции в церкви францисканцев Санта Кроче, где также похоронены архитектор Леон Баттиста Альберти (15 в.), скульптор Микеланджело (16 в.), Николя Макиавелли."
  },
  {
    "i": 7386,
    "type": "улица",
    "name": "Ильи Копиевича",
    "content": "Илья Копиевич родился на Минщине. Учился в Слуцкой гимназии. С середины 1660-х годов находился в Голландии, где занимался печатным делом. В Амстердаме познакомился с Петром I  и стал его сподвижником. Составил, перевел и издал около 20 книг по истории, арифметике, латинской и русской грамматикам (1698 -1706). Издал первую для восточных славян карту звездного неба. Создал пример шрифта, который сегодня используются в Беларуси, России, Украине. Улица Ильи Копиевича соединит микрорайон Магистр с районом возле Национальной библиотеки, где улицы названы в честь известных белорусских просветителей: Франциска Скорины, Кирила Туровского, Петра Мстиславца."
  },
  {
    "i": 7387,
    "type": "улица",
    "name": "Бехтерева",
    "content": "Именем выдающегося невропатолога, психиатра, физиолога названы улица в Заводском районе и примыкающий к ней переулок. Что примечательно, на улице Бехтерева расположено два учреждения здравоохранения: 2-й городской противотуберкулезный диспансер и Минский городской психоневрологический диспансер.\n\nВладимир Михайлович Бехтерев родился 20 января (1 февраля) 1857 года в селе Сарали (ныне Бехтерево) Российской империи. Окончил медико-хирургическую академию в Санкт-Петербурге. В 1879 году принят в действительные члены Петербургского общества психиатров, в 1884-м командирован за границу, где занимался у Дюбуа-Реймона (Берлин), Вундта (Лейпциг), Мейнерта (Вена), Шарко (Париж) и других.\n\n24 июля 1885 года назначен экстраординарным профессором и заведующим кафедрой психиатрии Казанского университета. Лекции были так интересны, что их приходили слушать не только студенты. Одним из слушателей был работник булочной Алексей Пешков — будущий писатель Максим Горький.\n\nОсновал в Санкт-Петербурге психоневрологический институт, организованный как исследовательское и высшее учебное заведение, который ныне носит его имя.\n\nКак невропатолог описал целый ряд болезней, одна из которых (анкилозирующий спондилит) сейчас называется «болезнь Бехтерева». Всего же его именем названо около 50 симптомов, синдромов, болезней.\n\nСоздал ряд лекарственных препаратов. Многие годы исследовал проблемы гипноза и внушения, в том числе при алкоголизме. Разработал объективные методы изучения нервно-психического развития детей.\n\nУмер внезапно 24 декабря 1927 года в Москве. Похоронен на Литераторских мостках на Волковском кладбище в Санкт-Петербурге. После своей смерти оставил собственную школу и сотни учеников, в том числе 70 профессоров.\n"
  },
  {
    "i": 7388,
    "type": "улица",
    "name": "Академика Высоцкого"
  },
  {
    "i": 7389,
    "type": "улица",
    "name": "Навуковая",
    "content": "Небольшим улицам не присваиваются имена. Предложено наименование, соответствующее названию микрорайона – Магистр."
  },
  {
    "i": 7390,
    "type": "проезд",
    "name": "Университетский",
    "content": "Проезды небольшие, им не присваиваются имена. Предложено наименование, соответствующее названию микрорайона – Магистр."
  },
  {
    "i": 7391,
    "type": "улица",
    "name": "Антоненко",
    "content": "Антоненко Алексей Касьянович родился в Могилевской области (1911 г.). В рядах Красной Армии с 1929 года. Летом 1939 года провел около 40 воздушных боев с японскими захватчиками (на реке Халхин - Гол) и сбил в составе группы 6 самолётов противника. Участвовал в Советско-Финляндской войне. Лётчики авиации Балтийского флота, где служил Антоненко, с первых дней Великой Отечественной войны обеспечивали вход и выход кораблей, прикрывали их с воздуха, вели воздушную разведку, корректировку огня береговых батарей, наносили удары по батареям и аэродромам противника, совершая до 10 вылетов в день. Уже 25 июня 1941 года Антоненко первым на Балтике сбил вражеский самолёт-бомбардировщик. 14 июля 1941 года ему – первому на Балтике, было присвоено звание Героя Советского Союза, а уже 25 июля Алексей Антоненко погиб. За 34 дня участия в Великой Отечественной войне Антоненко уничтожил 11 самолётов противника в воздушных боях  (5 лично и 6 - в группе) и ещё несколько - при штурмовке вражеских аэродромов. Награждён орденами Ленина (дважды) и медалью «За боевые заслуги». Похоронен на полуострове Ханко (Финляндия)."
  },
  {
    "i": 7392,
    "type": "улица",
    "name": "Докутович",
    "content": "Докутович Галина Ивановна (1921 – 1943) - младший лейтенант, штурман 46-го гвардейского Таманского авиаполка. Родилась в Гомеле. Окончила аэроклуб (1938), училась в Московском авиационном институте. В 1941 году добровольцем ушла на фронт. Выполняла ответственные полёты на тяжёлом транспортном самолёте «ТБ-3». Погибла в 1943 году в возрасте 22 лет при выполнении боевого задания, совершив 136  боевых вылетов. Награждена орденом Красной Звезды. Похоронена в селе Русское Краснодарского края в братской могиле, где на мемориальной плите значится её имя."
  },
  {
    "i": 7393,
    "type": "улица",
    "name": "Шатило"
  },
  {
    "i": 7394,
    "type": "улица",
    "name": "Дукорская",
    "content": "По названию деревни, географически расположенной недалеко от проектируемой улицы."
  },
  {
    "i": 7395,
    "type": "парк",
    "name": "имени Уго Чавеса",
    "content": "Уго Чавес (1954-2012) -  государственный и общественный деятель современности, Президент Венесуэлы с 1999 по 2012 год, наследник  и продолжатель дела Симона Боливара, борец за независимость. Уго Чавес проявил инициативу в налаживании взаимоотношений с Беларусью. Отношения Беларуси и Венесуэлы благодаря его политике достигли уровня стратегического партнерства, народы и культуры двух географически далеких стран стали ближе. В 2007 году в Минске открылось посольство Венесуэлы, а в 2008 - посольство Беларуси в Каракасе."
  },
  {
    "i": 7396,
    "type": "улица",
    "name": "Танковая",
    "content": "Ранее в Минске существовала улица Танковая, но в 1996 она была переименована в улицу Максима Танка. Ветеранские организации и граждане обратились с просьбой об увековечении в топонимике столицы мощного оружия Великой Отечественной войны, особо отличившегося во время освобождения г.Минска от немецко-фашистских захватчиков. В преддверии юбилея Великой Победы улице, которая находится близ танкового полигона на территории, присоединенной к Партизанскому району столицы  (Указ Президента Республики Беларусь от 26.03.2012 № 141), присвоено наименование «Танковая»."
  },
  {
    "i": 7397,
    "type": "улица",
    "name": "Головачёва",
    "content": "Головачёв Павел Яковлевич (1917-1972), уроженец Гомельской области, в 1940 году успешно закончил 8-ю Одесскую военную авиационную школу пилотов. С 1941 года  воевал на Юго - Западном, Сталинградском, 4-м Украинском, 3-м и 1-м Белорусских фронтах. Участвовал в защите Одессы, Сталинградской битве, освобождении Донбасса, Крыма, Беларуси, Восточно - Прусской и Берлинской операциях. Совершил 385 боевых вылетов и лично сбил 26 самолетов противника. Звания Героя Советского Союза (1943, 1945) удостоен дважды, награжден орденами: Ленина  (дважды), Красного Знамени (шесть), Отечественной войны 1-й степени, Красной Звезды (дважды); медалями. После войны генерал - майор авиации (с 1957 года)  Головачёв продолжал службу в Военно-Воздушных Силах. Закончил Краснознамённую Военно - Воздушную академию, Военную академию Генерального штаба. Умер в 1972 году."
  },
  {
    "i": 7398,
    "type": "улица",
    "name": "Щукина",
    "content": "Щукин Лев Кириллович родился (в 1923 году) в Московской области. В июне 1941 г. поступил в Одесскую школу военных летчиков-истребителей. В начале 1944 года был направлен  в авиационный полк, размещенный в Бобруйске, затем (в августе 1945) - в Витебский Гвардейский авиационный полк. В 1950 году дивизия, куда входил этот авиаполк, была переброшена прифронтовой аэродром Кореи, имея на вооружении реактивные истребители Як-15 и МиГ-9. За Корейскую компанию Герой Советского Союза (1951), летчик 1-га класса Щукин совершил 121 боевой вылет, провел 37 воздушных боев, из которых 8 - в составе эскадрильи, 8 - в составе полка и 21 - в составе дивизии. Боевой налёт составил 99 часов 49 минут. Стал одним из лучших асов Корейской войны (1950 - 1953 годов). Сбил 17 самолетов противника. из них лично - 15, в группе - 2. Как снайпер - 17 стрельб - 17 побед, Щукин и поныне не превзойдён  ни одним летчиком-истребителем в мире. Этот итог является в реактивной авиации уникальным. В 1956 году Щукин закончил Военно-Воздушную академию в Монино, службу проходил в Белорусском военном округе командиром 940-го авиационного полка истребителей-бомбардировщиков, в дальнейшем - старшем инспектором-лётчиком Военно-Воздушных Сил округа. Жил в Минске, работал старшим преподавателем Белорусского государственного института народного хозяйства. Награждён орденами: Ленина (дважды), Красного Знамени, Красной Звезды, медалями. Умер в 2009 году."
  },
  {
    "i": 7399,
    "type": "улица",
    "name": "Маргелова",
    "content": "Маргелов Василий Филиппович (1908 - 1990) - советский военачальник, командующий Воздушно-Десантными войсками в 1954-1959 и 1961-1979 годах, Герой Советского Союза (1944), Лауреат Государственной премии СССР (1975). Создатель современных Воздушно-Десантных войск CCCР. В 1925 году Маргелов  был направлен в БССР. С 1928 года учился  в Объединенной Белорусской военной школе в Минске, зачислен в группу снайперов. После окончания школы Маргелов был назначен  командиром пулеметного взвода полковой школы в Могилеве. С 1933 года - командир взвода, с 1936 - командир пулеметной роты, с 1944 - командир 49-и гвардейской стрелковой дивизии 3-го Украинского фронта. Командовал дивизией при форсировании Днепра и освобождении Херсона. В 1944 году удостоен  звания Героя Советского Союза. Под его командованием 49-я гвардейская стрелковая дивизия участвовала  в освобождении народов Юго-восточной Европы. На Параде Победы в Москве гвардии генерал-майор Маргелов командовал сводным полком 2-го Украинского фронта. За время службы совершил более 60 прыжков. Последний из них был в 65-летнем возрасте. Награждён  орденами: Ленина (четырежды), Красного Знамени (дважды), Суворова 2-й степени, Октябрьской революции, Красной Звезды, медалями."
  },
  {
    "i": 7400,
    "type": "улица",
    "name": "Багрянцева",
    "content": "Багрянцев Виктор Яковлевич (1935 - 2007) - пилот первого класса, один из опытнейших руководителей лётного состава Минских авиаторов. Работал в гражданской авиации 33 года (с 1960 по 1993 год), прошел путь от рядового пилота самолета ИЛ-14 до первоклассного летчика реактивного лайнера ТУ-134. Международная авиалиния Минск - Варшава - Берлин - Минск открылась 16 августа 1970 года. Для неё был избран  известный самолет того времени - ТУ-124. Экипаж под руководством командира корабля Багрянцева   поднял в небо 56-местную машину, открыв тем самым новую страницу в отечественной истории авиации. В дальнейшем полеты на этой авиалинии были доверены лучшим экипажам Белорусской гражданской авиации. С 1983 года был  назначен руководителем Второго Минского объединенного авиаотряда,  что стало началом истории  аэропорта Минск-2. С каждым годом аэропорт увеличивал объемы авиаперевозок, открывались новые внутрисоюзные и международные маршруты. Благодаря Багрянцеву, комплекс аэропорта превратился в современный пассажирский терминал и автоматизированный грузовой гигант. Награждён орденом Знак Почета, Почетной Грамотой Президиума Верховного Совета БССР, медалями."
  },
  {
    "i": 7401,
    "type": "улица",
    "name": "Государственного Флага",
    "content": "Завершён 4-ый пусковой комплекс (площадь) по объекту строительства «Реконструкция здания РУП «Национальный выставочный центр «Белэкспо». На площади установлен Государственный Флаг, Герб Республики Беларусь, гербы областей Республики Беларусь и г.Минска. Потому логично присвоение  наименования «Площадь Государственного Флага»."
  },
  {
    "i": 7406,
    "type": "улица",
    "name": "3 Сентября"
  },
  {
    "i": 7407,
    "type": "улица",
    "name": "Якуба Коласа",
    "content": "КОЛАС Якуб (наст. Мицкевич Константин Михайлович; 3.11.1882, д. Акинчицы Столбцовского р-на — 13.8.1956), классик белорусской литературы; вместе с Я.Купалой основатель современной белорусской литературы и белорусского литературного языка. Народный поэт Беларуси (1926). Академик НАН Беларуси (1928). Заслуженный деятель науки Беларуси (1944). Окончил Несвижскую учительскую семинарию (1902). В 1902—06 работал учителем в деревнях Люсино Ганцевичского и Пинковичи Пинского р-нов, Верхменском народном училище (ныне Смолевичский р-н). За участие в нелегальном съезде учителей 15.09.1908 осуждён на 3 года. В 1912—14 учитель Пинского приходского училища. С 1915 на фронте. С сентября 1917 в г. Обоянь Курской обл., работал учителем. В 1921 по вызову правительства БССР приехал в Минск. Преподавал в Белорусском педагогическом техникуме, БГУ, работал в научно-терминологической комиссии Наркомпроса, в Инбелкульте. С 1929 член Президиума и вице-президент АН Беларуси. В годы Великой Отечественной войны в эвакуации, вёл научную и общественную деятельность. С 1944 в Минске. Большинство ранних стихотворений написаны на русском языке (1898—1902). Первое напечатанное стихотворение «Наш родной край» («Наша доля», 1906, № 1). В первом сборнике стихотворений «Песни-печали» (1910) преобладала тема тяжёлой судьбы белорусского мужика («Мужик», «Не горюй» и др.). Колас обогатил белорусскую поэзию пейзажной и философской лирикой («Нёман», «Первый гром», «Весной»). Разнообразная по тематике, охвату жизненных явлений проза Коласа: сборники «Рассказы» (1912), «Родные образы» (1914). В стихотворениях 1914—16 («Мысли солдата», «Врагам») осуждал империалистическую войну, её антинародный характер. Мастерство психологического анализа Коласа выявилось в рассказах «Василий Чурила», «Молодой дубок» и др.). Философичность и точность свойственны его аллегорическим рассказам из цикла «Сказки жизни» (1921). Поэма «Новая земля» (1911— 1923) — классическое произведение белорусской литературы, в котором воссоздана широкая панорама жизни белорусского народа, показан быт простого человека, его извечные мечты о счастье и воле. Лиро-эпическая поэма «Сымон-музыкант» (1911 — 1925) символизирует белорусское национальное возрождение, величие белорусского народа, раскрывает трагическую тему судьбы Беларуси. Проблема дальнейшей судьбы отечества звучит в сборнике «Эхо» (1922). В трилогии «На росстанях» (1923—54), написанной на автобиографическом материале, широкий охват событий социально-общественной жизни страны. В ней создана галерея образов национальной интеллигенции, показан быт крестьян, раскрылось мастерство Коласа-пейзажиста. Главные темы сборников рассказов «Первые шаги», «На рубеже» (оба 1925), повести «На просторах жизни» (1926) гражданская война, Октябрьская революция. В повести «Отщепенец» (1930—31) показана коллективизация на селе. В повести «Трясина» (1933), пьесах «Война войне» (1927—31, последняя редакция 1938), «В пущах Полесья» (1938), неоконченной поэме «На путях воли» (1926—56) — тема 1-й мировой и гражданской войн. Поэма «Хата рыбака» (1939—47, Государственная премия СССР 1949) посвящена борьбе в Западной Белоруссии против социального бесправия. В сборниках «Отомстим» (1942), «Голос земли» (1943), поэмах «Суд в лесу» (1943), «Возмездие» (1945), публицистических статьях периода Великой Отечественной войны Колас восславлял героизм, патриотизм белорусского народа, обличал сущность фашизма. За стихотворения военного времени Государственная премия СССР 1946. Колас — один из основателей детской белорусской литературы. Автор учебников «Второе чтение для детей белорусов» (1909), «Методика родного языка» (1926). Психология детей тонко отмечена в произведениях «Рак-усач» (1926), «Приключения Михася» (1934), стихотворениях и др. Перевёл на белорусский язык отдельные произведения А.Мицкевича, Т.Шевченко, А.Пушкина, М.Лермонтова и др. С именем Коласа связано становление норм белорусского литературного языка. Один из редакторов «Русско-белорусского словаря» (1953). По мотивам произведений Коласа ставились пьесы во многих театрах, трилогия «На росстанях» экранизирована. Созданы оперы по поэме «Новая земля» Ю.Семеняко, по повести «Трясина» (опера «В пущах Полесья») Ю.Богатырёва. Имя Коласа присвоено Институту языкознания, Центральной научной библиотеке НАН Беларуси, драматическому театру в Витебске. Действует литературно-мемориальный музей Якуба Коласа, создан Коласовский заказник. Творчество Коласа изучает коласоведение."
  },
  {
    "i": 7408,
    "type": "площадь",
    "name": "Якуба Коласа",
    "content": "КОЛАС Якуб (наст. Мицкевич Константин Михайлович; 3.11.1882, д. Акинчицы Столбцовского р-на — 13.8.1956), классик белорусской литературы; вместе с Я.Купалой основатель современной белорусской литературы и белорусского литературного языка. Народный поэт Беларуси (1926). Академик НАН Беларуси (1928). Заслуженный деятель науки Беларуси (1944). Окончил Несвижскую учительскую семинарию (1902). В 1902—06 работал учителем в деревнях Люсино Ганцевичского и Пинковичи Пинского р-нов, Верхменском народном училище (ныне Смолевичский р-н). За участие в нелегальном съезде учителей 15.09.1908 осуждён на 3 года. В 1912—14 учитель Пинского приходского училища. С 1915 на фронте. С сентября 1917 в г. Обоянь Курской обл., работал учителем. В 1921 по вызову правительства БССР приехал в Минск. Преподавал в Белорусском педагогическом техникуме, БГУ, работал в научно-терминологической комиссии Наркомпроса, в Инбелкульте. С 1929 член Президиума и вице-президент АН Беларуси. В годы Великой Отечественной войны в эвакуации, вёл научную и общественную деятельность. С 1944 в Минске. Большинство ранних стихотворений написаны на русском языке (1898—1902). Первое напечатанное стихотворение «Наш родной край» («Наша доля», 1906, № 1). В первом сборнике стихотворений «Песни-печали» (1910) преобладала тема тяжёлой судьбы белорусского мужика («Мужик», «Не горюй» и др.). Колас обогатил белорусскую поэзию пейзажной и философской лирикой («Нёман», «Первый гром», «Весной»). Разнообразная по тематике, охвату жизненных явлений проза Коласа: сборники «Рассказы» (1912), «Родные образы» (1914). В стихотворениях 1914—16 («Мысли солдата», «Врагам») осуждал империалистическую войну, её антинародный характер. Мастерство психологического анализа Коласа выявилось в рассказах «Василий Чурила», «Молодой дубок» и др.). Философичность и точность свойственны его аллегорическим рассказам из цикла «Сказки жизни» (1921). Поэма «Новая земля» (1911— 1923) — классическое произведение белорусской литературы, в котором воссоздана широкая панорама жизни белорусского народа, показан быт простого человека, его извечные мечты о счастье и воле. Лиро-эпическая поэма «Сымон-музыкант» (1911 — 1925) символизирует белорусское национальное возрождение, величие белорусского народа, раскрывает трагическую тему судьбы Беларуси. Проблема дальнейшей судьбы отечества звучит в сборнике «Эхо» (1922). В трилогии «На росстанях» (1923—54), написанной на автобиографическом материале, широкий охват событий социально-общественной жизни страны. В ней создана галерея образов национальной интеллигенции, показан быт крестьян, раскрылось мастерство Коласа-пейзажиста. Главные темы сборников рассказов «Первые шаги», «На рубеже» (оба 1925), повести «На просторах жизни» (1926) гражданская война, Октябрьская революция. В повести «Отщепенец» (1930—31) показана коллективизация на селе. В повести «Трясина» (1933), пьесах «Война войне» (1927—31, последняя редакция 1938), «В пущах Полесья» (1938), неоконченной поэме «На путях воли» (1926—56) — тема 1-й мировой и гражданской войн. Поэма «Хата рыбака» (1939—47, Государственная премия СССР 1949) посвящена борьбе в Западной Белоруссии против социального бесправия. В сборниках «Отомстим» (1942), «Голос земли» (1943), поэмах «Суд в лесу» (1943), «Возмездие» (1945), публицистических статьях периода Великой Отечественной войны Колас восславлял героизм, патриотизм белорусского народа, обличал сущность фашизма. За стихотворения военного времени Государственная премия СССР 1946. Колас — один из основателей детской белорусской литературы. Автор учебников «Второе чтение для детей белорусов» (1909), «Методика родного языка» (1926). Психология детей тонко отмечена в произведениях «Рак-усач» (1926), «Приключения Михася» (1934), стихотворениях и др. Перевёл на белорусский язык отдельные произведения А.Мицкевича, Т.Шевченко, А.Пушкина, М.Лермонтова и др. С именем Коласа связано становление норм белорусского литературного языка. Один из редакторов «Русско-белорусского словаря» (1953). По мотивам произведений Коласа ставились пьесы во многих театрах, трилогия «На росстанях» экранизирована. Созданы оперы по поэме «Новая земля» Ю.Семеняко, по повести «Трясина» (опера «В пущах Полесья») Ю.Богатырёва. Имя Коласа присвоено Институту языкознания, Центральной научной библиотеке НАН Беларуси, драматическому театру в Витебске. Действует литературно-мемориальный музей Якуба Коласа, создан Коласовский заказник. Творчество Коласа изучает коласоведение."
  },
  {
    "i": 7409,
    "type": "улица",
    "name": "Юрия Семеняко",
    "content": "Семеняко Юрий Владимирович (26.11.1925 - 16.07.1990) белорусский композитор, народный артист БССР, участник Великой Отечественной войны (служил в Гвардейской воздушно-десантной бригаде). Награжден 4 благодарностями Маршала СССР Сталина И.В. за овладение городами Хаймингербар, Брауксберг и ликвидацию группы войск юго-восточной части Берлина, а также орденом Отечественной войны II степени, медалью «За победу над Германией». \nМузыкальному перу Семеняко Ю.В. принадлежат кантаты, сюиты для хора и народного оркестра, для солистов, хора и симфонического оркестра. Особую любовь и популярность в народе снискали многочисленные песни Ю.В.Семеняко героико-патриотической и лирической тематики, для кино- и телефильмов, радиоспектаклей  и телепостановок и др. Семеняко Ю.В. возглавлял с 1978 по 1980 г.г. правление Союза композиторов БССР, а с 1980 г. являлся секретарем правления Союза композиторов СССР. За огромный вклад в музыкальную культуру и многогранную общественную деятельность Семеняко Ю.В. награжден орденами «Знак Почета», орденом Ленина, орденом «Дружба народов», Государственной премией БССР."
  },
  {
    "i": 7410,
    "type": "улица",
    "name": "Юбилейная"
  },
  {
    "i": 7411,
    "type": "улица",
    "name": "Щербакова"
  },
  {
    "i": 7412,
    "type": "улица",
    "name": "Чижевских"
  },
  {
    "i": 7413,
    "type": "проезд",
    "name": "Чижевских"
  },
  {
    "i": 7414,
    "type": "улица",
    "name": "Червякова",
    "content": "ЧЕРВЯКОВ Александр Григорьевич (08.03.1892, д. Дукора Пуховичского р-на — 16.06.1937), государственный и партийный деятель БССР и СССР. Окончил Виленский учительский институт (1915). Участник Октябрьской революции 1917 в Петрограде. В феврале—мае 1918 комиссар Белорусского национального комиссариата. С июля 1918 в Красной Армии, начальник отдела Всероссийского бюро военных комиссаров; одновременно в руководстве Белорусских секций РКП(б). В числе 5 членов Временного рабоче-крестьянского советского правительства Белоруссии 01.01.1919 подписал Манифест о провозглашении Социалистической Советской Республики Белоруссии (ССРБ). В 1919 нарком просвещения ССРБ, заместитель наркома просвещения Литовско-Белорусской ССР, на партийной работе в Гомеле. С начала польско-советской войны 1919—20 в руководстве Западного фронта. В 1920 председатель Минского губернского военно-революционного комитета, ВРК ССРБ. 31.07.1920 от имени ЦК КП(б)Б подписал Декларацию о провозглашении независимости Советской Социалистической Республики Белоруссии. Участник мирных переговоров с Польшей в Риге в октябре 1920. В 1920—37 председатель ЦИК и одновременно в 1920—24 председатель СНК БССР. Участвовал в создании СССР, разработке 5-летних планов развития народного хозяйства и культуры СССР и БССР, Конституций СССР и БССР. Большое внимание уделял укреплению и развитию белорусской советской государственности, национальной культуры, просвещения, ликвидации неграмотности. Один из инициаторов белорусизации. Член ЦБ КП(б)Б в 1920-24, ЦК и Бюро ЦК КП(б)Б с 1924. Член ЦИК ССРБ и Литбел в 1919, ЦИК и Президиума ЦИК БССР с 1920, ЦИК и Президиума ЦИК СССР с 1922. С начала 1930-х гг. подвергался необоснованным обвинениям в отходе от генеральной линии партии, её искажении. Покончил жизнь самоубийством."
  },
  {
    "i": 7415,
    "type": "улица",
    "name": "Чекалина"
  },
  {
    "i": 7416,
    "type": "проезд",
    "name": "Чайковского"
  },
  {
    "i": 7417,
    "type": "улица",
    "name": "Чайковского"
  },
  {
    "i": 7418,
    "type": "улица",
    "name": "Центральная"
  },
  {
    "i": 7419,
    "type": "улица",
    "name": "Федотова"
  },
  {
    "i": 7420,
    "type": "улица",
    "name": "Фабрициуса"
  },
  {
    "i": 7421,
    "type": "улица",
    "name": "Ушакова"
  },
  {
    "i": 7422,
    "type": "проезд",
    "name": "Сурикова"
  },
  {
    "i": 7423,
    "type": "улица",
    "name": "Сурикова"
  },
  {
    "i": 7424,
    "type": "проезд",
    "name": "Столичный"
  },
  {
    "i": 7425,
    "type": "проезд",
    "name": "Столетова"
  },
  {
    "i": 7426,
    "type": "улица",
    "name": "Столетова"
  },
  {
    "i": 7427,
    "type": "улица",
    "name": "Стебенёва",
    "content": "\n"
  },
  {
    "i": 7428,
    "type": "площадь",
    "name": "Старотроицкая",
    "content": "Застройка Троицкого предместья была полностью уничтожена при пожаре 1809 года. Сохранилось только каменное строение Троицкого Вознесенского монастыря, в котором  в 1834 году размещалась губернская больница. Рядом (в 1840-х годах) были построены еще 2 здания больницы, которые вместе с бывшим монастырским корпусом образовали полукруглый парадный сквер, ориентированный на современную улицу Максима Богдановича. Полукруглое размещение зданий позволяет восстановить бывшую площадь как часть исторической планировки города. Существующей площади, расположенной между зданиями бывшей  2-й городской больницы и улицей Максима Богдановича возвращено историческое название."
  },
  {
    "i": 7429,
    "type": "переулок",
    "name": "Станционный",
    "content": "Здесь находится станция Колядичы и этот проезд связывает улицу Бабушкина с автобусным кольцом около станции."
  },
  {
    "i": 7430,
    "type": "улица",
    "name": "Солтыса"
  },
  {
    "i": 7431,
    "type": "улица",
    "name": "Собинова"
  },
  {
    "i": 7432,
    "type": "тр-т",
    "name": "Сморговский"
  },
  {
    "i": 7433,
    "type": "тр-т",
    "name": "Смиловичский",
    "content": "Традиционно сложилось, что улицы, которые расположены на выездах из г.Минска - Долгиновский,  Игуменский, Логойский, Сморговский - называются трактами. Продолжена традиция и этот участок дороги назван Смиловичским трактом (в направлении на Смиловичи)."
  },
  {
    "i": 7435,
    "type": "проезд",
    "name": "Слободской"
  },
  {
    "i": 7436,
    "type": "переулок",
    "name": "Сёмковский",
    "content": "По названию деревни, географически расположенной близ этой территории, к северо-западу от Минска. Улица небольшая, всего несколько домов. Потому логично называть ее переулком."
  },
  {
    "i": 7437,
    "type": "улица",
    "name": "Сёмковская",
    "content": "По названию деревни, географически расположенной близ этой территории, к северо-западу от Минска."
  },
  {
    "i": 7438,
    "type": "переулок",
    "name": "Рогачёвский",
    "content": "Переулок получил название по названию близлежащей улицы - Рогачевской."
  },
  {
    "i": 7439,
    "type": "улица",
    "name": "Ратомская",
    "content": "Микрорайон расположен рядом с водохранилищем «Дрозды» и парковой зоной. Здесь находятся улицы, которым присвоены названия в честь известных объектов нашей страны: Нарочанская, Вилейская, Мядельская, Баторинская. Потому сохранен географический принцип при наименовании улицы. Она названа в честь поселка Ратомка, который находится на автодороге Минск – Молодечно и является продолжением проспекта Победителей."
  },
  {
    "i": 7440,
    "type": "проезд",
    "name": "Профсоюзный"
  },
  {
    "i": 7441,
    "type": "улица",
    "name": "Программистов",
    "content": "Улица располагается на территории Парка высоких технологий. Отображает основную идею Парка высоких технологий и компаний, которые занимаются разработкой программного обеспечения."
  },
  {
    "i": 7442,
    "type": "площадь",
    "name": "Победы"
  },
  {
    "i": 7443,
    "type": "улица",
    "name": "Петровщина"
  },
  {
    "i": 7444,
    "type": "улица",
    "name": "Петра Мстиславца",
    "content": "Петр Мстиславец - белорусский печатник и просветитель, русский первопечатник. Родился в городе Мстиславле (Могилевщина). Вместе с Иваном Федоровым основал типографию в Москве, затем в Заблудово. В 1570 Петр Мстиславец переезжает в Вильно, где с помощью Мамоничей основал типографию и возродил книгопечатание на кирилице. Там он издал \"Часоўнік\" (1574), \"Евангелие напрестольное\" (1575). После 1576 года следы деятельности Петра Мстиславца утрачиваются."
  },
  {
    "i": 7445,
    "type": "улица",
    "name": "Павлова"
  },
  {
    "i": 7448,
    "type": "улица",
    "name": "Ольшевского",
    "content": "\n\t Николай Михайлович Ольшевский родился 27 января 1920 года в городе Сквира Киевской области. После окончания школы поступил в танковое училище. В 1940-м призван в ряды Красной армии. В Великой Отечественной участвовал с 1941-го.\n"
  },
  {
    "i": 7449,
    "type": "улица",
    "name": "Ольшанская",
    "content": "Проезд расположен вдоль МКАД между микрорайоном Малиновка и транспортной развязкой, которая соединяет город с промышленной зоной «Западной». В 19-м - начале 20-го столетия там размещался хутор Ольшаны. Поэтому проезд назван улицей Ольшанской."
  },
  {
    "i": 7450,
    "type": "улица",
    "name": "Октябрьская"
  },
  {
    "i": 7451,
    "type": "улица",
    "name": "Одоевского"
  },
  {
    "i": 7452,
    "type": "улица",
    "name": "Одинцова",
    "content": "\n\t Леонтий Ефимович Одинцов родился 14 июля 1891 года в деревне Рудобелка Гомельской области. Там же окончил народное училище. В 1914-м поступил на службу в армию. Был организатором красногвардейских отрядов у себя на родине. В 1931–1937 годах — председатель Белорусского инвалидного кооперативного объединения, председатель ЦК крестьянской общественной взаимопомощи, завсекретариатом ЦИК БССР.\n"
  },
  {
    "i": 7453,
    "type": "проезд",
    "name": "Новаторский"
  },
  {
    "i": 7454,
    "type": "улица",
    "name": "Некрашевича",
    "content": "Некрашевич Степан Михайлович (1883 - 1937) – белорусский ученый, академик АН Беларуси (1928). Родился на Гомельщине. Закончил Виленский университет (1913). С 1920 года – заведующий литературно-издательского отдела Наркомпросвещения БССР, председатель научно-терминологичной комиссии, заместитель председателя Главпрофпросвещения при Наркомпросвещении БССР. С 1926 года – председатель отдела гуманитарных наук Института белорусской культуры. С конца 1928 года – вице-президент Академии наук БССР, председатель комиссии по составлению словаря белорусского языка,  председатель орфографической комиссии, директор института языковедения АН Беларуси. Арестован и расстрелян в 1937 году. Реабилитирован в 1957 году."
  },
  {
    "i": 7455,
    "type": "улица",
    "name": "Некрасова"
  },
  {
    "i": 7456,
    "type": "пр-т",
    "name": "Независимости"
  },
  {
    "i": 7457,
    "type": "улица",
    "name": "Неждановой"
  },
  {
    "i": 7458,
    "type": "улица",
    "name": "Нахимова"
  },
  {
    "i": 7459,
    "type": "улица",
    "name": "Мястровская",
    "content": "Улица названа по названию третьего по величине озера Нарочанской группы - озеро Мястро, на берегу которого находиться районный центр - город Мядель."
  },
  {
    "i": 7460,
    "type": "улица",
    "name": "Москвина"
  },
  {
    "i": 7461,
    "type": "проезд",
    "name": "Мозырский"
  },
  {
    "i": 7462,
    "type": "улица",
    "name": "Минская кольцевая автомобильная дорога"
  },
  {
    "i": 7463,
    "type": "улица",
    "name": "Медвежино"
  },
  {
    "i": 7464,
    "type": "улица",
    "name": "Маяковского"
  },
  {
    "i": 7465,
    "type": "улица",
    "name": "Машинистов"
  },
  {
    "i": 7466,
    "type": "проезд",
    "name": "Масюковщина"
  },
  {
    "i": 7467,
    "type": "улица",
    "name": "Масюковщина"
  },
  {
    "i": 7468,
    "type": "улица",
    "name": "Малый Тростенец"
  },
  {
    "i": 7469,
    "type": "улица",
    "name": "Максима Богдановича"
  },
  {
    "i": 7470,
    "type": "улица",
    "name": "Льва Толстого",
    "content": "\n\t \n"
  },
  {
    "i": 7471,
    "type": "проезд",
    "name": "Лошицкий"
  },
  {
    "i": 7472,
    "type": "переулок",
    "name": "Липковский",
    "content": "Переулок назван по названию расположенного здесь в первой половине 20-го столетия поселка Липки."
  },
  {
    "i": 7473,
    "type": "улица",
    "name": "Липковская",
    "content": "Улица названа по названию расположенного здесь в первой половине 20-го столетия поселка Липки."
  },
  {
    "i": 7474,
    "type": "улица",
    "name": "Курсанта Гвишиани",
    "content": "Дмитрий Борисович Гвишиани родился 5 ноября 1978 года в Бресте. В 1995 году окончил среднюю школу № 30. В 1996 был призван в ряды Вооруженных Сил Беларуси. С августа 1997 года учился в Военной Академии Республики Беларусь на общевойсковом факультете. В ночь с 28 на 29 августа 1999 года в районе станции Дрогичин Брестской области загорелся пассажирский поезд. В числе первых курсант третьего курса Военной Академии Республики Беларусь Дмитрий Гвишиани бросился тушить горящий локомотив. За героический поступок, стоивший ему жизни, Указом Президента Республики Беларусь Дмитрий посмертно награжден орденом «За личное мужество»."
  },
  {
    "i": 7475,
    "type": "улица",
    "name": "Кузьмы Чорного"
  },
  {
    "i": 7476,
    "type": "улица",
    "name": "Кузьмы Минина"
  },
  {
    "i": 7477,
    "type": "улица",
    "name": "Котовского"
  },
  {
    "i": 7478,
    "type": "улица",
    "name": "Корженевского",
    "content": "КОРЖЕНЕВСКИЙ Николай Константинович (1904, Минск — 22.06.1943), один из организаторов и руководителей Минского антифашистского подполья в Великую Отечественную войну. Перед войной прокурор Барановичской области. С первых дней немецко-фашистской оккупации Минска включился в подпольную борьбу. В августе 1941 создал подпольные группы на плодоовощных базах №1 и №2. С сентября 1942 секретарь Октябрьского подпольного райкома КП(б)Б Минска, участвовал в распространении газеты «Звязда». Поддерживал связь с Дзержинским антифашистским подпольем, направлял деятельность подполья в д. Великие Новосёлки Дзержинского района. 02.10.1942 схвачен гитлеровцами и после пыток сожжён в Тростенецком лагере смерти."
  },
  {
    "i": 7479,
    "type": "улица",
    "name": "Колядная",
    "content": "Улица построена в красивейшем уголке столицы и соответствует уже имеющимся здесь названиям других улиц. И что немаловажно – они благозвучны как на русском, так и на белорусском языках."
  },
  {
    "i": 7480,
    "type": "улица",
    "name": "Кольцова"
  },
  {
    "i": 7481,
    "type": "проезд",
    "name": "Коллективный"
  },
  {
    "i": 7482,
    "type": "переулок",
    "name": "Колесникова",
    "content": "Этот участок дороги получил название от расположенной рядом улицы Колесникова и его функция – проезд автобусов к конечной остановке."
  },
  {
    "i": 7483,
    "type": "улица",
    "name": "Козлова"
  },
  {
    "i": 7484,
    "type": "улица",
    "name": "Княгининская",
    "content": "Улица названа по названию агрогородка Княгинин Мядельского района Минской области."
  },
  {
    "i": 7485,
    "type": "улица",
    "name": "Клумова",
    "content": "КЛУМОВ Евгений Владимирович (подпольный псевдоним Самарин; 16.12.1876, Москва — 10.02.1944), участник Минского антифашистского подполья в Великую Отечественную войну, Герой Советского Союза (1965). Кандидат медицинских наук (1935), профессор (1938). Окончил Московский университет (1902). С 1905 земский врач в Речицком уезде. В 1-ю мировую и граждансие войны хирург и врач госпиталей на Западном фронте. С 1921 в медицинских учреждениях Минска. В Великую Отечественную войну с осени 1941 в 1-й городской больнице: помогал раненым партизанам и подпольщикам, обеспечивал подполье и многие партизанские отряды медикаментами, полностью оборудовал 2 партизанских госпиталя. В октябре 1943 арестован гитлеровцами, отказался с ними сотрудничать и вместе с женой умерщвлён в машине-душегубке."
  },
  {
    "i": 7486,
    "type": "улица",
    "name": "Кирилла Туровского",
    "content": "Кирилл Туровский (1130 – 1182) – белорусский церковный деятель, писатель, богослов. Родился в Турове. С 1123 года – монах, иеромонах, в 1144-1148 годах – настоятель Никольского монастыря в Турове. С 1161 года – Туровский епископ. Прославился как мастер ораторской прозы, проповедник, главная забота которого – духовность соотечественников в соответствии с этическими и эстетическими идеалами эпохи.  Автор проповедей, молитв, притчей, канонов. Канонизирован Русской Православной церковью в образе святителя. Памятники Туровскому установлены в Турове, Гомеле, Минске. Его имя носит Минская духовная академия)."
  },
  {
    "i": 7487,
    "type": "улица",
    "name": "Камайская",
    "content": "Улица названа по названию озера Камайского, которое расположено на территории Поставского района Витебской области."
  },
  {
    "i": 7488,
    "type": "сквер",
    "name": "Кальварийский"
  },
  {
    "i": 7489,
    "type": "площадь",
    "name": "Калинина"
  },
  {
    "i": 7490,
    "type": "улица",
    "name": "Калинина"
  },
  {
    "i": 7491,
    "type": "улица",
    "name": "Казинца",
    "content": "Казинец Исай Павлович (подпольные псевдонимы Слава Юрыгин, Славка Победит; 1910, г. Геническ Херсонской обл., Украина - 07.05.1942), один из организаторов и руководителей Минского антифашистского подполья в Великую Отечественную войну. Герой Советского Союза (1965). Окончил Киевский нефтяной институт (1936). Накануне войны работал в Белостоке. В начале оккупации Минска в 1941 организовал и возглавил подпольную партизанскую группу в Октябрьском районе города. С ноября 1941 член Минского подпольного горкома КП(б)Б, где отвечал за связь с подпольщиками гетто, руководил отправкой партизанам пополнения, оружия и медикаментов. Один из организаторов подпольной типографии, печатал подпольный листок \"Вестник Родины\". 27.03.1942 арестован гитлеровцами и после пыток повешен."
  },
  {
    "i": 7492,
    "type": "улица",
    "name": "Ильянская",
    "content": "Улица названа по названию агрогородка Илья Вилейского района Минской области."
  },
  {
    "i": 7493,
    "type": "улица",
    "name": "Игната Буйницкого",
    "content": "БУЙНЙЦКИЙ Игнат Терентьевич (22.08.1861, д. Полевачи Глубокского р-на — 22.09.1917), белорусский актёр, режиссёр, театр, деятель. Основоположник белорусского национального профессионального театра. Окончил Рижское землемерное училище, по некоторым данным, учился в частной драматической студии в Вильне. Работал землемером. Организатор и руководитель Первой белорусской труппы Игната Буйницкого в 1907—13. Инициатор организации Первого товарищества белорусской драмы и комедии в 1917. Один из первых инициаторов белорусских вечеринок, которые с 1905 систематически устраивал в фольварке Полевачи и д. Прозороки Глубокского района. Собирал народные песни и танцы, образцы национального костюма, орнамента, росписей. Уделял большое внимание местным любителям театра, содействуя подъёму любительского театрального движения в Беларуси. Управляя театром, поддерживал его собственными средствами. Постановщик большинства спектаклей Первой белорусской труппы. Актёрская деятельность Буйницкого носила синтетический характер: выступал как драматический актёр, декламатор стихов, певец, отличный танцор. Среди ролей: Алексей («В зимний вечер» по Э.Ожешко), Игнась («Модный шляхтич» К.Каганца), Антон, Миронович («Прикинулись дурачками», «По ревизии» М.Кропивницкого). На родине установлен памятник Буйницкому (1975), создан музей (1982, в Прозорокской средней школе). С 1992 присуждается премия его имени в области театр, искусства.\n"
  },
  {
    "i": 7494,
    "type": "улица",
    "name": "Жуковского",
    "content": "В честь русского механика, основоположника  гидро- и аэродинамики названы улица, два переулка и проезд в Октябрьском районе.\n\nНиколай Егорович Жуковский родился в деревне Орехово под Владимиром в 1847 году. Окончил гимназию, без экзаменов зачислен на физико-математический факультет Московского университета.\n\nПреподавал математику (с конца 1871-го) и механику (с начала 1872-го) в Московском высшем техническом училище. В ноябре 1876-го состоялась публичная защита его магистерской диссертации, а 30 апреля 1882-го — диссертации на степень доктора прикладной математики.\n\nЕго исследования в области аэродинамики стали источником основных идей, на которых строится авиационная наука. Он всесторонне изучил динамику полета птиц, а 3 ноября 1891 года сделал доклад «О парении птиц». В 1892-м выступил с работой «По поводу летательного снаряда Чернушенко», составив основные уравнения динамики для центра тяжести планирующего тела.\n\nЧлен-корреспондент Академии наук, президент Московского математического общества (1905 год).\n\nВ годы Первой мировой войны разработал теорию бомбометания, занимался вопросами баллистики артиллерийских снарядов. В 1916-м возглавил расчетно-испытательное бюро при аэродинамической лаборатории Московского технического училища.\n\nНиколай Егорович Жуковский скончался 17 марта 1921 года. Похоронен на кладбище Донского монастыря в Москве.\n"
  },
  {
    "i": 7495,
    "type": "улица",
    "name": "Ждановичская",
    "content": "Улица названа по названию деревни в этом направлении."
  },
  {
    "i": 7496,
    "type": "улица",
    "name": "Ермака",
    "content": "ЕРМАК Владимир Иванович (15.05.1924, Минск — 19.07.1943), Герой Советского Союза (1944). В Великую Отечественную войну с октября 1942 на Ленинградском фронте, рядовой. 19.07.1943 во время разведки боем в районе Синявинских высот (под Ленинградом) закрыл своим телом амбразуру вражеского дзота, чем обеспечил группе разведчиков выполнение боевого задания."
  },
  {
    "i": 7497,
    "type": "улица",
    "name": "Достоевского",
    "content": "Имя русского писателя, мыслителя, философа и публициста носят улица и примыкающий к ней переулок в Сельхозпоселке.\nФедор Михайлович Достоевский родился 11 ноября (30 октября по старому стилю) 1821 года в Москве. В 1838-м поступил в Инженерное училище в Санкт-Петербурге. После служил в Санкт-Петербургской инженерной команде, был прикомандирован к чертежной Инженерного департамента.\nВ 1844-м вышел в отставку, чтобы посвятить себя литературе, и через 2 года опубликовал первое сочинение — повесть «Бедные люди».\nВ 1848 году вошел в тайное общество, которое ставило своей целью «произвести переворот в России». Весной 1849-го в числе других его членов был арестован и заключен в Алексеевский равелин Петропавловской крепости. После 8 месяцев заключения, где Достоевский держался мужественно и даже написал рассказ «Маленький герой», он был признан виновным «в умысле на ниспровержение... государственного порядка» и первоначально приговорен к расстрелу. Уже на эшафоте ему объявили, что расстрел заменен 4 годами каторги с лишением «всех прав состояния» и последующей сдачей в солдаты.\nВ 1857-м ему были возвращены дворянство и право печататься. С 1866 по 1880 год пишет романы «Преступление и наказание», «Игрок», «Идиот», «Бесы», «Братья Карамазовы».\n9 февраля (28 января по старому стилю) 1881 года Федор Достоевский скончался в Санкт-Петербурге. Похоронен на Тихвинском кладбище Александро-Невской лавры.\n"
  },
  {
    "i": 7498,
    "type": "улица",
    "name": "Домашевская",
    "content": "Почти на всем протяжении улица пролегает вдоль железной дороги Минск-Молодечно по трассе Домашевского переулка, название которому было дано от ранее находившейся здесь деревни Домашево."
  },
  {
    "i": 7499,
    "type": "тр-т",
    "name": "Долгиновский"
  },
  {
    "i": 7500,
    "type": "проезд",
    "name": "Дачный"
  },
  {
    "i": 7501,
    "type": "улица",
    "name": "Голодеда",
    "content": "В честь партийного и государственного деятеля БССР, председателя Совета Народных Комиссаров БССР, участника Великой Октябрьской социалистической революции и гражданской войны названы улица и проезд в Заводском районе. Улица начинается от Машиностроителей и переходит в Корзюки. Одноименный проезд располагается перпендикулярно к ней и упирается в улицу Уборевича.\n\nНиколай Матвеевич Голодед родился 9 мая 1894 года в селе Старый Кривец близ Брянска в семье крестьянина. Был батраком, работал на шахтах в Кривом Роге, где включился в революционное движение. Во время Первой мировой войны вел большевистскую пропаганду. После Февральской революции — член солдатских комитетов на Юго-Западном фронте. С 1918-го — секретарь сельсовета, член волостного ревкома, председатель уездного ревкома в Новозыбковском уезде Гомельской губернии. В 1927-1937 годах — председатель Совета Народных Комиссаров БССР. При его непосредственном участии разрабатывались планы 1-й и 2-й пятилеток республики, много сделано по их осуществлению. Член Президиума ЦК БССР с 1927-го.\n\nУделял большое внимание вопросам перспективного развития Минска. По его рекомендации горсовету выделяли дополнительные финансы на развитие и благоустройство общественного транспорта, жилищного строительства. Был арестован в Москве 14 июня 1937 года и направлен в Минск, где во время допроса в здании НКВД БССР выбросился из окна 5-го этажа. Реабилитирован в 1956-м.\n"
  },
  {
    "i": 7502,
    "type": "улица",
    "name": "Героев Сталинграда",
    "content": "В 2012 году было 70-лет Сталинградской битвы. Общественные объединения ветеранов инициировали увековечение памяти беспримерного подвига победителей Сталинградской битвы."
  },
  {
    "i": 7503,
    "type": "проезд",
    "name": "Геологический"
  },
  {
    "i": 7504,
    "type": "улица",
    "name": "Вильямса",
    "content": "ВИЛЬЯМС Василий Робертович (09.10.1863, Москва — 11.11.1939), советский почвовед, один из основоположников агрономического почвоведения. Академик НАН Беларуси (1929), АН СССР (1931), ВАСХНИЛ (1935). Окончил Петровскую земледельческую и лесную академию (1887). В 1894—1939 заведующий кафедрой Московской сельско-хозяйственной академии имени К.А.Тимирязева, в 1922—25 ректор этой академии. Разработал агрономические мероприятия по охране и повышению урожайности почв, травопольную систему земледелия, теорию единого почвообразовательного процесса. Пропагандировал вспахивание травяного поля независимо от климатических условий только осенью. Автор учебников по почвоведению и земледелию. Премия имени Ленина 1931.\n"
  },
  {
    "i": 7505,
    "type": "проезд",
    "name": "Веснинка"
  },
  {
    "i": 7506,
    "type": "улица",
    "name": "Вербная",
    "content": "Улица построена в красивейшем уголке столицы и соответствует уже имеющимся здесь названиям других улиц. И что немаловажно – они благозвучны как на русском, так и на белорусском языках."
  },
  {
    "i": 7507,
    "type": "проезд",
    "name": "Ватутина",
    "content": "Проезд назван в честь Героя Советского Союза генерала армии Ватутина.\n\nНиколай Федорович Ватутин родился 3 (16) декабря 1901 года в селе Чепухино Воронежской губернии. В рядах Красной армии служил с 1920 года. Участник гражданской войны. В 1922-м окончил Полтавскую пехотную школу, в 1924-м — Киевскую высшую объединенную школу, в 1929-м — Военную академию имени М. В. Фрунзе, в 1934-м — оперативный факультет этой же академии и в 1937 году — Академию Генерального штаба.\nВечером 21 июня 1941 года Георгий Жуков (как начальник Генштаба) и Николай Ватутин (как его первый заместитель) подготовили Директиву № 1 для военных советов приграничных военных округов, в которой сообщалось, что 22-23 июня возможно внезапное нападение Германии на СССР. Директива была немедленно передана в войска, но оказалась запоздалой.\nПолководческий талант Ватутина особенно ярко проявился в период его командования войсками Воронежского, Юго-Западного (во время Сталинградской битвы) и 1-го Украинского (Курская дуга) фронтов.\n29 февраля 1944 года Ватутин попал под обстрел диверсионной группы УПА, в ходе перестрелки был ранен. Развилась газовая гангрена, и спасти его не удалось. 15 апреля 1944 года Николай Федорович скончался от заражения крови.\n17 апреля генерала армии Ватутина похоронили в Киеве, в Мариинском парке.\n"
  },
  {
    "i": 7508,
    "type": "улица",
    "name": "Ватутина",
    "content": "Улица названа в честь Героя Советского Союза генерала армии Ватутина. \n\nНиколай Федорович Ватутин родился 3 (16) декабря 1901 года в селе Чепухино Воронежской губернии. В рядах Красной армии служил с 1920 года. Участник гражданской войны. В 1922-м окончил Полтавскую пехотную школу, в 1924-м — Киевскую высшую объединенную школу, в 1929-м — Военную академию имени М. В. Фрунзе, в 1934-м — оперативный факультет этой же академии и в 1937 году — Академию Генерального штаба.\nВечером 21 июня 1941 года Георгий Жуков (как начальник Генштаба) и Николай Ватутин (как его первый заместитель) подготовили Директиву № 1 для военных советов приграничных военных округов, в которой сообщалось, что 22-23 июня возможно внезапное нападение Германии на СССР. Директива была немедленно передана в войска, но оказалась запоздалой.\nПолководческий талант Ватутина особенно ярко проявился в период его командования войсками Воронежского, Юго-Западного (во время Сталинградской битвы) и 1-го Украинского (Курская дуга) фронтов.\n29 февраля 1944 года Ватутин попал под обстрел диверсионной группы УПА, в ходе перестрелки был ранен. Развилась газовая гангрена, и спасти его не удалось. 15 апреля 1944 года Николай Федорович скончался от заражения крови.\n17 апреля генерала армии Ватутина похоронили в Киеве, в Мариинском парке.\n"
  },
  {
    "i": 7509,
    "type": "улица",
    "name": "Ванеева",
    "content": "Улица названа в честь одного из организаторов партизанского движения в годы Великой Отечественной войны.\n\nВладимир Григорьевич Ванеев родился 25 июля 1896 г. в деревне Щипичёвщина Котельничского района Вятской губернии. Впервые попал на фронт во время Первой мировой, воевал на Западном фронте. В начале 1918 г. вступил в партию, участвовал в гражданской войне. В 1921 г. вернулся в родную деревню. Был председателем Котельничского горсовета. Поступил в Промышленную академию в Москве, но окончить ее не удалось — в 1933 г. его назначили начальником политотдела совхоза в Западно-Сибирском крае.\nВ 1937 г. назначен на пост председателя Минского городского Совета. Многое сделал для благоустройства столицы, часто бывал на важных строительных объектах, в цехах, больницах и школах. Руководил строительством оборонительных рубежей и военных предприятий. Позже назначен на пост наркома торговли БССР и заместителя председателя СНК БССР. С марта 1941 г. — секретарь ЦК КП(б)Б.\nВанеев стоял у истоков партизанского движения на территории Беларуси. 23 июля 1941 г. назначен бригадным комиссаром, членом Военного совета 19-й армии Западного фронта. Участвовал в оборонительных боях под Витебском, Смоленском, Вязьмой. При прорыве вражеского кольца возглавлял одну из ударных групп. Погиб в бою 13 октября 1941 г., когда прорыв был почти завершен.\n"
  },
  {
    "i": 7510,
    "type": "улица",
    "name": "Вавилова",
    "content": "Улица названа именем советского физика, основателя научной школы физической оптики в СССР.\n\nСергей Иванович Вавилов родился 12 (24 марта) 1891 года в Москве. Учился в коммерческом училище на Остоженке, затем на физико-математическом факультете Московского университета. Будучи студентом, опубликовал две научные работы, за одну из которых получил золотую медаль. Окончил университет в 1914-м по специальности «Физика» с дипломом первой степени. В июле того же года поступил вольноопределяющимся в 25-й саперный батальон Московского военного округа. На фронте завершил экспериментально-теоретическую работу «Частота колебаний нагруженной антенны». Демобилизовался в феврале 1918-го.\nОсновным направлением в науке для Сергея Вавилова были исследования в области физической оптики, в частности явления люминесценции. Ввел понятие квантового выхода люминесценции и исследовал зависимость этого параметра от длины волны возбуждающего света (закон Вавилова). Стал основоположником нового направления — микрооптики. Вместе со своим аспирантом Павлом Черенковым в 1934 году открыл эффект Вавилова — Черенкова, за что Черенков в 1958-м, уже после смерти Вавилова, удостоен Нобелевской премии. Сергей Вавилов номинирован на Нобелевскую премию два раза (в 1957 и 1958 годах).\nВ 1920-х по инициативе Сергея Вавилова начались исследования по созданию люминесцентных ламп. Умер 25 января 1951 года, похоронен на Новодевичьем кладбище.\n"
  },
  {
    "i": 7511,
    "type": "проезд",
    "name": "Бумажкова"
  },
  {
    "i": 7512,
    "type": "улица",
    "name": "Бумажкова"
  },
  {
    "i": 7513,
    "type": "улица",
    "name": "Болотникова",
    "content": "Улица названа именем бунтовщика Смутного времени, предводителя восстания крестьян и холопов в России..\n\nТочная дата рождения Ивана Исаевича Болотникова неизвестна, считается, что он родился в 1565 году.\nСогласно мемуарам немецкого офицера на службе у Лжедмитрия I и Лжедмитрия II Конрада Буссова, был он холопом князя Телятевского. Еще в молодости бежал от своего господина к казакам, попал в плен к крымским татарам и был продан в рабство туркам. Несколько лет он провел на галерах в качестве гребца-невольника. После поражения турок на море освободился из неволи и жил в Венеции при немецком торговом подворье Фондако-деи-Тедески. Отсюда, услышав рассказы об удивительных событиях на родине, Болотников двинулся через Германию и Польшу в Россию.\nВ пути познакомился с двойником убитого Лжедмитрия I, который представился Болотникову царевичем, спасшимся после майского заговора в Москве, снабдил Болотникова письмом к князю Григорию Шаховскому и отправил в Путивль в качестве своего личного эмиссара и «большого воеводы».\nВ октябре 1606-го восставшие осадили Москву, но из-за предательства мелкопоместных дворян отошли к Калуге, где выдержали долгую осаду. В течение июня — октября 1607 года Болотников умело руководил обороной Тулы, осажденной многочисленными войсками царя Василия Шуйского, но 10 октября 1607-го город был сдан. Болотникова схватили, сослали в Каргополь, где ослепили и утопили.\n"
  },
  {
    "i": 7514,
    "type": "улица",
    "name": "Асаналиева",
    "content": "Именем Героя Советского Союза названы улица и переулок в Октябрьском районе. К особенностям улицы можно отнести то, что она не сплошная, а прерывается на одном участке.\nДжумаш Асаналиев родился 10 мая 1923 года в селе Отуз-Уул ныне Ак-Суйского района Иссык-Кульской области Киргизии. В Красной Армии с 1942-го, а на фронте с 1943-го. Был наводчиком станкового пулемета 199-го гвардейского стрелкового полка 67-й гвардейской стрелковой дивизии, отличился при освобождении Витебской области.\nИз боевого донесения: «Пулеметчик 199-го гвардейского стрелкового полка 1-го Прибалтийского фронта гвардии ефрейтор Асаналиев одним из первых 24 июня 1944 года переправился с пулеметом через реку Западная Двина у деревни Лабейки Бешенковичского района Витебской области. В ходе боя был тяжело ранен командир пулеметного расчета, которого заменил Асаналиев. Подпустив на близкое расстояние гитлеровцев, он расстрелял их в упор, уничтожил около 20 немецких солдат и офицеров. Когда закончились патроны, последней гранатой Джумаш Асаналиев подорвал себя и окруживших его фашистов».\nУказом Президиума Верховного Совета СССР от 22 июля 1944 года за мужество, отвагу и героизм, проявленные в борьбе с немецко- фашистскими захватчиками, гвардии ефрейтору Джумашу Асаналиеву посмертно присвоено звание Героя Советского Союза.\nУроженца киргизской земли похоронили в братской могиле на окраине деревни Узречье.\n"
  },
  {
    "i": 7515,
    "type": "проезд",
    "name": "Артёма 1-й",
    "content": "Имя революционера носят улица, переулок и проезд в Заводском районе. Улица находится между Герасименко и Охотской, проезд и переулок к ней примыкают.\n\nФедор Андреевич Сергеев, более известный как Артем, — профессиональный революционер, организатор революционного движения в Донбассе.\n\nРодился 7 марта 1883 года в селе Глебово Фатежского уезда Курской губернии в крестьянской семье. Учился в Московском императорском высшем техническом училище. В 1902-м арестован за участие в политической демонстрации студентов и осужден на полгода тюрьмы. Эмигрировал в Париж, где встречался с В. И. Лениным, стал профессиональным революционером. Трудился помощником машиниста на паровозе. Это давало возможность развозить газету «Искра» и вести агитационную работу в Донбассе. В 1907 году арестован и приговорен к пожизненной ссылке в Сибирь. Оттуда в 1910-м бежал, да так далеко, что обнаружили его в Австралии — в Брисбене. Там возглавил Союз русских эмигрантов, выпускал и редактировал русскую социал-демократическую газету «Эхо Австралии». Но на месте не сиделось — деятельная натура не давала покоя. В начале 1917-го вернулся в Россию через Владивосток, к лету того же года прибыл в Харьков, где и возглавил большевистский комитет Харьковского совета. В годы гражданской войны организовывал борьбу против войск контрреволюционной Центральной рады, атамана Колягина, войск кайзеровской Германии, руководил борьбой против Деникина в Донбассе. В 1921-м трагически погиб во время аварии экспериментального аэровагона. Похоронен на Красной площади в Москве.\n"
  },
  {
    "i": 7516,
    "type": "улица",
    "name": "Академика Карского",
    "content": "Улица в честь выдающегося филолога-славяниста, этнографа, фольклориста, палеографа, основоположника белорусской филологии и языкознания Евфимия Карского.\n\nАкадемик был из представителей так называемого западнорусизма — концепции, которая включала в единый русский народ и великорусов, и малорусов, и белорусов в качестве народностей. Его перу принадлежат более 700 работ по славистике, белорусистике, русистике. В 1903-м Карский предпринял этнографическую экспедицию. По ее итогам был издан первый том главного труда ученого — полномасштабной научной работы «Белорусы», которую часто называют энциклопедией белорусского языкознания. При советской власти Карский не единожды терпел невзгоды из-за своих убеждений. В частности, академик скептически относился к «насильственной белорусизации» в учреждениях. Всё это привело к ухудшению его положения в науке, потере им занимаемой должности… Восстановиться на прежних позициях Карскому так и не удалось. 29 апреля 1931 года он скончался. Похоронен в Ленинграде.\n\nБиблиотека Карского, подаренная им в 1922-м Белорусскому государственному университету, насчитывает 2,5 тысячи книг. В настоящее время ведется ее изучение, выявлено около 400 книг с авторской дарственной надписью, создан каталог библиотеки."
  },
  {
    "i": 7517,
    "type": "улица",
    "name": "Академика Жебрака",
    "content": "Антон Романович Жебрак — выдающийся ученый-генетик, академик АН БССР, первым удостоен звания «заслуженный деятель науки БССР». В 1945 году в составе делегации Белорусской ССР подписал в Сан-Франциско Устав ООН.\n\nРодился в 1901 году в деревне Збляны ныне Зельвенского района Гродненской области. Участвовал в гражданской войне. В 1925-м окончил Московскую сельскохозяйственную академию имени К.А. Тимирязева, в 1929-м — Институт красной профессуры. В 1930–1931 годах стажировался в Колумбийском и Калифорнийском университетах (США) в лаборатории известного генетика, создателя хромосомной теории наследственности Моргана.\n\nСудьба академика Жебрака была в большей степени трагичной, чем счастливой. В мае 1947-го он становится президентом Академии наук БССР, но в этом же году за выступление против догматизма и монополизма Лысенко в биологии смещен с должности и вынужден уехать в Москву.\n\nОсновная сфера его научных интересов — гибридизация, полиплоидия и селекция, главным образом пшеницы и гречихи. Впервые в мире получил гибридные плодовитые формы от скрещивания многих видов пшеницы.\n"
  },
  {
    "i": 7518,
    "type": "улица",
    "name": "Академика Вышелесского",
    "content": "Будущий ученый-эпизоотолог, доктор ветеринарных наук, профессор Сергей Николаевич Вышелесский родился 1 ноября 1874 года в поселке Оболь Полоцкого уезда Витебской губернии (в настоящее время Шумилинский район Витебской области). Окончил Брянскую гимназию, Витебскую духовную семинарию, а затем — Варшавский ветеринарный институт. Неоднократно участвовал в ликвидации эпизоотий (случаи массового распространения инфекционных заболеваний у животных): чумы — в Закавказье, сибирской язвы — в Петербургской, Харьковской, Ставропольской, Смоленской и других губерниях. На несколько лет был командирован для научной стажировки в Германию, где ему присвоили ученую степень доктора ветеринарной медицины.\n\nАкадемик Белорусской академии наук (1928), профессор (1924), почетный член ВАСХНИЛ (Всесоюзная академия сельскохозяйственных наук имени В. И. Ленина) (1956). Заслуженный деятель науки CCCР (1940). Награжден орденами Ленина, Трудового Красного Знамени, «Знак Почета», рядом медалей.\n\nОпубликовал около 100 научных работ, в том числе 2 монографии. Подготовил первые в Советском Союзе учебник и руководство по эпизоотологии. За учебник «Частная эпизоотология» в 1941 году получил Государственную премию СССР.\n"
  },
  {
    "i": 7519,
    "type": "улица",
    "name": "Айвазовского",
    "content": "В честь великого мариниста названы улица (с одной стороны ограничена улицей Тухачевского, с другой — улицей Юношеской) и переулок (между улицами собственно Айвазовского и его коллеги баталиста Грекова).\n\nИван Константинович Айвазовский (при рождении — Ованнес Айвазян) родился в Феодосии в 1817 году, умер там же в 1900-м. Между этими двумя датами — яркая жизнь, вместившая множество путешествий, два брака, открытие в любимой художником Феодосии школы искусств и картинной галереи, руководство раскопками курганов в Крыму. Человек невероятной трудоспособности, он создал около 6 тысяч полотен.\n\nВ коллекции Национального художественного музея Республики Беларусь 13 живописных и 2 графические работы мэтра, в том числе «Буря на Азовском море в апреле 1886 года». На создание полотна художника вдохновила вполне реальная история: весной 1886-го случилась сильная буря и попавший в нее корабль «Ястреб» разнесло в щепки. Выжить удалось лишь матросу Еремченко, который привязал себя к мачте и несколько суток на ней провисел в ожидании помощи.\n\nПрежде картина была в коллекции певицы Лидии Руслановой. Говорят, директор музея Елена Аладова, при которой полотно приобрели для художественного музея, лично вела переговоры с певицей. К слову, в коллекции Руслановой были еще две работы мастера, которые можно увидеть в музее, — «Ниагарский водопад» и «Лунная ночь в Амальфи».\n"
  },
  {
    "i": 7529,
    "type": "улица",
    "name": "Ларисы Александровской",
    "content": "Лариса Помпеевна Александровская (15.02.1904-23.05.1980) – заслуженная артистка Белорусской ССР, народная артистка СССР, родилась в городе Минске в 1904 году. В 2014 году исполнилось 110 лет со дня ее рождения. Сценическую деятельность начала в 1920 году. Создала незабываемые образы героинь оперных спектаклей. В годы Великой Отечественной войны Александровская выступала на фронтах, в госпиталях, партизанских отрядах, стремясь голосом и песней поддержать бойцов. С 1951 года главный  режиссер Белорусского Большого театра оперы и балета Александровская поставила около 15 спектаклей, в том числе известных композиторов Чайковского, Верди, Тикоцкого, Монюшко, Мусоргского, ставших на долгие годы визитной карточкой белорусской оперы. В память о легендарной певице музыкальной школе № 1 города Минска присвоено имя Ларисы Александровской."
  },
  {
    "i": 7533,
    "type": "улица",
    "name": "Евгения Мирковского"
  },
  {
    "i": 7534,
    "type": "улица",
    "name": "Е",
    "content": "Так, проектируемая улица № 5 в границах пр. Партизанского, улица Кулешова, улица Шишкина получила название «Улица Евгения Мирковского» – в честь пограничника, Героя Советского Союза, который родился в Минске."
  },
  {
    "i": 7535,
    "type": "улица",
    "name": "Аркадия Смолича",
    "content": "Проектируемая улица № 3 от улица Я. Лучины до улица Чижевских стала носить имя белорусского ученого Аркадия Смолича."
  },
  {
    "i": 7536,
    "type": "улица",
    "name": "Владимира Оловникова",
    "content": "Проектируемая улица № 5 от Игуменского тракта до улица Чижевских названа в честь композитора, педагога, профессора, заслуженного деятеля искусств и народного артиста БССР Владимира Оловникова."
  },
  {
    "i": 7537,
    "type": "улица",
    "name": "Алеся Дудара",
    "content": "Проектируемая улица № 7 от Игуменского тракта до проектируемой улица № 3 теперь носит имя литературоведа, переводчика, поэта, писателя, художественного критика Алеся Дудара."
  },
  {
    "i": 7538,
    "type": "парк",
    "name": "имени Чингиза Айтматова"
  },
  {
    "i": 7539,
    "type": "парк",
    "name": "имени Чингиза Айтматова",
    "content": "Территория вдоль Слепянской водной системы и улица Райниса стала парком имени Чингиза Айтматова – русского и киргизского писателя."
  },
  {
    "i": 7540,
    "type": "парк",
    "name": "имени Александра Герасименко",
    "content": " Зона вдоль Слепянской водной системы, улица Долгобродской, переулок Козлова – Парк  в честь государственного деятеля, бывшего председателя Мингорисполкома, Совета старейшин при Мингорисполкоме."
  },
  {
    "i": 7541,
    "type": "парк",
    "name": "имени Александра Герасименко"
  },
  {
    "i": 7542,
    "type": "улица",
    "name": "Евгения Мирковского"
  },
  {
    "i": 7543,
    "type": "улица",
    "name": "Аркадия Смолича"
  },
  {
    "i": 7544,
    "type": "улица",
    "name": "Владимира Оловникова"
  },
  {
    "i": 7545,
    "type": "улица",
    "name": "Алеся Дудара",
    "content": "Проектируемая улица № 7 от Игуменского тракта до проектируемой улица № 3 теперь носит имя литературоведа, переводчика, поэта, писателя, художественного критика Алеся Дударя."
  },
  {
    "i": 7546,
    "type": "спуск",
    "name": "Козьмо-Демьяновский"
  },
  {
    "i": 7547,
    "type": "спуск",
    "name": "Козьмо-Демьяновский"
  },
  {
    "i": 7548,
    "type": "спуск",
    "name": "Козьмо-Демьяновский"
  }
]