export default [
  {
    "i": 7000,
    "type": "пер.",
    "name": "Радиаторный 3-й"
  },
  {
    "i": 7001,
    "type": "пер.",
    "name": "Радиаторный 4-й"
  },
  {
    "i": 7002,
    "type": "пер.",
    "name": "Радиаторный 5-й"
  },
  {
    "i": 7003,
    "type": "ул.",
    "name": "Радищева"
  },
  {
    "i": 7004,
    "type": "ул.",
    "name": "Радужная"
  },
  {
    "i": 7005,
    "type": "ул.",
    "name": "Разинская"
  },
  {
    "i": 7006,
    "type": "пер.",
    "name": "Разинский"
  },
  {
    "i": 7007,
    "type": "ул.",
    "name": "Раковская"
  },
  {
    "i": 7008,
    "type": "ул.",
    "name": "Рассонская"
  },
  {
    "i": 7009,
    "type": "ул.",
    "name": "Раубичская"
  },
  {
    "i": 7010,
    "type": "пер.",
    "name": "Раубичский"
  },
  {
    "i": 7011,
    "type": "ул.",
    "name": "Рафиева"
  },
  {
    "i": 7012,
    "type": "ул.",
    "name": "Революционная"
  },
  {
    "i": 7013,
    "type": "ул.",
    "name": "Репина"
  },
  {
    "i": 7014,
    "type": "ул.",
    "name": "Речная"
  },
  {
    "i": 7015,
    "type": "ул.",
    "name": "Ржавецкая"
  },
  {
    "i": 7016,
    "type": "пер.",
    "name": "Ржавецкий"
  },
  {
    "i": 7017,
    "type": "ул.",
    "name": "Рижская"
  },
  {
    "i": 7018,
    "type": "пер.",
    "name": "Рижский 1-й"
  },
  {
    "i": 7019,
    "type": "пер.",
    "name": "Рижский 2-й"
  },
  {
    "i": 7020,
    "type": "ул.",
    "name": "Рогачёвская"
  },
  {
    "i": 7021,
    "type": "пр-д",
    "name": "Рогачёвский"
  },
  {
    "i": 7022,
    "type": "ул.",
    "name": "Родниковая"
  },
  {
    "i": 7023,
    "type": "ул.",
    "name": "Розы Люксембург"
  },
  {
    "i": 7024,
    "type": "пер.",
    "name": "Розы Люксембург 2-й"
  },
  {
    "i": 7025,
    "type": "пр-т",
    "name": "Рокоссовского",
    "content": "Константин Константинович Рокоссовский родился 9 (21) декабря 1896 года в Варшаве. Участник Первой мировой и Гражданской войн. Связал судьбу с Красной армией. Участвовал во всех крупнейших сражениях Великой Отечественной: в битве под Москвой, Сталинградской, Курской, операции «Багратион», боях в Германии.\nОсобенный вклад внес в освобождение Белоруссии летом 1944-го.\nИменно ему принадлежит план нанести удар по двум главным направлениям. Благодаря этому удалось охватить фланги противника на оперативной глубине и не дать фашистам возможности маневра резервами. Рокоссовский успешно провел Минскую наступательную операцию, завершившуюся освобождением столицы БССР и окружением 105-тысячной немецкой группировки, известной как «Минский котел».\nКомандовал парадом Победы на Красной площади 24 июня 1945-го. После войны неоднократно бывал в Минске. На ул. Я. Купалы на Аллее дружбы растет дерево, посаженное им.\n3 августа 1968-го умер после тяжелой продолжительной болезни."
  },
  {
    "i": 7026,
    "type": "ул.",
    "name": "Романовская Слобода"
  },
  {
    "i": 7027,
    "type": "ул.",
    "name": "Ромашкина",
    "content": "Тимофей Терентьевич Ромашкин родился 15 апреля 1919 года в селе Марченки на Витебщине. Во время службы в армии выучился на авиатехника и после увольнения в запас работал в гражданской авиации. В годы Великой Отечественной войны участвовал в обороне Ленинграда. Совершил несколько боевых вылетов при защите Карелии и Заполярья. После войны вернулся в гражданскую авиацию.\n8 января 1954 года самолет Ли-2 совершал рейс Таллин — Минск — Ленинград. После взлета в кабину пилотов ворвались вооруженные мужчина и женщина. Они потребовали выключить рацию и включить автопилот. Затем женщина передала сообщнику свой пистолет и начала связывать летчиков. Ромашкин сбил ее с ног и бросился на захватчика. Тимофей Терентьевич принял огонь на себя, чем позволил коллегам обезвредить вооруженного преступника.\nСамолет срочно вернулся на аэродром в Таллин, однако спасти бортмеханика не удалось.\nУказом Президиума Верховного Совета СССР от 9 марта 1954 года Т. Ромашкину за мужество и самоотверженность, проявленные при задержании бандитов, посмертно присвоено звание Героя Советского Союза.\nВ 1965-м в сквере возле аэропорта Минск-1 Тимофею Терентьевичу Ромашкину установлен памятник."
  },
  {
    "i": 7028,
    "type": "ул.",
    "name": "Роменская"
  },
  {
    "i": 7029,
    "type": "ул.",
    "name": "Ротмистрова",
    "content": "\n"
  },
  {
    "i": 7030,
    "type": "ул.",
    "name": "Русановича"
  },
  {
    "i": 7031,
    "type": "ул.",
    "name": "Руссиянова"
  },
  {
    "i": 7032,
    "type": "ул.",
    "name": "Рыбалко"
  },
  {
    "i": 7033,
    "type": "ул.",
    "name": "Рылеева"
  },
  {
    "i": 7034,
    "type": "ул.",
    "name": "Рябинницкая"
  },
  {
    "i": 7035,
    "type": "ул.",
    "name": "Рябиновая"
  },
  {
    "i": 7036,
    "type": "ул.",
    "name": "Садовая"
  },
  {
    "i": 7037,
    "type": "пер.",
    "name": "Самарский"
  },
  {
    "i": 7038,
    "type": "ул.",
    "name": "Сапёров"
  },
  {
    "i": 7039,
    "type": "ул.",
    "name": "Свердлова"
  },
  {
    "i": 7040,
    "type": "ул.",
    "name": "Светлая"
  },
  {
    "i": 7041,
    "type": "пер.",
    "name": "Свирский 1-й"
  },
  {
    "i": 7042,
    "type": "пер.",
    "name": "Свирский 2-й"
  },
  {
    "i": 7043,
    "type": "пер.",
    "name": "Свирский 3-й"
  },
  {
    "i": 7044,
    "type": "пер.",
    "name": "Свирский 4-й"
  },
  {
    "i": 7045,
    "type": "ул.",
    "name": "Свислочская"
  },
  {
    "i": 7046,
    "type": "пер.",
    "name": "Свислочский"
  },
  {
    "i": 7047,
    "type": "пл.",
    "name": "Свободы"
  },
  {
    "i": 7048,
    "type": "ул.",
    "name": "Связистов"
  },
  {
    "i": 7049,
    "type": "ул.",
    "name": "Севастопольская"
  },
  {
    "i": 7050,
    "type": "пер.",
    "name": "Севастопольский"
  },
  {
    "i": 7051,
    "type": "пер.",
    "name": "Северный"
  },
  {
    "i": 7052,
    "type": "ул.",
    "name": "Седова"
  },
  {
    "i": 7053,
    "type": "ул.",
    "name": "Седых"
  },
  {
    "i": 7054,
    "type": "ул.",
    "name": "Селицкого",
    "content": "\n"
  },
  {
    "i": 7055,
    "type": "ул.",
    "name": "Семашко"
  },
  {
    "i": 7056,
    "type": "ул.",
    "name": "Семёнова"
  },
  {
    "i": 7057,
    "type": "ул.",
    "name": "Сенницкая"
  },
  {
    "i": 7058,
    "type": "пр-д",
    "name": "Сенницкий"
  },
  {
    "i": 7059,
    "type": "ул.",
    "name": "Серафимовича"
  },
  {
    "i": 7060,
    "type": "ул.",
    "name": "Сергея Есенина",
    "content": " В честь русского - поэта названа улица в жилом районе Малиновка, идущая от проспекта Дзержинского к МКАД.\nСергей Александрович Есенин родился в селе Константиново Рязанской губернии в крестьянской семье. Окончил четырехклассное сельское училище, затем церковно-учительскую школу в Опас-Клепиках. В 1912-м переехал в Москву, где работал в типографии, вступил в литературно-музыкальный кружок имени Сурикова, посещал лекции в народном университете имени А. Л. Шанявского.\n\nВпервые стихи Есенина появились в московских журналах в 1914 году. В 1915-м переехал в Петроград. Вскоре вышел первый сборник его стихов «Радуница». В журналах были опубликованы поэмы «Преображение», «Октоих», «Инония».\n\nВ марте 1918-го поэт снова поселился в Москве. Следующие два года много путешествовал. Работал над драматической поэмой «Пугачев».\n\nВ 1922-1923 годах с американской танцовщицей Айседорой Дункан, которая стала его женой, побывал в Германии, Франции, Италии, Бельгии, Канаде и США. В 1924-1925-м создал «Балладу о двадцати шести», «Анну Снегину», «Персидские мотивы».\n\nПо одной из версий, в 1925 году Есенин в состоянии депрессии (через месяц после лечения в психоневрологической больнице) покончил жизнь самоубийством. Долгое время других трактовок события не высказывали, но в конце XX века стали говорить об убийстве поэта с последующей инсценировкой самоубийства, причем возможными причинами называли как его личную жизнь, так и творчество.\nЕсенина"
  },
  {
    "i": 7061,
    "type": "ул.",
    "name": "Серебрянская"
  },
  {
    "i": 7062,
    "type": "пер.",
    "name": "Серебрянский"
  },
  {
    "i": 7063,
    "type": "ул.",
    "name": "Серова"
  },
  {
    "i": 7064,
    "type": "ул.",
    "name": "Сеченова"
  },
  {
    "i": 7065,
    "type": "пер.",
    "name": "Силикатный 1-й"
  },
  {
    "i": 7066,
    "type": "пер.",
    "name": "Силикатный 2-й"
  },
  {
    "i": 7067,
    "type": "ул.",
    "name": "Сиреневая"
  },
  {
    "i": 7068,
    "type": "ул.",
    "name": "Скалинская"
  },
  {
    "i": 7069,
    "type": "сквер",
    "name": "сквер Адама Мицкевича"
  },
  {
    "i": 7070,
    "type": "сквер",
    "name": "сквер Георгия Константиновича Жукова"
  },
  {
    "i": 7071,
    "type": "сквер",
    "name": "сквер города-побратима Чанчунь"
  },
  {
    "i": 7072,
    "type": "сквер",
    "name": "сквер имени С.О.Притыцкого"
  },
  {
    "i": 7073,
    "type": "сквер",
    "name": "сквер Содружество"
  },
  {
    "i": 7074,
    "type": "ул.",
    "name": "Скрипникова",
    "content": "\n\t Леонид Скрипников родился 13 апреля 1930 года в селе Чернянка Белгородской области РСФСР. Первоначально он хотел связать свою жизнь с армией. Три года, начиная с 1950-го, учился на танкиста. Дослужился до помощника командира взвода учебно-танкового батальона в/ч 6214.\n"
  },
  {
    "i": 7075,
    "type": "ул.",
    "name": "Скрыганова"
  },
  {
    "i": 7076,
    "type": "ул.",
    "name": "Славинского"
  },
  {
    "i": 7077,
    "type": "пер.",
    "name": "Славный"
  },
  {
    "i": 7078,
    "type": "ул.",
    "name": "Славянская"
  },
  {
    "i": 7079,
    "type": "пер.",
    "name": "Слепнянский 5-й"
  },
  {
    "i": 7080,
    "type": "ул.",
    "name": "Слесарная"
  },
  {
    "i": 7081,
    "type": "ул.",
    "name": "Слободская"
  },
  {
    "i": 7082,
    "type": "пер.",
    "name": "Слободской"
  },
  {
    "i": 7083,
    "type": "ул.",
    "name": "Слонимская"
  },
  {
    "i": 7084,
    "type": "ул.",
    "name": "Слуцкой"
  },
  {
    "i": 7085,
    "type": "ул.",
    "name": "Смирнова"
  },
  {
    "i": 7086,
    "type": "ул.",
    "name": "Смоленская"
  },
  {
    "i": 7087,
    "type": "ул.",
    "name": "Смолячкова"
  },
  {
    "i": 7088,
    "type": "пр-д",
    "name": "Сморговский"
  },
  {
    "i": 7089,
    "type": "пер.",
    "name": "Сморговский 1-й"
  },
  {
    "i": 7090,
    "type": "пер.",
    "name": "Сморговский 2-й"
  },
  {
    "i": 7091,
    "type": "пер.",
    "name": "Сморговский 3-й"
  },
  {
    "i": 7092,
    "type": "пер.",
    "name": "Сморговский 4-й"
  },
  {
    "i": 7093,
    "type": "пер.",
    "name": "Сморговский 5-й"
  },
  {
    "i": 7094,
    "type": "пер.",
    "name": "Снежный"
  },
  {
    "i": 7095,
    "type": "пер.",
    "name": "Собинова"
  },
  {
    "i": 7096,
    "type": "пер.",
    "name": "Собинова 2-й"
  },
  {
    "i": 7097,
    "type": "ул.",
    "name": "Советская"
  },
  {
    "i": 7098,
    "type": "пер.",
    "name": "Соколянский"
  },
  {
    "i": 7099,
    "type": "ул.",
    "name": "Солнечная"
  },
  {
    "i": 7100,
    "type": "пер.",
    "name": "Солнечный"
  },
  {
    "i": 7101,
    "type": "пер.",
    "name": "Соловьиный"
  },
  {
    "i": 7102,
    "type": "ул.",
    "name": "Соломенная"
  },
  {
    "i": 7103,
    "type": "пер.",
    "name": "Солтыса"
  },
  {
    "i": 7104,
    "type": "ул.",
    "name": "Сосновая"
  },
  {
    "i": 7105,
    "type": "ул.",
    "name": "Сосновый Бор"
  },
  {
    "i": 7106,
    "type": "пер.",
    "name": "Софьи Ковалевской"
  },
  {
    "i": 7107,
    "type": "ул.",
    "name": "Социалистическая"
  },
  {
    "i": 7108,
    "type": "пер.",
    "name": "Спортивный"
  },
  {
    "i": 7109,
    "type": "ул.",
    "name": "Стадионная"
  },
  {
    "i": 7110,
    "type": "ул.",
    "name": "Станислава Монюшко",
    "content": "\n\t Станислав Чеславович Монюшко родился 5 мая 1819 года в имении Убель под Минском. В 1830-м семья переехала в Минск и поселилась в доме на углу современных ул. Интернациональной и Энгельса. Также некоторое время Монюшко жили в Музыкальном переулке в известном столичном Доме масонов. Переезд был необходим для того, чтобы Станислав получил образование. Он поступил в Минскую мужскую гимназию, которую оставил через три года из-за слабого здоровья.\n"
  },
  {
    "i": 7111,
    "type": "ул.",
    "name": "Станиславского"
  },
  {
    "i": 7112,
    "type": "ул.",
    "name": "Стариновская"
  },
  {
    "i": 7113,
    "type": "ул.",
    "name": "Старобинская"
  },
  {
    "i": 7114,
    "type": "ул.",
    "name": "Старовиленская"
  },
  {
    "i": 7115,
    "type": "тр-т",
    "name": "Старовиленский"
  },
  {
    "i": 7116,
    "type": "сквер",
    "name": "Старостинская слобода"
  },
  {
    "i": 7117,
    "type": "ул.",
    "name": "Стасова"
  },
  {
    "i": 7118,
    "type": "пер.",
    "name": "Стасова 1-й"
  },
  {
    "i": 7119,
    "type": "пер.",
    "name": "Стасова 2-й"
  },
  {
    "i": 7120,
    "type": "пер.",
    "name": "Стасова 3-й"
  },
  {
    "i": 7121,
    "type": "ул.",
    "name": "Стахановская"
  },
  {
    "i": 7122,
    "type": "пер.",
    "name": "Стахановский"
  },
  {
    "i": 7123,
    "type": "пер.",
    "name": "Стебенёва"
  },
  {
    "i": 7124,
    "type": "пер.",
    "name": "Стекольный"
  },
  {
    "i": 7125,
    "type": "пер.",
    "name": "Степной"
  },
  {
    "i": 7126,
    "type": "ул.",
    "name": "Степянская"
  },
  {
    "i": 7127,
    "type": "пер.",
    "name": "Степянский"
  },
  {
    "i": 7128,
    "type": "ул.",
    "name": "Стефановская"
  },
  {
    "i": 7129,
    "type": "ул.",
    "name": "Столбцовская"
  },
  {
    "i": 7130,
    "type": "пер.",
    "name": "Столетова"
  },
  {
    "i": 7131,
    "type": "ул.",
    "name": "Столичная"
  },
  {
    "i": 7132,
    "type": "пер.",
    "name": "Столичный"
  },
  {
    "i": 7133,
    "type": "ул.",
    "name": "Сторожовская",
    "content": "Название улицы Сторожовская относится к концу XVIII - началу XIX веков и обусловлено тем, что в данном районе находились сторожевые заставы."
  },
  {
    "i": 7134,
    "type": "ул.",
    "name": "Стрелковая"
  },
  {
    "i": 7135,
    "type": "ул.",
    "name": "Строителей"
  },
  {
    "i": 7136,
    "type": "ул.",
    "name": "Студенческая"
  },
  {
    "i": 7137,
    "type": "пер.",
    "name": "Студенческий"
  },
  {
    "i": 7138,
    "type": "ул.",
    "name": "Суворова"
  },
  {
    "i": 7139,
    "type": "ул.",
    "name": "Судмалиса",
    "content": "\n"
  },
  {
    "i": 7140,
    "type": "ул.",
    "name": "Суражская"
  },
  {
    "i": 7141,
    "type": "ул.",
    "name": "Сурганова"
  },
  {
    "i": 7142,
    "type": "пер.",
    "name": "Сурикова"
  },
  {
    "i": 7143,
    "type": "ул.",
    "name": "Сухаревская"
  },
  {
    "i": 7144,
    "type": "ул.",
    "name": "Сухая"
  },
  {
    "i": 7145,
    "type": "ул.",
    "name": "Таёжная"
  },
  {
    "i": 7146,
    "type": "ул.",
    "name": "Талаша",
    "content": "ТАЛАШ Василий Исаакович (25.12.1844, д. Белка, ныне в черте г. Петриков — 23.08.1946), участник партизанского движения на территории Беларуси в гражданскую и Великую Отечественную войны, народный герой. Жил в д. Новосёлки Мозырского уезда (ныне Петриковский р-н). В 1919 во время оккупации уезда польскими войсками был разведчиком 417-го полка Красной Армии, организовал и возглавил партизанский отряд (300 чел.), который выбил врага из Новосёлок, захватил трофеи (оружие, боеприпасы, продовольствие). После войны председатель Новосёлковского с/с. В Великую Отечественную войну помогал партизанам, за что был арестован оккупантами и заключён в Петриковскую тюрьму. После освобождения поддерживал связь с Минским подпольным обкомом КП(б)Б. В начале 1943 с партизанского аэродрома переправлен в Москву, где выступал перед рабочими, воинами, отправлявшимися на фронт. Листовки с призывом Талаша к борьбе против гитлеровцев распространялись на оккупированной территории Беларуси. Его именем названы улицы в Петрикове и Минске, в Петрикове установлен памятник (скульпт. З.Азгур). Прототип деда Талаша в повести Я.Коласа «Трясина». В д. Новосёлки действует дом-музей деда Талаша.\n"
  },
  {
    "i": 7147,
    "type": "пер.",
    "name": "Талаша 1-й",
    "content": "ТАЛАШ Василий Исаакович (25.12.1844, д. Белка, ныне в черте г. Петриков — 23.08.1946), участник партизанского движения на территории Беларуси в гражданскую и Великую Отечественную войны, народный герой. Жил в д. Новосёлки Мозырского уезда (ныне Петриковский р-н). В 1919 во время оккупации уезда польскими войсками был разведчиком 417-го полка Красной Армии, организовал и возглавил партизанский отряд (300 чел.), который выбил врага из Новосёлок, захватил трофеи (оружие, боеприпасы, продовольствие). После войны председатель Новосёлковского с/с. В Великую Отечественную войну помогал партизанам, за что был арестован оккупантами и заключён в Петриковскую тюрьму. После освобождения поддерживал связь с Минским подпольным обкомом КП(б)Б. В начале 1943 с партизанского аэродрома переправлен в Москву, где выступал перед рабочими, воинами, отправлявшимися на фронт. Листовки с призывом Талаша к борьбе против гитлеровцев распространялись на оккупированной территории Беларуси. Его именем названы улицы в Петрикове и Минске, в Петрикове установлен памятник (скульпт. З.Азгур). Прототип деда Талаша в повести Я.Коласа «Трясина». В д. Новосёлки действует дом-музей деда Талаша."
  },
  {
    "i": 7148,
    "type": "ул.",
    "name": "Таллинская"
  },
  {
    "i": 7149,
    "type": "пер.",
    "name": "Таллинский"
  },
  {
    "i": 7150,
    "type": "ул.",
    "name": "Тарханова"
  },
  {
    "i": 7151,
    "type": "ул.",
    "name": "Татарская",
    "content": "Улица названа в связи с 600-летием поселения татар на землях Беларуси."
  },
  {
    "i": 7152,
    "type": "сквер",
    "name": "Татарский сквер"
  },
  {
    "i": 7153,
    "type": "ул.",
    "name": "Ташкентская"
  },
  {
    "i": 7154,
    "type": "пр-д",
    "name": "Ташкентский"
  },
  {
    "i": 7155,
    "type": "пер.",
    "name": "Твёрдый 1-й"
  },
  {
    "i": 7156,
    "type": "пер.",
    "name": "Телеграфный"
  },
  {
    "i": 7157,
    "type": "ул.",
    "name": "Тенистая"
  },
  {
    "i": 7158,
    "type": "ул.",
    "name": "Тепличная"
  },
  {
    "i": 7159,
    "type": "пер.",
    "name": "Тепличный"
  },
  {
    "i": 7160,
    "type": "ул.",
    "name": "Тикоцкого",
    "content": "ТИКОЦКИЙ Евгений Карлович (26.12.1893, Cанкт-Петербург — 23.11.1970), белорусский композитор, один из основателей белорусской профессиональной музыки. Народный артист Беларуси (1953). Народный артист СССР (1955). Учился в частном музыкальном училище 3.Бонч-Бруевич в Петербурге (1914). С 1920 в Бобруйске, один из организаторов и преподавателей музыкальной школы. С 1934 в Минске. В творчестве преобладали разножанровые произведения историко-революционной тематики, истоки которых в белорусском фольклоре и массовой песне. Среди сочинений: оперы «Михась Подгорный» (пост. 1939; 2-я ред. 1957), «Алеся» (пост. 1944; новая ред. «Девушка из Полесья», пост. 1957; в окончательной ред. пост. 1967) и др., 2 оратории (обе не закончены), 6 симфоний, увертюра «Празднике Полесье», концерты для тромбона и фортепьяно с оркестром, хоры, песни, музыка к спектаклям и фильмам. Председатель правления Союза композиторов Беларуси (1950—63). Государственная премия Беларуси 1968."
  },
  {
    "i": 7161,
    "type": "ул.",
    "name": "Тимирязева"
  },
  {
    "i": 7162,
    "type": "ул.",
    "name": "Тимошенко",
    "content": "ТИМОШЕНКО Семён Константинович (19.02.1895, д. Фурмановка Одесской обл., Украина — 31.03.1970), советский военный деятель, участник боёв в Беларуси в Великую Отечественную войну. Маршал Советского Союза (1940), дважды Герой Советского Союза (1940, 1965). Окончил курсы высшие военно-академические (1922), усовершенствования высшего комсостава (1927), командиров-единоначальников Военно-политической академии (1930). В армии с 1915, в Красной Армии с 1918. Участник 1-й мировой, гражданской 1918—20, советско-финляндской 1939— 40 войн. В 1940—41 нарком обороны СССР. В Великую Отечественную войну с июня 1941 в Ставке Верховного Главнокомандования, командующий войсками разных фронтов. В июле 1941 войска Западного фронта под командованием Тимошенко в ходе Смоленского сражения 1941 вели оборонительные бои на территории Беларуси (оборона Витебска 1941, Лепельский контрудар 1941, оборона Могилёва 1941, Рогачёвско-Жлобинская операция 1941). После войны командующий войсками Барановичского (1945—46), Южно-Уральского (1946—49) и Белорусского (1946, 1949—60) военных округов. Член ЦК КПБ в 1930-37, 1949-61. Член Бюро ЦК КПБ в 1949—60. Депутат Верховного Совета БССР в 1953—61."
  },
  {
    "i": 7163,
    "type": "пер.",
    "name": "Тимошенко 1-й"
  },
  {
    "i": 7164,
    "type": "пер.",
    "name": "Тимошенко 2-й",
    "content": "ТИМОШЕНКО Семён Константинович (19.02.1895, д. Фурмановка Одесской обл., Украина — 31.03.1970), советский военный деятель, участник боёв в Беларуси в Великую Отечественную войну. Маршал Советского Союза (1940), дважды Герой Советского Союза (1940, 1965). Окончил курсы высшие военно-академические (1922), усовершенствования высшего комсостава (1927), командиров-единоначальников Военно-политической академии (1930). В армии с 1915, в Красной Армии с 1918. Участник 1-й мировой, гражданской 1918—20, советско-финляндской 1939— 40 войн. В 1940—41 нарком обороны СССР. В Великую Отечественную войну с июня 1941 в Ставке Верховного Главнокомандования, командующий войсками разных фронтов. В июле 1941 войска Западного фронта под командованием Тимошенко в ходе Смоленского сражения 1941 вели оборонительные бои на территории Беларуси (оборона Витебска 1941, Лепельский контрудар 1941, оборона Могилёва 1941, Рогачёвско-Жлобинская операция 1941). После войны командующий войсками Барановичского (1945—46), Южно-Уральского (1946—49) и Белорусского (1946, 1949—60) военных округов. Член ЦК КПБ в 1930-37, 1949-61. Член Бюро ЦК КПБ в 1949—60. Депутат Верховного Совета БССР в 1953—61."
  },
  {
    "i": 7165,
    "type": "ул.",
    "name": "Тиражная"
  },
  {
    "i": 7166,
    "type": "пр-д",
    "name": "Тиражный"
  },
  {
    "i": 7167,
    "type": "пер.",
    "name": "Тиражный 1-й"
  },
  {
    "i": 7168,
    "type": "пер.",
    "name": "Тиражный 2-й"
  },
  {
    "i": 7169,
    "type": "ул.",
    "name": "Тихая"
  },
  {
    "i": 7170,
    "type": "пер.",
    "name": "Тихий"
  },
  {
    "i": 7171,
    "type": "пер.",
    "name": "Тобольский"
  },
  {
    "i": 7172,
    "type": "пер.",
    "name": "Товарищеский"
  },
  {
    "i": 7173,
    "type": "ул.",
    "name": "Толбухина"
  },
  {
    "i": 7174,
    "type": "ул.",
    "name": "Томская"
  },
  {
    "i": 7175,
    "type": "пер.",
    "name": "Томский"
  },
  {
    "i": 7176,
    "type": "ул.",
    "name": "Топографическая"
  },
  {
    "i": 7177,
    "type": "пер.",
    "name": "Топографический 1-й"
  },
  {
    "i": 7178,
    "type": "пер.",
    "name": "Топографический 2-й"
  },
  {
    "i": 7179,
    "type": "пер.",
    "name": "Торговый"
  },
  {
    "i": 7180,
    "type": "б-р",
    "name": "Тракторостроителей"
  },
  {
    "i": 7181,
    "type": "наб.",
    "name": "Троицкая"
  },
  {
    "i": 7182,
    "type": "сквер",
    "name": "Троицкая гора"
  },
  {
    "i": 7183,
    "type": "ул.",
    "name": "Тростенецкая"
  },
  {
    "i": 7184,
    "type": "пер.",
    "name": "Трубный 1-й"
  },
  {
    "i": 7185,
    "type": "пер.",
    "name": "Трубный 2-й"
  },
  {
    "i": 7186,
    "type": "пер.",
    "name": "Трубный 3-й"
  },
  {
    "i": 7187,
    "type": "ул.",
    "name": "Трудовая"
  },
  {
    "i": 7188,
    "type": "ул.",
    "name": "Тульская"
  },
  {
    "i": 7189,
    "type": "пер.",
    "name": "Тульский 1-й"
  },
  {
    "i": 7190,
    "type": "пер.",
    "name": "Тульский 2-й"
  },
  {
    "i": 7191,
    "type": "ул.",
    "name": "Тупиковая"
  },
  {
    "i": 7192,
    "type": "ул.",
    "name": "Туполева",
    "content": "Андрей Николаевич Туполев родился 10 ноября (29 октября по старому стилю) 1888 года в селе Пустомазово под городом Кимры Тверской губернии (области) в многодетной семье. Мать его была из дворян, отец — из разночинцев. Андрей Туполев - авиаконструктор, который разработал и внедрил в практику технологию крупносерийного производства лёгких и тяжёлых металлических самолётов.\nАндреем Туполевым было разработано свыше 100 типов самолетов, 70 из которых выпускались серийно. На его самолетах установлены 78 мировых рекордов, выполнены 28 уникальных перелетов, в том числе спасение экипажа парохода \"Челюскин\" на АНТ-4, беспосадочные перелеты в США через Северный полюс экипажей Валерия Чкалова и Михаила Громова на АНТ-25, высадка научных экспедиции \"Северный полюс\" во главе с Иваном Папаниным.\nБольшое число самолётов-бомбардировщиков, торпедоносцев, разведчиков конструкции Туполева (ТВ-1, ТВ-3, СБ, ТВ-7, МТБ-2, ТУ-2) и торпедных катеров Г-4, Г-5 применялось в боевых действиях в Великой Отечественной войне в 1941-1945 годах.\nСамолеты Туполева стали основой парка авиационной компании \"Аэрофлот\", эксплуатировались в десятках стран.\nАндрей Туполев имел воинское звание генерал-полковника инженерно-технической службы, был избран действительным членом Академии наук СССР (1953), почетным членом Королевского общества аэронавтики Великобритании (1970) и Американского института аэронавтики и астронавтики (1971); ему были присуждены премия и золотая медаль имени Н. Е. Жуковского, Ленинская премия (1957), пять Государственных премий СССР (1943, 1948, 1949, 1952, 1972), высшая награда Международной авиационно-спортивной федерации (ФАИ). Ему трижды было присвоено звание Героя Социалистического Труда (1945, 1957, 1972).\nНагражден восемью орденами Ленина, двумя орденами Трудового Красного Знамени, орденами Октябрьской Революции, Суворова 2-й степени, Отечественной войны 1-й степени, Красной Звезды, \"Знак Почёта\", медалями, а также иностранными орденами. Почетный гражданин Парижа (Франция), Нью-Йорка (США) и города Жуковский Московской области.\n23 декабря 1972 года Андрей Туполев скончался, похоронен на Новодевичьем кладбище в Москве.\n\n\n\n\n"
  },
  {
    "i": 7193,
    "type": "ул.",
    "name": "Тургенева",
    "content": "Иван Сергеевич Тургенев (1818 – 1883) – знаменитый русский писатель и поэт, публицист и драматург, классик русской литературы 19 века. Творчество Тургенева включает шесть романов, множество рассказов, повестей, статей, пьес и стихотворений."
  },
  {
    "i": 7194,
    "type": "ул.",
    "name": "Тухачевского",
    "content": "ТУХАЧЕВСКИЙ Михаил Николаевич (16.02.1893, д. Следнёво Смоленской обл., Россия — 12.06.1937), советский военный деятель, полководец, Маршал Советского Союза (1935). Окончил Александровское военное училище в Москве (1914). Участник 1-й мировой войны. В гражданскую войну командовал разными армиями и фронтами. Во время польско-советской войны 1919—20 с апреля 1920 командующий войсками Западного фронта. Под его руководством разработаны и проведены Майская операция 1920, Июльская операция 1920, Варшавская операция 1920. В 1921 начальник академии РККА, в 1922—24 командующий войсками Западного фронта. С 1925 начальник штаба РККА, командующий войсками Ленинградского военного округа, с 1931 заместитель наркома военно-морских дел СССР и председателя РВС СССР, с 1936 1-й заместитель наркома обороны и начальник управления боевой подготовки. В 1937 командующий войсками Приволжского военного округа. В 1937 репрессирован. Реабилитирован в 1957."
  },
  {
    "i": 7195,
    "type": "пер.",
    "name": "Тучинский"
  },
  {
    "i": 7196,
    "type": "сквер",
    "name": "Тучинский сквер"
  },
  {
    "i": 7197,
    "type": "ул.",
    "name": "Тяпинского",
    "content": "ТЯПИНСКИЙ (Омельянович-Тяпинский) Василий Николаевич [1530(?), Полотчина — ок. 1600], белорусский гуманист-просветитель, книгоиздатель, писатель, переводчик. Около 1557 служил в конной роте оршанского старосты Ф.Кмиты-Чернобыльского, в 1560-е гг. — у подканцлера ВКЛ О.Воловича. По некоторым сведениям, в своём родовом имении Тяпино (ныне Чашникский р-н) организовал типографию, в которой напечатал «Евангелие» (1570-е гг.) параллельно на церковно-славянском и старобелорусском языках. Предисловие к нему (сохранилось в рукописи) — один из лучших образцов белорусской патриотической публицистики 16 в. В нём Тяпинский выступил в защиту белорусского народа и его культуры, за возрождение его исторического и национального самосознания, развитие образования и книгопечатания на белорусском языке. Издание украшено инициалами, наборным орнаментом, шрифт стилизован под шрифты книг Ф.Скорины и С. Будного, что свидетельствует о преемственности печатно-издательских традиций."
  },
  {
    "i": 7198,
    "type": "ул.",
    "name": "Уборевича",
    "content": "УБОРЕВИЧ Иероним Петрович (14.01.1896, д. Антандрия, ныне Утенского у., Литва —11.06.1937), советский военный деятель. Командарм 1-го ранга (1935). Окончил Константиновское артиллерийское училище (1916), участник 1-й мировой войны. В октябре 1917 один из организаторов Красной гвардии в Бессарабии. С 1918 в Красной Армии, с октября 1919 командовал армиями на Северном, Кавказском и Юго-Западном фронтах. В 1922 военный министр Дальневосточной республики (ДВР) и главнокомандующий Народно-революционной армией при освобождении Дальнего Востока. В 1924—30 на высших командных должностях в Украинском, Северно-Кавказском и Московском военном округах, с июня 1930 начальник вооружений РККА, заместитель наркома обороны СССР. В 1931—37 командующий войсками БВО. Автор ряда военно-теоретических работ, в т.ч. по взаимодействию регулярных войск с партизанами. Член ЦИК СССР с 1922, ЦИК и Президиума ЦИК БССР с 1934. В 1937 репрессирован. Реабилитирован в 1957."
  },
  {
    "i": 7199,
    "type": "ул.",
    "name": "Украинская"
  },
  {
    "i": 7200,
    "type": "ул.",
    "name": "Ульяновская"
  },
  {
    "i": 7201,
    "type": "ул.",
    "name": "Уманская"
  },
  {
    "i": 7202,
    "type": "ул.",
    "name": "Уманская 1-я"
  },
  {
    "i": 7203,
    "type": "ул.",
    "name": "Уральская"
  },
  {
    "i": 7204,
    "type": "пер.",
    "name": "Уральский"
  },
  {
    "i": 7205,
    "type": "ул.",
    "name": "Урожайная"
  },
  {
    "i": 7206,
    "type": "ул.",
    "name": "Уручская"
  },
  {
    "i": 7207,
    "type": "ул.",
    "name": "Усадебная"
  },
  {
    "i": 7208,
    "type": "пер.",
    "name": "Усадебный"
  },
  {
    "i": 7209,
    "type": "ул.",
    "name": "Утульная"
  },
  {
    "i": 7210,
    "type": "ул.",
    "name": "Уфимская"
  },
  {
    "i": 7211,
    "type": "пер.",
    "name": "Ученический"
  },
  {
    "i": 7212,
    "type": "пер.",
    "name": "Ушакова"
  },
  {
    "i": 7213,
    "type": "ул.",
    "name": "Ушачская"
  },
  {
    "i": 7214,
    "type": "пер.",
    "name": "Фабрициуса"
  },
  {
    "i": 7215,
    "type": "ул.",
    "name": "Фабричная"
  },
  {
    "i": 7216,
    "type": "пер.",
    "name": "Фабричный 1-й"
  },
  {
    "i": 7217,
    "type": "пер.",
    "name": "Фабричный 2-й"
  },
  {
    "i": 7218,
    "type": "ул.",
    "name": "Фанипольская"
  },
  {
    "i": 7219,
    "type": "пер.",
    "name": "Фанипольский"
  },
  {
    "i": 7220,
    "type": "пер.",
    "name": "Федотова"
  },
  {
    "i": 7221,
    "type": "ул.",
    "name": "Фердинанда Рущица"
  },
  {
    "i": 7222,
    "type": "ул.",
    "name": "Физкультурная"
  },
  {
    "i": 7223,
    "type": "пер.",
    "name": "Физкультурный"
  },
  {
    "i": 7224,
    "type": "пер.",
    "name": "Физкультурный 2-й"
  },
  {
    "i": 7225,
    "type": "ул.",
    "name": "Филатова"
  },
  {
    "i": 7226,
    "type": "ул.",
    "name": "Филимонова"
  },
  {
    "i": 7227,
    "type": "ул.",
    "name": "Фогеля",
    "content": "ФОГЕЛЬ Ян Янович (24.12.1898, хутор Дуре, Латвия — 13.07.1944), участник боёв на территории Беларуси в Великую Отечественную войну. Генерал-майор (1944). Герой Советского Союза (1945). Окончил Военную академию имени Фрунзе (1933). В Великую Отечественную войну с 1943 воевал на разных фронтах. Стрелковая дивизия под командованием генерал-майора Фогеля отличилась в Белорусской операции в июне—июле 1944 при прорыве обороны врага возле д. Веричев Бобруйского р-на, форсировании р. Друть, освобождении более 250 населённых пунктов. Смертельно ранен в бою за г. Дятлово."
  },
  {
    "i": 7228,
    "type": "пер.",
    "name": "Фольварковый"
  },
  {
    "i": 7229,
    "type": "ул.",
    "name": "Фомина"
  },
  {
    "i": 7230,
    "type": "пер.",
    "name": "Фомина 1-й"
  },
  {
    "i": 7231,
    "type": "пер.",
    "name": "Фомина 2-й"
  },
  {
    "i": 7232,
    "type": "пл.",
    "name": "Франтишка Богушевича"
  },
  {
    "i": 7233,
    "type": "ул.",
    "name": "Франциска Скорины"
  },
  {
    "i": 7234,
    "type": "пер.",
    "name": "Франциска Скорины 1-й"
  },
  {
    "i": 7235,
    "type": "ул.",
    "name": "Фроликова"
  },
  {
    "i": 7236,
    "type": "ул.",
    "name": "Фрунзе"
  },
  {
    "i": 7237,
    "type": "ул.",
    "name": "Фучика"
  },
  {
    "i": 7238,
    "type": "ул.",
    "name": "Хабаровская"
  },
  {
    "i": 7239,
    "type": "ул.",
    "name": "Халтурина"
  },
  {
    "i": 7240,
    "type": "пер.",
    "name": "Халтурина 1-й"
  },
  {
    "i": 7241,
    "type": "пер.",
    "name": "Халтурина 2-й"
  },
  {
    "i": 7242,
    "type": "ул.",
    "name": "Харьковская"
  },
  {
    "i": 7243,
    "type": "пер.",
    "name": "Харьковский 3-й"
  },
  {
    "i": 7244,
    "type": "ул.",
    "name": "Хмаринская"
  },
  {
    "i": 7245,
    "type": "ул.",
    "name": "Хмелевского",
    "content": "ХМЕЛЕВСКИЙ Константин Иосифович (1905, Минск — весна 1943), один из организаторов и руководителей Минского антифашистского подполья в Великую Отечественную войну. Во время оккупации Минска с сентября 1941 участвовал в организации подполья, вместе с Н.К.Корженевским руководил подпольной группой в Октябрьском районе, направлял деятельность молодёжно-комсомольских групп. С мая 1942 секретарь подпольного Октябрьского райкома КП(б)Б, с июня член Минского горкома КП(б)Б, начальник отдела по организации диверсий, участвовал в распространении подпольной газеты «Звязда» и листовок. В октябре 1942 арестован и после пыток расстрелян."
  },
  {
    "i": 7246,
    "type": "ул.",
    "name": "Хмельницкого"
  },
  {
    "i": 7247,
    "type": "ул.",
    "name": "Холмогорская"
  },
  {
    "i": 7248,
    "type": "пер.",
    "name": "Холмогорский 1-й"
  },
  {
    "i": 7249,
    "type": "пер.",
    "name": "Холмогорский 2-й"
  },
  {
    "i": 7250,
    "type": "пер.",
    "name": "Холмогорский 3-й"
  },
  {
    "i": 7251,
    "type": "пер.",
    "name": "Холмогорский 4-й"
  },
  {
    "i": 7252,
    "type": "пл.",
    "name": "Центральная"
  },
  {
    "i": 7253,
    "type": "ул.",
    "name": "Цнянская"
  },
  {
    "i": 7254,
    "type": "пер.",
    "name": "Чайковского"
  },
  {
    "i": 7255,
    "type": "ул.",
    "name": "Чайлытко"
  },
  {
    "i": 7256,
    "type": "ул.",
    "name": "Чапаева"
  },
  {
    "i": 7257,
    "type": "ул.",
    "name": "Чеботарёва"
  },
  {
    "i": 7258,
    "type": "пр-д",
    "name": "Чекалина"
  },
  {
    "i": 7259,
    "type": "ул.",
    "name": "Челюскинцев"
  },
  {
    "i": 7260,
    "type": "пер.",
    "name": "Челюскинцев 2-й"
  },
  {
    "i": 7261,
    "type": "пер.",
    "name": "Червякова",
    "content": "меннов 1920—24 председатель СНК БССР. Участвовал в создании СССР, разработке 5-летних планов развития нар. х-ва и культуры СССР и БССР, Конституций СССР и БССР. Большое внимание уделял укреплению и развитию бел. сов. государственности, нац. культуры, просвещения, ликвидации неграмотности. Один из инициаторов белорусизации. Чл. ЦБ КП(б)Б в 1920-24, ЦК и Бюро ЦК КП(б)Б с 1924. Чл. ЦИК ССРБ и Литбел в 1919, ЦИК и Президиума ЦИК БССР с 1920, ЦИК и Президиума ЦИК СССР с 1922. С нач. 1930-х гг. подвергался необоснованным обвинениям в отходе от ген. линии партии, её искажении. Покончил жизнь самоубийством."
  },
  {
    "i": 7262,
    "type": "ул.",
    "name": "Черниговская"
  },
  {
    "i": 7263,
    "type": "пер.",
    "name": "Черниговский"
  },
  {
    "i": 7264,
    "type": "ул.",
    "name": "Чернышевского"
  },
  {
    "i": 7265,
    "type": "пер.",
    "name": "Чернышевского 1-й"
  },
  {
    "i": 7266,
    "type": "ул.",
    "name": "Черняховского"
  },
  {
    "i": 7267,
    "type": "ул.",
    "name": "Чехова"
  },
  {
    "i": 7268,
    "type": "ул.",
    "name": "Чигладзе",
    "content": "ЧИГЛАДЗЕ Серго Гедеванович (12.03.1923, с. Зоди, Грузия — 01.02.1944), участник боёв на территории Беларуси в Великую Отечественную войну. Герой Советского Союза (1944). На фронте с 1943. Младший сержант пулемётчик Чигладзе отличился в бою при освобождении д. Дуброва Светлогорского р-на. 01.02.1944 с группой разведчиков ворвался в деревню, уничтожил из пулемёта более 70 гитлеровцев. Раненный, не покинул поля боя и продолжал наступление: заглушил 2 пулемётные точки врага, уничтожил около 50 фашистов. Погиб в этом бою."
  },
  {
    "i": 7269,
    "type": "пер.",
    "name": "Чижевских"
  },
  {
    "i": 7270,
    "type": "ул.",
    "name": "Чижовская"
  },
  {
    "i": 7271,
    "type": "ул.",
    "name": "Чичерина"
  },
  {
    "i": 7272,
    "type": "ул.",
    "name": "Чичурина"
  },
  {
    "i": 7273,
    "type": "ул.",
    "name": "Чкалова"
  },
  {
    "i": 7274,
    "type": "ул.",
    "name": "Чюрлёниса"
  },
  {
    "i": 7275,
    "type": "ул.",
    "name": "Шабаны"
  },
  {
    "i": 7276,
    "type": "ул.",
    "name": "Шабловского"
  },
  {
    "i": 7277,
    "type": "ул.",
    "name": "Шаранговича",
    "content": "ШАРАНГОВИЧ Василий Фомич (04.03.1897, д. Кочаны Мядельского р-на — 15.3.1938), партийный, государственный и профсоюзный деятель БССР. С 1918 в Красной Армии, с декабря 1919 на подпольной работе в оккупированной польскими войсками Минской губернии. В 1920 арестован и осуждён властями на 20 лет каторги. В 1921 передан по обмену советским властям. С 1921 заместитель наркома юстиции БССР, прокурор БССР, с 1923 ответственный секретарь Центрального Совета профсоюзов Беларуси. С 1926 на партийной и профсоюзной работе в Сибири, с 1930 2-й секретарь и член Бюро ЦККП(б)Б. С 1934 уполномоченный Комиссии партийного контроля при ЦК ВКП(б) в Казахстане, с 1936 — в Харьковской области Украины. 17.3—27.7.1937 1-й секретарь ЦК КП(б)Б. Член ЦК КП(б) в 1925-27,1932-34,1937. Член ЦВК БССР в 1925-26, 1931-34. В 1937 репрессирован. Реабилитирован в 1957."
  },
  {
    "i": 7278,
    "type": "ул.",
    "name": "Шатько"
  },
  {
    "i": 7279,
    "type": "ул.",
    "name": "Шафарнянская",
    "content": "Улица названа в честь бывшего урочища Шафарня, располагавшегося около деревни Уручье. "
  },
  {
    "i": 7280,
    "type": "б-р",
    "name": "Шевченко"
  },
  {
    "i": 7281,
    "type": "ул.",
    "name": "Шейпичи"
  },
  {
    "i": 7282,
    "type": "ул.",
    "name": "Шестая Линия 2-я"
  },
  {
    "i": 7283,
    "type": "ул.",
    "name": "Широкая"
  },
  {
    "i": 7284,
    "type": "ул.",
    "name": "Шишкина"
  },
  {
    "i": 7285,
    "type": "ул.",
    "name": "Школьная"
  },
  {
    "i": 7286,
    "type": "пер.",
    "name": "Школьный"
  },
  {
    "i": 7287,
    "type": "ул.",
    "name": "Шорная"
  },
  {
    "i": 7288,
    "type": "ул.",
    "name": "Шоссейная"
  },
  {
    "i": 7289,
    "type": "ул.",
    "name": "Шугаева",
    "content": "ШУГАЕВ Николай Александрович (1912, г. Нижний Новгород, Россия — 26.04.1943), один из организаторов Минского антифашистского подполья в Великую Отечественную войну. С первых дней войны включился в подпольную борьбу против немецко-фашистских захватчиков, создал и возглавил диверсионную группу в Ворошиловском районе г. Минск. С мая 1942 секретарь Воршиловского подпольного райкома КП(б)Б. При его участии создана партизанская бригада «Штурмовая». Арестован и замучен в минской тюрьме."
  },
  {
    "i": 7290,
    "type": "ул.",
    "name": "Шумилинская"
  },
  {
    "i": 7291,
    "type": "ул.",
    "name": "Щедрина"
  },
  {
    "i": 7292,
    "type": "пер.",
    "name": "Щедрина 1-й"
  },
  {
    "i": 7293,
    "type": "пер.",
    "name": "Щедрина 2-й"
  },
  {
    "i": 7294,
    "type": "пер.",
    "name": "Щедрина 3-й"
  },
  {
    "i": 7295,
    "type": "ул.",
    "name": "Щепкина"
  },
  {
    "i": 7296,
    "type": "пер.",
    "name": "Щербакова"
  },
  {
    "i": 7297,
    "type": "ул.",
    "name": "Щётовка"
  },
  {
    "i": 7298,
    "type": "ул.",
    "name": "Щорса"
  },
  {
    "i": 7299,
    "type": "ул.",
    "name": "Щорса 2-я"
  },
  {
    "i": 7300,
    "type": "ул.",
    "name": "Щорса 3-я"
  },
  {
    "i": 7301,
    "type": "ул.",
    "name": "Щорса 4-я"
  },
  {
    "i": 7302,
    "type": "ул.",
    "name": "Щорса 5-я"
  },
  {
    "i": 7303,
    "type": "ул.",
    "name": "Экскаваторная"
  },
  {
    "i": 7304,
    "type": "пер.",
    "name": "Экскаваторный"
  },
  {
    "i": 7305,
    "type": "ул.",
    "name": "Энгельса"
  },
  {
    "i": 7306,
    "type": "пр-д",
    "name": "Энергетический"
  },
  {
    "i": 7307,
    "type": "пл.",
    "name": "Юбилейная"
  },
  {
    "i": 7308,
    "type": "пер.",
    "name": "Юбилейный"
  },
  {
    "i": 7309,
    "type": "ул.",
    "name": "Южная"
  },
  {
    "i": 7310,
    "type": "пер.",
    "name": "Южный"
  },
  {
    "i": 7311,
    "type": "пер.",
    "name": "Южный 1-й"
  },
  {
    "i": 7312,
    "type": "ул.",
    "name": "Юношеская"
  },
  {
    "i": 7313,
    "type": "пер.",
    "name": "Юношеский 1-й"
  },
  {
    "i": 7314,
    "type": "пер.",
    "name": "Юношеский 2-й"
  },
  {
    "i": 7315,
    "type": "ул.",
    "name": "Яблоневая"
  },
  {
    "i": 7316,
    "type": "ул.",
    "name": "Язепа Дроздовича",
    "content": "ДРОЗДОВИЧ Язэп Нарцизович (13.10.1888, быв. застенок Пуньки, Глубокский р-н — 15.8.1954), белорусский художник, скульптор, этнограф, литератор, археолог, педагог. Окончил Виленскую школу рисования (1908). В 1919—21 в Минске, преподаватель рисунка в школе, художник-декоратор в белорусском театре. В 1924—30 преподавал рисование в польской школе в г. Глубокое, в белорусских гимназиях Новогрудка, Радошкович (Молодечненский р-н). В1926—27 работал в сатирическом журнале «Маланка». Основатель художественной студии при Виленской гимназии (1927). В 1930—39, 1941—54 свободный художник. Занимался рисованием декоративных настенных ковров, резьбой по дереву, художественным оформлением спектаклей кружков ТБШ. Представитель романтического направления в белорусском искусстве. Первые работы в области книжной графики: оформление «Белорусского календаря на 1910 год», книга «Курганный цветок» К.Буйло (1914), «Лемонтарь» (1919) и др., собственной книги «Большая шишка» (1923, под псевдонимом Я.Нарцизов), выполнил ряд рисунков в журналах «Рунь», «Вольны сцяг», «Саха». В 1910 — нач. 1920-х гг. создал графическую серию «Древнее строительство на Беларуси», «Дисненщина». Один из основателей исторической национальной школы живописи и скульптуры (картины «Всеслав Чародей в порубе под палатами киевского князя», «Князь Всеслав под Городней», «Погоня Ярилы», «Башня Прозор», графическая серия полоцких и смоленских князей «Рогволод», «Всеслав Чародей» и др.). Ряд работ посвятил Ф.Скорине: портрет Ф.Скорины, «Франциск Скорина. Прощание с родным Полоцком, или В мир за наукой», «Типография Франциска Скорины в Вильне в 1525 году» (1927 — 1-я пол. 1940-хгг.). В начале 1920-х гг. создал серию графических рисунков («Пуньки», «Глубокое», «Дисненщина»). Художественную и\nнаучную ценность представляют альбомы графики «Мир», «Лида», «Крево», «Гольшаны», «Троки», «Новогрудок и новогрудцы», посвяшённые замковой архитектуре Западной Белоруссии и Лицтвы. Дроздович — основатель космической темы в белорусском изобразительном искусстве: серия рисунков и живописи полотен «Жизнь на Марсе» (1931), «Жизнь на Сатурне» и «Встреча весны на Сатурне» (оба 1932), «Космос» (1940) и др. Лиризмом проникнуты работы из серии «Природа Беларуси» (1946—47). Ему принадлежит большая коллекция зарисовок различных объектов народного зодчества; храмов, часовен, изб, хозяйственных построек, орудий земледельческого труда, народного костюма, типажа полешуков. Записывал фольклор и обрабатывал для словаря народную лексику Дисненщины и Пиншины. В 1930-е гг. им выявлено, изучено и описано 30 археологических памятников (рукопись «Дисненская доисторическая старина»). В Минске установлен памятник Дроздовичу, его именем назван музей искусства и этнографии в д. Германовичи Шарковщинского р-на."
  },
  {
    "i": 7317,
    "type": "пер.",
    "name": "Якуба Коласа",
    "content": "КОЛАС Якуб (наст. Мицкевич Константин Михайлович; 3.11.1882, д. Акинчицы Столбцовского р-на — 13.8.1956), классик белорусской литературы; вместе с Я.Купалой основатель современной белорусской литературы и белорусского литературного языка. Народный поэт Беларуси (1926). Академик НАН Беларуси (1928). Заслуженный деятель науки Беларуси (1944). Окончил Несвижскую учительскую семинарию (1902). В 1902—06 работал учителем в деревнях Люсино Ганцевичского и Пинковичи Пинского р-нов, Верхменском народном училище (ныне Смолевичский р-н). За участие в нелегальном съезде учителей 15.09.1908 осуждён на 3 года. В 1912—14 учитель Пинского приходского училища. С 1915 на фронте. С сентября 1917 в г. Обоянь Курской обл., работал учителем. В 1921 по вызову правительства БССР приехал в Минск. Преподавал в Белорусском педагогическом техникуме, БГУ, работал в научно-терминологической комиссии Наркомпроса, в Инбелкульте. С 1929 член Президиума и вице-президент АН Беларуси. В годы Великой Отечественной войны в эвакуации, вёл научную и общественную деятельность. С 1944 в Минске. Большинство ранних стихотворений написаны на русском языке (1898—1902). Первое напечатанное стихотворение «Наш родной край» («Наша доля», 1906, № 1). В первом сборнике стихотворений «Песни-печали» (1910) преобладала тема тяжёлой судьбы белорусского мужика («Мужик», «Не горюй» и др.). Колас обогатил белорусскую поэзию пейзажной и философской лирикой («Нёман», «Первый гром», «Весной»). Разнообразная по тематике, охвату жизненных явлений проза Коласа: сборники «Рассказы» (1912), «Родные образы» (1914). В стихотворениях 1914—16 («Мысли солдата», «Врагам») осуждал империалистическую войну, её антинародный характер. Мастерство психологического анализа Коласа выявилось в рассказах «Василий Чурила», «Молодой дубок» и др.). Философичность и точность свойственны его аллегорическим рассказам из цикла «Сказки жизни» (1921). Поэма «Новая земля» (1911— 1923) — классическое произведение белорусской литературы, в котором воссоздана широкая панорама жизни белорусского народа, показан быт простого человека, его извечные мечты о счастье и воле. Лиро-эпическая поэма «Сымон-музыкант» (1911 — 1925) символизирует белорусское национальное возрождение, величие белорусского народа, раскрывает трагическую тему судьбы Беларуси. Проблема дальнейшей судьбы отечества звучит в сборнике «Эхо» (1922). В трилогии «На росстанях» (1923—54), написанной на автобиографическом материале, широкий охват событий социально-общественной жизни страны. В ней создана галерея образов национальной интеллигенции, показан быт крестьян, раскрылось мастерство Коласа-пейзажиста. Главные темы сборников рассказов «Первые шаги», «На рубеже» (оба 1925), повести «На просторах жизни» (1926) гражданская война, Октябрьская революция. В повести «Отщепенец» (1930—31) показана коллективизация на селе. В повести «Трясина» (1933), пьесах «Война войне» (1927—31, последняя редакция 1938), «В пущах Полесья» (1938), неоконченной поэме «На путях воли» (1926—56) — тема 1-й мировой и гражданской войн. Поэма «Хата рыбака» (1939—47, Государственная премия СССР 1949) посвящена борьбе в Западной Белоруссии против социального бесправия. В сборниках «Отомстим» (1942), «Голос земли» (1943), поэмах «Суд в лесу» (1943), «Возмездие» (1945), публицистических статьях периода Великой Отечественной войны Колас восславлял героизм, патриотизм белорусского народа, обличал сущность фашизма. За стихотворения военного времени Государственная премия СССР 1946. Колас — один из основателей детской белорусской литературы. Автор учебников «Второе чтение для детей белорусов» (1909), «Методика родного языка» (1926). Психология детей тонко отмечена в произведениях «Рак-усач» (1926), «Приключения Михася» (1934), стихотворениях и др. Перевёл на белорусский язык отдельные произведения А.Мицкевича, Т.Шевченко, А.Пушкина, М.Лермонтова и др. С именем Коласа связано становление норм белорусского литературного языка. Один из редакторов «Русско-белорусского словаря» (1953). По мотивам произведений Коласа ставились пьесы во многих театрах, трилогия «На росстанях» экранизирована. Созданы оперы по поэме «Новая земля» Ю.Семеняко, по повести «Трясина» (опера «В пущах Полесья») Ю.Богатырёва. Имя Коласа присвоено Институту языкознания, Центральной научной библиотеке НАН Беларуси, драматическому театру в Витебске. Действует литературно-мемориальный музей Якуба Коласа, создан Коласовский заказник. Творчество Коласа изучает коласоведение."
  },
  {
    "i": 7318,
    "type": "ул.",
    "name": "Якубова"
  },
  {
    "i": 7319,
    "type": "ул.",
    "name": "Якубовского",
    "content": "Улица названа именем дважды Героя Советского Союза, Маршала Советского Союза Ивана Игнатьевича Якубовского.\n\nЯКУБОВСКИЙ Иван Игнатович (07.01.1912, д. Зайцево Горецкого района – 30.11.1976), советский военный деятель. Маршал Советского Союза (1967). Дважды Герой Советского Союза (январь, сентябрь 1944), герой Чехословакии (1970). Окончил Объединённую Белорусскую военную школу им. ЦИК БССР (1934), Ленинградские бронетанковые курсы усовершенствования командного состава (1935), Военную академию Генштаба (1948). С 1934 на командных должностях в Красной Армии. Участник советско-финляндской войны. В Великую Отечественную войну с 1941 на разных фронтах: командир танкового батальона, полка, бригады, заместитель командира танкового корпуса. Участник оборонительных боёв под Мин¬ском, Могилёвом и других боевых операций. Танковая бригада под командованием полковника Якубовского отличилась в сентябре 1943 при форсировании реки Днепр и при освобождении Киева. В июле 1944 он умело руководил передовыми частями танкового корпуса при форсировании реки Висла, захвате, удержании и расширении Сандомирского плацдарма. После войны на командных должностях в Советской Армии. С 1957 1-й заместитель и Главнокомандующий Группой советских войск в Германии, с 1965 командующий войсками Киевского военного округа. С 1967 1-й заместитель министра обороны СССР и Главнокомандующий Объединёнными вооружёнными силами стран-участниц Варшавского договора. Депутат Верховного Совета СССР в 1961–76. Автор книг «Боевое содружество» (1971), «Земля в огне» (1975) и др."
  },
  {
    "i": 7320,
    "type": "ул.",
    "name": "Яна Борщевского"
  },
  {
    "i": 7321,
    "type": "ул.",
    "name": "Яна Райниса"
  },
  {
    "i": 7322,
    "type": "ул.",
    "name": "Яна Чечота",
    "content": "ЧЕЧОТ Ян Тадеушевич (07.07.1796, д. Малюшичи Кореличского р-на — 23.8.1847), белорусский и польский поэт, фольклорист. Окончил Новогрудскую доминиканскую школу (1815). Учился в Виленском университете (1815—16). Работал в бюро по упорядочению архивов князей Радзивиллов. Один из организаторов и руководителей тайных студенческих обществ филоматов и филаретов. В 1823 заключён в Виленскую тюрьму, где составил рукописный сборник «Песенки и другие стихи». В 1824 сослан на Урал, в 1825 переведён в Уфу, в 1831 — в Тверь. С 1833 в Беларуси. Работал на Лепелыцине и Новогрудчине (в библиотеке Хрептовичей). В 1818—19 написал около 10 баллад (сохранилось 8), основанных на сюжетах белорусского фольклора, в т.ч. «Свитязь», «Новогрудский замок», «Радзивилл, или Основание Вильни», «Бекеш». Собирал и изучал белорусский фольклор. Издал 6 фольклорных сборников «Деревенские песенки» (1837—46), в которых поместил около 1000 белорусских народных песен, пословицы и поговорки, словарь белорусского языка (200 слов) и собственные стихотворения. Автор цикла песен-баллад «Пение о давних литвинах до 1434» (1842—44), книги «Повести для молодых девушек» (1845) и др.\n"
  },
  {
    "i": 7323,
    "type": "ул.",
    "name": "Янки Брыля",
    "content": "БРЫЛЬ Янка (Иван Антонович; р. 04.08.1917, г. Одесса, Украина), белорусский писатель. Народный писатель Беларуси (1981). Почётный академик НАН Беларуси (1994). Работал в периодической печати, в 1966—71 секретарь правления Союза писателей Беларуси. Первый сборник «Рассказы» (1946). Основная тематика творчества — жизнь довоенной и послевоенной западно-белорусской деревни, всенародная борьба против немецко-фашистских оккупантов (сборник рассказов «Сентябрьские всходы», 1949; повесть «В Заболотье светает», 1950, Государственная премия СССР 1952; сборник «На Быстрянке», 1955; «Мой край родной», 1959; «Продолжение разговора», 1962, Литературная премия имени Якуба Коласа 1963, и др.). В романе «Птицы и гнёзда» (1963), раскрывая «биографию одной души», разоблачает изнутри «философию» тоталитаризма и фашизма. Юмор и философские размышления в повестях о жизни западно-белорусской деревни 1920—30-х гг. «Нижние Байдуны» (1975) и «Рассвет, увиденный издалека» (1978, Государственная премия Беларуси 1982). Автор повести «Мундштук и папка» (1990), лирико-философских миниатюр, психологических образков (сборник «Горсть солнечных лучей», 1965; «Сегодня и память», 1985; «Вечернее», 1994). Один из авторов книги «Я из огненной деревни...» (1975, совместно с А.Адамовичем и В.Колесником), в которой собраны рассказы людей, случайно спасшихся во время истребления немецко-фашистскими захватчиками жителей белорусских деревень. Писал для детей. Переводил с польского, русского, украинского языков.\n"
  },
  {
    "i": 7324,
    "type": "ул.",
    "name": "Янки Купалы",
    "content": "ЯНКА КУПАЛА (Луцевич Иван Доминикович; 07.07.1882, фольварк Вязынка Молодечненского района - 28.06.1942), классик белорусской литературы; вместе с Якубом Коласом основатель современной белорусской литературы и белорусского литературного языка. Народный поэт Беларуси (1925).Академик НАН Беларуси (1928) и АН Украины (1929). Окончил Беларучское нар. училище (1898), учился в Петербурге (1909-13) и Москве (1915). Работал домашним учителем, писарем, младшим приказчиком, в помещичьих имениях и др. В 1908-09 сотрудник газеты \"Наша нiва\" (в 1914-15 её редактор) и одновременно библиотеки Б.Даниловича (Вильна), с 1913 - секретарь виленского Белорусского издательского товарищества. В 1916-18 на фронте. С 1919 в Минске принимал активное участие в литературно-общественной и культурно-художественной жизни, в т.ч. в создании БГУ, АН Беларуси, национального театра, республиканских издательств и др. В Великую Отечественную войну жил в Москве, позже недалеко от Казани, трагически погиб в Москве в гостинице \"Москва\". В 1962 урна с прахом Купалы перевезена в Минск и захоронена на Военном кладбище. Писать начал на польском языке. Первое известное белорусское стихотворение Купалы \"Моя доля\" датируется 1904. Первое белорусское печатное стихотворение \"Мужик\" (1905). Первый поэтический сборник \"Жалейка\" (1908). Творчество Купалы - отражение национального характера, народного миропонимания и поэтического мировосприятия белорусского народа на переломных исторических рубежах 1-й половины 20в. В жанрово-стилевых формах, ставших классическими основами белорусской лирики, эпоса, драматургии и публицистики, воплощены свободолюбивые мотивы, идеи социального и национального раскрепощения, историческое прошлое Беларуси, философское осмысление жизни и человека и др. Ранняя лирика Купалы эволюционировала от преимущественно крестьянской тематики (сб. \"Жалейка\") до более выразительного изображения личности поэта, возвышения собственного поэтического \"Я\" (сборники \"Гусляр\", 1910; \"Дорогой жизни\", 1913). Преобладала белорусская национальная идея [\"А кто там идёт?\", \"Это крик, что жива Беларусь!\", \"Родственники\" (\"Сваякi\"), \"На собрание!\", \"Вороны\", \"О, да, я пролетарий\" и др.]. Эстетика творчества Купалы разнообразна: от преобладающего романтизма до символизма и неоромантизма (поэмы \"Извечная песня\", 1908; \"Сон на кургане\", 1910; \"Она и я\", 1913). Как поэт-романтик утвердил романтический тип национальной лирики, в котором органически соединены лиризм и романтическая необычность восприятия с традициями белорусского фольклора - образами и мотивами, поэтикой белорусской народной песни, мифологическими представлениями, колоритом, белорусских легенд, сказок, преданий и др. Фольклорно-романтическая поэма \"Курган\" (1910) проникнута идеей бессмертия народного искусства, \"Бондаровна\" (1913) - героикой народной борьбы против угнетателей, \"Она и я\" - идеализированным представлением крестьянина-труженика о счастье. Проблемы взаимоотношений романтического бунтаря, народного заступника и крестьянской среды, исключительной личности и народа рассматривал в поэмах \"Сон на кургане\" (1910) и \"Могила льва\" (1913, одноимённый кинофильм 1971). Поэма \"Тарасова доля\" (1939) - поэтизация жизненного пути украинского писателя Т.Шевченко. Купала успешно решал задачу создания белорусской национальной комедии и драмы (\"Павлинка\", 1912, одноимённый кинофильм 1952; \"Разорённое гнездо\", 1913, одноимённый кинофильм 1982). Вершина его сатирической комедиографии - трагикомедия \"Здешние\" (\"Тутэйшыя\", 1922). Ранняя публицистика Купалы поднимала вопросы улучшения социального положения народа Беларуси, способствовала пробуждению национального самосознания (\"Почему плачет песня наша?\", 1913; \"Вера и национальность\", 1914; \"Белорусский флаг воскрес!\", \"Независимость\", оба 1919, и др.). Его литературно-критические произведения способствовали идейно-художественному росту белорусской литературы. Купале принадлежат переводы (прозаический и стихотворный) на белорусский язык \"Слова о полку Игореве\", произведений А.Мицкевича, Т.Шевченко, А.Пушкина, М.Коноплицкой, либретто оперы С.Монюшко \"Галька\". Его произведения переведены на многие языки мира. Пьесы Купалы ставятся в белорусских театрах. По его сочинениям созданы оперы Г.Пукста \"Машека\", Н.Чуркина \"Разорённое гнездо\", опера-притча В.Мулявина \"Песня о доле\", балеты Е.Глебова \"Избранница\" и \"Курган\", музыкальная комедия Ю.Семеняко \"Павлинка\", симфонии, вокально-симфонические поэмы и др. Образ поэта воплощён в произведениях изобразительного искусства, к его юбилеям приурочены художественные выставки (1972, 1982, 1992, 2002). Жизни и творчеству Купалы посвящены хроникально-документальные фильмы \"А кукушка куковала...\" (1972, реж. В.Дашук), \"Путь поэта\" (1988, реж. В.Королёв), телефильмы \"За счастьем, за солнцем\" (1970, реж. В.Раевский, В.Акимушкин). С 1946 в БГУ проводятся ежегодные Купаловские чтения. Действуют Купалы Янки литературный музей в Минске, Купалы Янки литературного музея филиал \"Окопы\", Купалы Янки литературного музея филиал \"Вязынка\", Купалы Янки литературного музея филиал \"Левки\", Купалы Янки литературного музея филиал \"Яхимовщина\", созданы Купаловский мемориальный заповедник \"Вязынка\" и Купаловский мемориальный заповедник \"Левки\". Его именем названы Институт литературы НАН Беларуси, Национальный академический театр в Минске, Гродненский университет, посёлок в Глусском и деревня в Пуховичском районах, библиотеки, школы, улицы во многих городах и населённых пунктах Беларуси. Памятники Купале поставлены в Вязынке, Левках, Минске, Радошковичах, Аров-парке (Нью-Йорк). В 1996 создан Международный фонд Купалы. Творчество классика изучает купаловедение."
  },
  {
    "i": 7325,
    "type": "ул.",
    "name": "Янки Лучины",
    "content": "ЛУЧИНА Янка (настоящее имя Неслуховский Иван Люцианович; 06.07.1851, Минск — 16.07.1898), белорусский поэт. Окончил Петербургский технологический институт (1877). С 1879 в техническом бюро Либаво-Роменской железной дороги в Минске. Дебютировал стихотворением «Не ради славы иль расчёта» в газете «Минский листок» (1886), которое стало поэтическим эпиграфом этого издания. Печатался также в издаваемом газетой «Северо-Западном календаре», польских журналах и еженедельниках. Издал сборник «Poezje» («Поэзия», Польша, 1896). В творчестве Лучины отразилось становление основных жанров белорусской литературы 19 — 20 вв. — лирической и эпической поэзии, драматургии (драматический этюд «Старость не радость»), публицистики (очерк «Из кровавых дней: Эпизод из восстания 1863 года на Минщине»), её творческие связи с традициями польской (польская поэзия, переводы стихотворений В.Сырокомли и др.) и русской (переводы на польский И.Крылова, Н.Некрасова) литературы. Мировоззрение и поэтика Лучины (демокр. просветительство, синтез романтизма с реалист. традицией) сложились под влиянием творчества А.Мицкевича и его последователей в белорусско-польской литературе Я.Чечота, Я.Барщевского, В.Дунина-Марцинкевича и особенно Сырокомли, которого Лучина называл своим учителем. Собирал белорусский фольклор (опубл. в фольклорных сборниках П.Шейна), в творчестве использовал народную поэтику. В поэзии Лучины выявлены характерные для белорусской классической литературы мифологические архетипы (региональная трансформация образа волшебного музыканта и певца Орфея), библейско-христианские образы и сюжеты (романтическая трансформация евангельской притчи о Лазаре Бедном и его богатом брате, мотивы непризнанного толпой пророка)."
  },
  {
    "i": 7326,
    "type": "ул.",
    "name": "Янки Мавра",
    "content": "МАВР Янка (настоящее имя Фёдоров Иван Михайлович; 10.05.1883, г. Лиепая, Латвия — 03.08.1971), белорусский писатель. Заслуженный деятель культуры Беларуси (1968). С 1899 учился в Паневежской учительской семинарии, откуда с последнего курса исключён за вольнодумство; в 1903 сдал экзамен экстерном. В 1903—06 учительствовал. За участие в 1906 в нелегальном съезде учителей в д. Николаевщина (Столбцовский р-н) лишён права преподавать. С 1911 учительствовал в Минске. В 1920-е гг. работал в Наркомате просвещения Беларуси, в республиканском союзе работников просвещения, Белорусском государственном издательстве. Один из зачинателей белорусской детской литературы. Первая повесть «Человек идёт!..» (1926—27) о происхождении человека. Жизнь в экзотических странах, раскрытие античеловеческой сущности колониализма в рассказах «Необыкновенная приманка», «Слёзы Туби», повестях «В стране райской птицы» (1927), «Сын воды» (1928), романе «Амок» (1929) и др. Юмором, динамическими диалогами, элементами приключенческого жанра отличается повесть «Полесские робинзоны» (1930, по сценарию Мавра экранизация 1935). «Повесть будущих дней» (1932) и повесть «Фантомобиль профессора Циляковского» (1954—55) заложили основы научно-фантастического жанра в белорусской литературе. Автор автобиографической повести «Путь из тьмы» (ч. 1, написана в 1920, опубл. 1948, ч. 2 — в 1956, опубл. 1960, ч. 3 — 1957, опубл. 1975), пьесы «Ошибка» (1940). Переводил на белорусский язык произведения русских и зарубежных писателей. Государственная премия Беларуси 1972."
  },
  {
    "i": 7327,
    "type": "ул.",
    "name": "Янковского",
    "content": "Улица названа именем выдающегося белорусского писателя, заслуженного деятеля науки Беларуси, доктора филологических наук, профессора Фёдора Михайловича Янковского.\n\nЯНКОВСКИЙ Фёдор Михайлович (21.09.1918, д. Клетное Глусского района – 13.11.1989), белорусский языковед, писатель; основатель белорусской фразеологии. Заслуженный деятель науки Беларуси (1972). Доктор филологических наук (1970), профессор (1971). Окончил Гродненский педагогический институт (1948). Учительствовал. С 1953 в Минском педагогическом институте (в 1956–82 заведующий кафедрой). Исследовал историю, фонетику, орфоэпию, лексику, фразеологию и грамматику белорусского языка: «Диалектный словарь» (вып. 1–3, 1959–70), «Белорусское литературное произношение» (1960, 4-е изд. 1976), «Белорусская фразеология» (1981), «Историческая грамматика белорусского языка» (1983) и др. Составитель сборников «Крылатые слова и афоризмы: из белорусских литературных источников» (1960), «Белорусские пословицы, поговорки, фразеологизмы» (1962), «Белорусская фразеология. Фразеологизмы, их значение и употребление» (1968) и др. Автор прозаических сборников «Образки» (1975), «И за горой поклонюсь» (1982), «Само слово говорит» (1986), «Из нелёгких дорог» (1988) и др.\n"
  },
  {
    "i": 7328,
    "type": "ул.",
    "name": "Янтарная"
  },
  {
    "i": 7329,
    "type": "пер.",
    "name": "Янтарный"
  },
  {
    "i": 7330,
    "type": "ул.",
    "name": "Ярковская"
  },
  {
    "i": 7331,
    "type": "ул.",
    "name": "Ярошевичская"
  },
  {
    "i": 7332,
    "type": "пер.",
    "name": "Ярошевичский"
  },
  {
    "i": 7333,
    "type": "ул.",
    "name": "Ясная"
  },
  {
    "i": 7334,
    "type": "ул.",
    "name": "Брaтская"
  },
  {
    "i": 7335,
    "type": "пр-т",
    "name": "Мира"
  },
  {
    "i": 7336,
    "type": "ул.",
    "name": "Пильницкая",
    "content": "Улица получила наименование по названию близлежащей деревни в районе жилой усадебной застройки бывшей деревни Зацень."
  },
  {
    "i": 7337,
    "type": "ул.",
    "name": "Лапоровичская"
  },
  {
    "i": 7338,
    "type": "ул.",
    "name": "Стaйковская"
  },
  {
    "i": 7339,
    "type": "ул.",
    "name": "Павлины Медёлки"
  },
  {
    "i": 7340,
    "type": "ул.",
    "name": "Республикaнская"
  },
  {
    "i": 7341,
    "type": "пер.",
    "name": "Рaтомский 1-й",
    "content": "Переулок небольшой, потому назван по наименованию улицы к которой он примыкает."
  },
  {
    "i": 7342,
    "type": "пер.",
    "name": "Рaтомский 2-й",
    "content": "Переулок небольшой, потому назван по наименованию улицы к которой он примыкает."
  },
  {
    "i": 7343,
    "type": "пер.",
    "name": "Княгининский"
  },
  {
    "i": 7344,
    "type": "ул.",
    "name": "Крыжовская",
    "content": "Улица названа по наименованию деревни в этом направлении."
  },
  {
    "i": 7345,
    "type": "ул.",
    "name": "Ельских",
    "content": "Род Ельских известен на белорусской земле с ХVI века. В ХIХ веке род Ельских наиболее прославили Александр, Михаил, Казимир, Константин. \n\nАлександр Ельский (1834-1916) историк, переводчик, этнограф, коллекционер, краевед, поэт много сделал для становления и развития белорусской культуры. Родился в Дудичах (сейчас - музей материальной культуры Дудутки), жил в деревне Замостье Пуховичского района. \n\nМихал Ельский (1831-1904) виртуоз-скрипач, родился и жил в Дудичах. Успешно концертировал, написал свыше ста музыкальных произведений. Некоторые опубликованы в сборнике, вышедшем в 1852 году. Собирал народные белорусские мелодии.\n \nКонстантин Ельский (1837-1896) – биолог, географ и геолог, профессор.\n \nКазимир Ельский (1782-1867) – скульптор, архитектор и художник, воспитанник Виленского университета и его профессор, представитель классицизма. Написал труд о синтезе архитектуры, скульптуры и живописи."
  },
  {
    "i": 7346,
    "type": "ул.",
    "name": "Михалoвская ",
    "content": "Улица названа в целях сохранения топонима наименования деревни, которая располагалась на территории застройки района, так как по улице Михалово и переулку Михалово планируется снести все частные дома, после чего название улицы исчезнет с карты города."
  },
  {
    "i": 7347,
    "type": "сквер",
    "name": "Вилковщина",
    "content": "По наименованию деревни, которая существовала здесь в ХХ столетии. \n"
  },
  {
    "i": 7348,
    "type": "ул.",
    "name": "Кедышко"
  },
  {
    "i": 7369,
    "type": "пр-д",
    "name": "Липковский",
    "content": "Название присвоено в результате обращения администрации Партизанского района в Минский горисполком с просьбой присвоить наименование \"проезд Липковский\" дороге, которая находится в непосредственной близости от улицы Липковской. "
  },
  {
    "i": 7370,
    "type": "ул.",
    "name": "Виктора Турова",
    "content": "Улица названа в честь Виктора Турова - известного кинорежиссёра, заслуженного деятеля искусств Белорусской ССР,  народного артиста Белорусской ССР, народного артиста СССР, профессора Белорусской государственной академии искусств, академика Всемирной академии славянского искусства.\n \nТуров Виктор Тимофеевич (1936-1996) родился в 1936 году в городе Могилёве. Закончил режиссёрский факультет ВГИК (1961 г., мастерская А.П.Довженко и М.Э.Чиаурели).\n \nС 1959 года работал на киностудии \"Беларусьфильм\". Он – автор 25-ти художественных и документальных фильмов, в том числе экранизации полесских хроник Ивана Мележа «Люди на болоте» и «Дыхание грозы», а также «Война под крышами», «Переправа» и многих других.\n \nВ течение пяти лет (1976-1981) был первым секретарем Союза кинематографистов Белоруссии. Имя Виктора Турова (в 1994 г.) включено ЮНЕСКО в число режиссёров, снявших сто наиболее значимых фильмов мира.\n"
  },
  {
    "i": 7371,
    "type": "ул.",
    "name": "Михаила Пташука",
    "content": " Улица названа в честь Михаила Пташука - известного кинорежиссёра, заслуженного деятеля искусств Беларуси, народного артиста Беларуси, лауреата Государственной премии Беларуси.\n\nМихаил Николаевич Пташу́к (1943-2002)  родился в 1943 году в Ляховичском районе Брестской области. Закончил Московское театральное училище имени Б.Щукина, Высшие режиссёрские курсы Госкино СССР в мастерской  Георгия  Данелии. Работал режиссером в театрах Москвы и Казани (1967-1970). С 1974 года - на киностудии. Автор фильмов \"Возьму твою боль\" по произведению Ивана Шамякина, «Знак беды» по повести Василя Быкова,    «В августе 44-го...» по повести Владимира Богомолова. Среди других фильмов режиссера «Черный замок Ольшанский», «Игра воображения», «Макбет», «Наш бронепоезд»  и других. Михаил Пташук активно участвовал в подготовке молодых режиссеров, работал преподавателем в Белорусской государственной академии искусств.\n \nТрагически погиб в 2002 году в автомобильной катастрофе. Похоронен в г.Минске на кладбище «Восточное».\n\nПредставители творческих союзов и Министерство культуры неоднократно обращались с просьбой увековечить имена этих известных деятелей культуры в топонимике столицы. "
  },
  {
    "i": 7372,
    "type": "ул.",
    "name": "Юрово-Завальная",
    "content": " По итогам архивных исследований найдены факты  существования в историческим центре города Минска  улицы Юрово-Завальной. \n\nВ начале 19-го столетия был ликвидирован оборонительный городской вал, который препятствовал расширению территории Минска, и за ним образовалась улица. Ее название отображает два исторических факта. Первая часть названия этой улицы указывает на близкое расположение к возвышенности, которую минчане раньше называли Юровой Горой.  Это место в настоящее время находится около современной Юбилейной площади и станции метро \"Фрунзенская\". Вторая часть названия - обозначает \"за городским валом\" по отношению к центру города.\n\nВ 1929 году улица была переименована в Хлебную. Здесь находился первый Минский хлебозавод. После реконструкции территории улица Хлебная исчезла с карты города. Дома, расположенные на ней, были переадресованы по улицам Раковская и Романовская Слобода.\n \nВо время реконструкции Раковского предместья  и воссоздания архитектурного облика старого города,  уместно  разместить аншлаги с историческим названием улицы. "
  },
  {
    "i": 7373,
    "type": "пер.",
    "name": "Макаёнка",
    "content": "Переулок назван по названию улицы, расположенной рядом."
  },
  {
    "i": 7374,
    "type": "ул.",
    "name": "Малакович",
    "content": "\nМалакович Марина Федосовна (родилась в 1903 году в Могилевской области) после окончания Московской академии коммунистического воспитания имени Н.К.Крупской (с 1934 года) преподавала в научных учреждениях города Минска. Накануне Великой Отечественной войны работала преподавателем Белорусского по-литехнического института. С первых дней оккупации столицы Беларуси Малакович активно включилась в подпольную работу, была одним из организаторов группы патриотов, целью которой было противостояние фашистским захватчикам. Осенью 1943 года  после жестоких пыток в застенках гестапо машина-душегубка увезла Малакович в неизвестном направлении. Место ее захоронения не установлено. "
  },
  {
    "i": 7375,
    "type": "пр-т",
    "name": "Независимости"
  },
  {
    "i": 7376,
    "type": "ул.",
    "name": "Стефании Станюты",
    "content": "Станюта Стефания Михайловна (13.05.1905-06.11.2000) - народная артистка СССР, легендарная драматическая актриса. Родилась в Минске в семье известного белорусского художника Михаила Станюты в 1905 году. В 2015 году исполнится 110 лет со дня ее рождения. Сценическую деятельность начала в 1919 году. С 1932 года и до конца жизни Стефания Станюта работала в Национальном академическом театре имени Янки Купалы. Создала более 200 выразительных характеров народных героинь как на сцене театра, так в кинематографе. (Марыли и Паланеи  («Раскіданае гняздо» и «Прымакі» Я.Купалы), Анна Петровна («Простая девушка» К.Губаревича), Рипина («Плач перапёлкі» И.Чигринова), бабушка Вера («Молодая гвардия» по мотивам А.Фадеева) и другие.  Отличительные черты творчества Станюты – широта диапазона, владение разнообразными средствами сценической выразительности, яркий пластический рисунок ролей, эмоциональность, выразительность слова, жеста, мимики, умение пользоваться иронией, гротеском. В государственном музее театральной и музыкальной культуры Беларуси создана мемориальная комната великой белорусской актрисы Стефании Станюты. (Похоронена  на Восточном кладбище г.Минска). "
  },
  {
    "i": 7377,
    "type": "ул.",
    "name": "Евгения Глебова",
    "content": "Глебов Евгений Александрович (10.09.1929-12.12.2000) - белорусский советский композитор, педагог, народный артист БССР и СССР, профессор. Родился в 1929 году (Рославль, Смоленской области). В 2014 году исполось 85 лет со дня его рождения. Самостоятельно научился играть на мандолине, гитаре, балалайке, баяне и с юности начал сочинять музыку. В 1956 году музыкант-самоучка Глебов закончил Белорусскую консерваторию. Преподавал в Минском музыкальном училище и Белорусской академии музыки. Среди его учеников – известные белорусские музыкальные деятели Леонид Захлевный, Ядвига Поплавская, Василий Раинчик, Эдуард Ханок, Вячеслав Кузнецов, Владимир Кондрусевич, Дмитрий Довгалев и другие. Совмещал педагогическую и творческую деятельность с работой заведующего музыкальной частью и дирижера оркестра в Минском театре юного зрителя, был руководителем эстрадно-симфонического оркестра Гостелерадио БССР, музыкальным редактором киностудии \"Беларусьфильм\".\n\nТворчество Глебова охватывает широкий круг жанров. Наиболее известные работы композитора  -  балеты «Мечта», «Альпийская баллада», опера «Мастер и Маргарита». Глебов написал музыку к сорока кинофильмам и тридцати спектаклям, многочисленные симфонические произведения. Музыкальной школе № 10 в городе Минске присвоено имя Евгения Глебова."
  },
  {
    "i": 7378,
    "type": "ул.",
    "name": "Маршала Лосика",
    "content": "Лосик Олег Александрович  (1915 - 2012) - советский военачальник, был последним из остававшихся в живых советских маршалов бронетанковых войск. В ходе Белорусской стратегической наступательной операции \"Багратион\", 4-я гвардейская танковая бригада под командованием Лосика сломила сопротивление врага в районе деревни Городище Минского района и 3 июля 1944 года в числе первых вступила в столицу Беларуси. Указом Президиума Верховного Совета СССР от 4 июля 1944 года за умелое управление бригадой и проявленные мужество и героизм полковнику Лосику было присвоено звание Героя Советского Союза с вручением ордена Ленина и медали «Золотая Звезда». В 1987 году Олегу Александровичу Лосику,  легендарной для города Минска личности было присвоено звание «Почетный гражданин города Минска»."
  },
  {
    "i": 7379,
    "type": "ул.",
    "name": "Струговская"
  },
  {
    "i": 7380,
    "type": "ул.",
    "name": "Качинская ",
    "content": "Название улицы по историческому благозвучному названию деревни, расположенной близ застройки  этого района."
  },
  {
    "i": 7383,
    "type": "ул.",
    "name": "Острожских",
    "content": "Острожские - княжеский род, представители которого занимали высокие государственные посты и имели огромные земельные владения на территории современной Беларуси. Среди представителей рода выделяются отец и сын – Константин Иванович Острожский  и Константин Константинович Острожский. \n\nКонстантин Иванович Острожский (1460-1530) проявил себя отличным полководцем. Воинскую службу начал участником в борьбе с крымскими татарами.  Благодаря своим способностям стал во главе русских войск, отражающих татарские набеги (1495 и 1496). Князь Острожский, защитник православия, строил церкви и помогал монастырям. Умер князь Константин Острожский в преклонном возрасте и был погребен в Киево-Печерском монастыре, где и поныне сохранилась его гробница. \n\nКонстантин Константинович Острожский (1526-1608) - государственный и военный деятель, родился в Турове, там провел детство и юношество. В 27 лет занимал должность старосты Владимирского, в 32 года стал Киевским воеводой, глубоко убежденным сторонником православия. В своих владениях Острожский основал более чем 600 церквей и 20 монастырей, при многих из них действовали госпитали и школы."
  },
  {
    "i": 7384,
    "type": "ул.",
    "name": "Тышкевичей",
    "content": "Тышкевичи - известный шляхетский род, представители которого занимали высокие государственные и воинские посты и обладали большими поместьями на территории современной Беларуси. Главной резиденцией был Логойск, в Минске находился дворец. Наиболее известны братья Константин и Евстах Тышкевичи.\n\nКонстантин Тышкевич (1806-1868) - белорусский археолог, историк, этнограф, фольклорист; один из основателей белорусской ученой археологии. Основал сберегательный банк для мещан и крестьян   в Логойске, сахарные заводы, холщовую мануфактуру. Участвовал в работе Минского губернского комитета по крестьянским вопросам. Вместе с братом Евстахом (в  1842 г.) основал первый в Беларуси музей древностей, собрал архив древних рукописей, коллекцию художественных произведений, уникальную библиотеку. Исследовал около 200 курганов, городищ и замчищ в Минской губернии. (Сложил первые топографические карты городищ и замчищ. Первым классифицировал находки по технике и материалах выполнения, свел их в таблицы. В 1856 г. Организовал экспедицию по реке Вилии, по итогам которой написал краеведческую монографию «Вилия и ее берега».)\n\nЕвстах Тышкевич (1814-1873) - белорусский археолог, историк, этнограф, краевед, музеевед; один из основателей белорусской ученой археологии. Почетный член Петербуржской академии наук, член Датского товарищества любителей северных древностей, Стокгольмской Королевской академии изобразительного искусства и древностей, Лондонского археологического института. Закончил Минскую гимназию (1831 г.), работал в губернских управах Вильно, Харькова и Минска, (С 1840 г. - почетный опекун школ, а из 1844 г. - предводитель шляхты Борисовского уезда, на свои средства соорудил в Борисове уездное училище; в 1848 - 1852 гг.), являлся куратором Минской гимназии. Но основным его занятиям была наука. Начиная с 1837 г.\n\nЕвстах Тышкевич каждое лето исследовал курганы на Минщине, Логойщине, Борисовщине, Креве, Мире.\nБратья Евстах и Константин, переодевшись в простую крестьянскую одежду, ходили по деревенским домам и записывали народные песни, легенды, рассказы крестьян про быт, участвовали  в обрядах.\n"
  },
  {
    "i": 7385,
    "type": "ул.",
    "name": "Огинского",
    "content": "В 2015 году исполнилось 250 лет со дня рождения Огинского (1765-1833) – дипломата, известного композитора и музыканта. В начале 19-го века Огинский жил в поместье Залесье Ошмянского уезда, где построил новый дворец, парк в английском стиле, собрал большую библиотеку. Залесье стало одной из красивейших магнатских резиденций в Беларуси. Композиторской деятельностью начал заниматься            с 1790-х годов. Создал фортепианные пьесы, романсы, полонезы и самый популярный из них – «Прощание с Родиной» написал в Залесье. Служил литовским казначеем, сенатором российской империи, польским королевским послом в Англии и Голландии (с 1789 года). Принимал участие в восстании Костюшко, затем эмигрировал в Италию. В 1791 г. возвратился на родину, в Могилеве принял присягу российской императрице Катерине II и таким образом сохранил поместья в восточной Беларуси. Был депутатам Гродненского сейма (1793 г.), (с 1794 года) входил в Наивысший совет литовского народа. В 1823 г. композитор выехал в Италию, жил во Флоренции, там же умер. Похоронили Огинского во Флоренции в церкви францисканцев Санта Кроче, где также похоронены архитектор Леон Баттиста Альберти (15 в.), скульптор Микеланджело (16 в.), Николя Макиавелли."
  },
  {
    "i": 7386,
    "type": "ул.",
    "name": "Ильи Копиевича",
    "content": "Илья Копиевич родился на Минщине. Учился в Слуцкой гимназии. С середины 1660-х годов находился в Голландии, где занимался печатным делом. В Амстердаме познакомился с Петром I  и стал его сподвижником. Составил, перевел и издал около 20 книг по истории, арифметике, латинской и русской грамматикам (1698 -1706). Издал первую для восточных славян карту звездного неба. Создал пример шрифта, который сегодня используются в Беларуси, России, Украине. Улица Ильи Копиевича соединит микрорайон Магистр с районом возле Национальной библиотеки, где улицы названы в честь известных белорусских просветителей: Франциска Скорины, Кирила Туровского, Петра Мстиславца."
  },
  {
    "i": 7387,
    "type": "ул.",
    "name": "Бехтерева",
    "content": "Именем выдающегося невропатолога, психиатра, физиолога названы улица в Заводском районе и примыкающий к ней переулок. Что примечательно, на улице Бехтерева расположено два учреждения здравоохранения: 2-й городской противотуберкулезный диспансер и Минский городской психоневрологический диспансер.\n\nВладимир Михайлович Бехтерев родился 20 января (1 февраля) 1857 года в селе Сарали (ныне Бехтерево) Российской империи. Окончил медико-хирургическую академию в Санкт-Петербурге. В 1879 году принят в действительные члены Петербургского общества психиатров, в 1884-м командирован за границу, где занимался у Дюбуа-Реймона (Берлин), Вундта (Лейпциг), Мейнерта (Вена), Шарко (Париж) и других.\n\n24 июля 1885 года назначен экстраординарным профессором и заведующим кафедрой психиатрии Казанского университета. Лекции были так интересны, что их приходили слушать не только студенты. Одним из слушателей был работник булочной Алексей Пешков — будущий писатель Максим Горький.\n\nОсновал в Санкт-Петербурге психоневрологический институт, организованный как исследовательское и высшее учебное заведение, который ныне носит его имя.\n\nКак невропатолог описал целый ряд болезней, одна из которых (анкилозирующий спондилит) сейчас называется «болезнь Бехтерева». Всего же его именем названо около 50 симптомов, синдромов, болезней.\n\nСоздал ряд лекарственных препаратов. Многие годы исследовал проблемы гипноза и внушения, в том числе при алкоголизме. Разработал объективные методы изучения нервно-психического развития детей.\n\nУмер внезапно 24 декабря 1927 года в Москве. Похоронен на Литераторских мостках на Волковском кладбище в Санкт-Петербурге. После своей смерти оставил собственную школу и сотни учеников, в том числе 70 профессоров.\n"
  },
  {
    "i": 7388,
    "type": "ул.",
    "name": "Академика Высоцкого"
  },
  {
    "i": 7389,
    "type": "ул.",
    "name": "Навуковая",
    "content": "Небольшим улицам не присваиваются имена. Предложено наименование, соответствующее названию микрорайона – Магистр."
  },
  {
    "i": 7390,
    "type": "пр-д",
    "name": "Университетский",
    "content": "Проезды небольшие, им не присваиваются имена. Предложено наименование, соответствующее названию микрорайона – Магистр."
  },
  {
    "i": 7391,
    "type": "ул.",
    "name": "Антоненко",
    "content": "Антоненко Алексей Касьянович родился в Могилевской области (1911 г.). В рядах Красной Армии с 1929 года. Летом 1939 года провел около 40 воздушных боев с японскими захватчиками (на реке Халхин - Гол) и сбил в составе группы 6 самолётов противника. Участвовал в Советско-Финляндской войне. Лётчики авиации Балтийского флота, где служил Антоненко, с первых дней Великой Отечественной войны обеспечивали вход и выход кораблей, прикрывали их с воздуха, вели воздушную разведку, корректировку огня береговых батарей, наносили удары по батареям и аэродромам противника, совершая до 10 вылетов в день. Уже 25 июня 1941 года Антоненко первым на Балтике сбил вражеский самолёт-бомбардировщик. 14 июля 1941 года ему – первому на Балтике, было присвоено звание Героя Советского Союза, а уже 25 июля Алексей Антоненко погиб. За 34 дня участия в Великой Отечественной войне Антоненко уничтожил 11 самолётов противника в воздушных боях  (5 лично и 6 - в группе) и ещё несколько - при штурмовке вражеских аэродромов. Награждён орденами Ленина (дважды) и медалью «За боевые заслуги». Похоронен на полуострове Ханко (Финляндия)."
  },
  {
    "i": 7392,
    "type": "ул.",
    "name": "Докутович",
    "content": "Докутович Галина Ивановна (1921 – 1943) - младший лейтенант, штурман 46-го гвардейского Таманского авиаполка. Родилась в Гомеле. Окончила аэроклуб (1938), училась в Московском авиационном институте. В 1941 году добровольцем ушла на фронт. Выполняла ответственные полёты на тяжёлом транспортном самолёте «ТБ-3». Погибла в 1943 году в возрасте 22 лет при выполнении боевого задания, совершив 136  боевых вылетов. Награждена орденом Красной Звезды. Похоронена в селе Русское Краснодарского края в братской могиле, где на мемориальной плите значится её имя."
  },
  {
    "i": 7393,
    "type": "ул.",
    "name": "Шатило"
  },
  {
    "i": 7394,
    "type": "ул.",
    "name": "Дукорская",
    "content": "По названию деревни, географически расположенной недалеко от проектируемой улицы."
  },
  {
    "i": 7395,
    "type": "парк",
    "name": "имени Уго Чавеса",
    "content": "Уго Чавес (1954-2012) -  государственный и общественный деятель современности, Президент Венесуэлы с 1999 по 2012 год, наследник  и продолжатель дела Симона Боливара, борец за независимость. Уго Чавес проявил инициативу в налаживании взаимоотношений с Беларусью. Отношения Беларуси и Венесуэлы благодаря его политике достигли уровня стратегического партнерства, народы и культуры двух географически далеких стран стали ближе. В 2007 году в Минске открылось посольство Венесуэлы, а в 2008 - посольство Беларуси в Каракасе."
  },
  {
    "i": 7396,
    "type": "ул.",
    "name": "Танковая",
    "content": "Ранее в Минске существовала улица Танковая, но в 1996 она была переименована в улицу Максима Танка. Ветеранские организации и граждане обратились с просьбой об увековечении в топонимике столицы мощного оружия Великой Отечественной войны, особо отличившегося во время освобождения г.Минска от немецко-фашистских захватчиков. В преддверии юбилея Великой Победы улице, которая находится близ танкового полигона на территории, присоединенной к Партизанскому району столицы  (Указ Президента Республики Беларусь от 26.03.2012 № 141), присвоено наименование «Танковая»."
  },
  {
    "i": 7397,
    "type": "ул.",
    "name": "Головачёва",
    "content": "Головачёв Павел Яковлевич (1917-1972), уроженец Гомельской области, в 1940 году успешно закончил 8-ю Одесскую военную авиационную школу пилотов. С 1941 года  воевал на Юго - Западном, Сталинградском, 4-м Украинском, 3-м и 1-м Белорусских фронтах. Участвовал в защите Одессы, Сталинградской битве, освобождении Донбасса, Крыма, Беларуси, Восточно - Прусской и Берлинской операциях. Совершил 385 боевых вылетов и лично сбил 26 самолетов противника. Звания Героя Советского Союза (1943, 1945) удостоен дважды, награжден орденами: Ленина  (дважды), Красного Знамени (шесть), Отечественной войны 1-й степени, Красной Звезды (дважды); медалями. После войны генерал - майор авиации (с 1957 года)  Головачёв продолжал службу в Военно-Воздушных Силах. Закончил Краснознамённую Военно - Воздушную академию, Военную академию Генерального штаба. Умер в 1972 году."
  },
  {
    "i": 7398,
    "type": "ул.",
    "name": "Щукина",
    "content": "Щукин Лев Кириллович родился (в 1923 году) в Московской области. В июне 1941 г. поступил в Одесскую школу военных летчиков-истребителей. В начале 1944 года был направлен  в авиационный полк, размещенный в Бобруйске, затем (в августе 1945) - в Витебский Гвардейский авиационный полк. В 1950 году дивизия, куда входил этот авиаполк, была переброшена прифронтовой аэродром Кореи, имея на вооружении реактивные истребители Як-15 и МиГ-9. За Корейскую компанию Герой Советского Союза (1951), летчик 1-га класса Щукин совершил 121 боевой вылет, провел 37 воздушных боев, из которых 8 - в составе эскадрильи, 8 - в составе полка и 21 - в составе дивизии. Боевой налёт составил 99 часов 49 минут. Стал одним из лучших асов Корейской войны (1950 - 1953 годов). Сбил 17 самолетов противника. из них лично - 15, в группе - 2. Как снайпер - 17 стрельб - 17 побед, Щукин и поныне не превзойдён  ни одним летчиком-истребителем в мире. Этот итог является в реактивной авиации уникальным. В 1956 году Щукин закончил Военно-Воздушную академию в Монино, службу проходил в Белорусском военном округе командиром 940-го авиационного полка истребителей-бомбардировщиков, в дальнейшем - старшем инспектором-лётчиком Военно-Воздушных Сил округа. Жил в Минске, работал старшим преподавателем Белорусского государственного института народного хозяйства. Награждён орденами: Ленина (дважды), Красного Знамени, Красной Звезды, медалями. Умер в 2009 году."
  },
  {
    "i": 7399,
    "type": "ул.",
    "name": "Маргелова",
    "content": "Маргелов Василий Филиппович (1908 - 1990) - советский военачальник, командующий Воздушно-Десантными войсками в 1954-1959 и 1961-1979 годах, Герой Советского Союза (1944), Лауреат Государственной премии СССР (1975). Создатель современных Воздушно-Десантных войск CCCР. В 1925 году Маргелов  был направлен в БССР. С 1928 года учился  в Объединенной Белорусской военной школе в Минске, зачислен в группу снайперов. После окончания школы Маргелов был назначен  командиром пулеметного взвода полковой школы в Могилеве. С 1933 года - командир взвода, с 1936 - командир пулеметной роты, с 1944 - командир 49-и гвардейской стрелковой дивизии 3-го Украинского фронта. Командовал дивизией при форсировании Днепра и освобождении Херсона. В 1944 году удостоен  звания Героя Советского Союза. Под его командованием 49-я гвардейская стрелковая дивизия участвовала  в освобождении народов Юго-восточной Европы. На Параде Победы в Москве гвардии генерал-майор Маргелов командовал сводным полком 2-го Украинского фронта. За время службы совершил более 60 прыжков. Последний из них был в 65-летнем возрасте. Награждён  орденами: Ленина (четырежды), Красного Знамени (дважды), Суворова 2-й степени, Октябрьской революции, Красной Звезды, медалями."
  },
  {
    "i": 7400,
    "type": "ул.",
    "name": "Багрянцева",
    "content": "Багрянцев Виктор Яковлевич (1935 - 2007) - пилот первого класса, один из опытнейших руководителей лётного состава Минских авиаторов. Работал в гражданской авиации 33 года (с 1960 по 1993 год), прошел путь от рядового пилота самолета ИЛ-14 до первоклассного летчика реактивного лайнера ТУ-134. Международная авиалиния Минск - Варшава - Берлин - Минск открылась 16 августа 1970 года. Для неё был избран  известный самолет того времени - ТУ-124. Экипаж под руководством командира корабля Багрянцева   поднял в небо 56-местную машину, открыв тем самым новую страницу в отечественной истории авиации. В дальнейшем полеты на этой авиалинии были доверены лучшим экипажам Белорусской гражданской авиации. С 1983 года был  назначен руководителем Второго Минского объединенного авиаотряда,  что стало началом истории  аэропорта Минск-2. С каждым годом аэропорт увеличивал объемы авиаперевозок, открывались новые внутрисоюзные и международные маршруты. Благодаря Багрянцеву, комплекс аэропорта превратился в современный пассажирский терминал и автоматизированный грузовой гигант. Награждён орденом Знак Почета, Почетной Грамотой Президиума Верховного Совета БССР, медалями."
  },
  {
    "i": 7401,
    "type": "ул.",
    "name": "Государственного Флага",
    "content": "Завершён 4-ый пусковой комплекс (площадь) по объекту строительства «Реконструкция здания РУП «Национальный выставочный центр «Белэкспо». На площади установлен Государственный Флаг, Герб Республики Беларусь, гербы областей Республики Беларусь и г.Минска. Потому логично присвоение  наименования «Площадь Государственного Флага»."
  },
  {
    "i": 7406,
    "type": "ул.",
    "name": "3 Сентября"
  },
  {
    "i": 7407,
    "type": "ул.",
    "name": "Якуба Коласа",
    "content": "КОЛАС Якуб (наст. Мицкевич Константин Михайлович; 3.11.1882, д. Акинчицы Столбцовского р-на — 13.8.1956), классик белорусской литературы; вместе с Я.Купалой основатель современной белорусской литературы и белорусского литературного языка. Народный поэт Беларуси (1926). Академик НАН Беларуси (1928). Заслуженный деятель науки Беларуси (1944). Окончил Несвижскую учительскую семинарию (1902). В 1902—06 работал учителем в деревнях Люсино Ганцевичского и Пинковичи Пинского р-нов, Верхменском народном училище (ныне Смолевичский р-н). За участие в нелегальном съезде учителей 15.09.1908 осуждён на 3 года. В 1912—14 учитель Пинского приходского училища. С 1915 на фронте. С сентября 1917 в г. Обоянь Курской обл., работал учителем. В 1921 по вызову правительства БССР приехал в Минск. Преподавал в Белорусском педагогическом техникуме, БГУ, работал в научно-терминологической комиссии Наркомпроса, в Инбелкульте. С 1929 член Президиума и вице-президент АН Беларуси. В годы Великой Отечественной войны в эвакуации, вёл научную и общественную деятельность. С 1944 в Минске. Большинство ранних стихотворений написаны на русском языке (1898—1902). Первое напечатанное стихотворение «Наш родной край» («Наша доля», 1906, № 1). В первом сборнике стихотворений «Песни-печали» (1910) преобладала тема тяжёлой судьбы белорусского мужика («Мужик», «Не горюй» и др.). Колас обогатил белорусскую поэзию пейзажной и философской лирикой («Нёман», «Первый гром», «Весной»). Разнообразная по тематике, охвату жизненных явлений проза Коласа: сборники «Рассказы» (1912), «Родные образы» (1914). В стихотворениях 1914—16 («Мысли солдата», «Врагам») осуждал империалистическую войну, её антинародный характер. Мастерство психологического анализа Коласа выявилось в рассказах «Василий Чурила», «Молодой дубок» и др.). Философичность и точность свойственны его аллегорическим рассказам из цикла «Сказки жизни» (1921). Поэма «Новая земля» (1911— 1923) — классическое произведение белорусской литературы, в котором воссоздана широкая панорама жизни белорусского народа, показан быт простого человека, его извечные мечты о счастье и воле. Лиро-эпическая поэма «Сымон-музыкант» (1911 — 1925) символизирует белорусское национальное возрождение, величие белорусского народа, раскрывает трагическую тему судьбы Беларуси. Проблема дальнейшей судьбы отечества звучит в сборнике «Эхо» (1922). В трилогии «На росстанях» (1923—54), написанной на автобиографическом материале, широкий охват событий социально-общественной жизни страны. В ней создана галерея образов национальной интеллигенции, показан быт крестьян, раскрылось мастерство Коласа-пейзажиста. Главные темы сборников рассказов «Первые шаги», «На рубеже» (оба 1925), повести «На просторах жизни» (1926) гражданская война, Октябрьская революция. В повести «Отщепенец» (1930—31) показана коллективизация на селе. В повести «Трясина» (1933), пьесах «Война войне» (1927—31, последняя редакция 1938), «В пущах Полесья» (1938), неоконченной поэме «На путях воли» (1926—56) — тема 1-й мировой и гражданской войн. Поэма «Хата рыбака» (1939—47, Государственная премия СССР 1949) посвящена борьбе в Западной Белоруссии против социального бесправия. В сборниках «Отомстим» (1942), «Голос земли» (1943), поэмах «Суд в лесу» (1943), «Возмездие» (1945), публицистических статьях периода Великой Отечественной войны Колас восславлял героизм, патриотизм белорусского народа, обличал сущность фашизма. За стихотворения военного времени Государственная премия СССР 1946. Колас — один из основателей детской белорусской литературы. Автор учебников «Второе чтение для детей белорусов» (1909), «Методика родного языка» (1926). Психология детей тонко отмечена в произведениях «Рак-усач» (1926), «Приключения Михася» (1934), стихотворениях и др. Перевёл на белорусский язык отдельные произведения А.Мицкевича, Т.Шевченко, А.Пушкина, М.Лермонтова и др. С именем Коласа связано становление норм белорусского литературного языка. Один из редакторов «Русско-белорусского словаря» (1953). По мотивам произведений Коласа ставились пьесы во многих театрах, трилогия «На росстанях» экранизирована. Созданы оперы по поэме «Новая земля» Ю.Семеняко, по повести «Трясина» (опера «В пущах Полесья») Ю.Богатырёва. Имя Коласа присвоено Институту языкознания, Центральной научной библиотеке НАН Беларуси, драматическому театру в Витебске. Действует литературно-мемориальный музей Якуба Коласа, создан Коласовский заказник. Творчество Коласа изучает коласоведение."
  },
  {
    "i": 7408,
    "type": "пл.",
    "name": "Якуба Коласа",
    "content": "КОЛАС Якуб (наст. Мицкевич Константин Михайлович; 3.11.1882, д. Акинчицы Столбцовского р-на — 13.8.1956), классик белорусской литературы; вместе с Я.Купалой основатель современной белорусской литературы и белорусского литературного языка. Народный поэт Беларуси (1926). Академик НАН Беларуси (1928). Заслуженный деятель науки Беларуси (1944). Окончил Несвижскую учительскую семинарию (1902). В 1902—06 работал учителем в деревнях Люсино Ганцевичского и Пинковичи Пинского р-нов, Верхменском народном училище (ныне Смолевичский р-н). За участие в нелегальном съезде учителей 15.09.1908 осуждён на 3 года. В 1912—14 учитель Пинского приходского училища. С 1915 на фронте. С сентября 1917 в г. Обоянь Курской обл., работал учителем. В 1921 по вызову правительства БССР приехал в Минск. Преподавал в Белорусском педагогическом техникуме, БГУ, работал в научно-терминологической комиссии Наркомпроса, в Инбелкульте. С 1929 член Президиума и вице-президент АН Беларуси. В годы Великой Отечественной войны в эвакуации, вёл научную и общественную деятельность. С 1944 в Минске. Большинство ранних стихотворений написаны на русском языке (1898—1902). Первое напечатанное стихотворение «Наш родной край» («Наша доля», 1906, № 1). В первом сборнике стихотворений «Песни-печали» (1910) преобладала тема тяжёлой судьбы белорусского мужика («Мужик», «Не горюй» и др.). Колас обогатил белорусскую поэзию пейзажной и философской лирикой («Нёман», «Первый гром», «Весной»). Разнообразная по тематике, охвату жизненных явлений проза Коласа: сборники «Рассказы» (1912), «Родные образы» (1914). В стихотворениях 1914—16 («Мысли солдата», «Врагам») осуждал империалистическую войну, её антинародный характер. Мастерство психологического анализа Коласа выявилось в рассказах «Василий Чурила», «Молодой дубок» и др.). Философичность и точность свойственны его аллегорическим рассказам из цикла «Сказки жизни» (1921). Поэма «Новая земля» (1911— 1923) — классическое произведение белорусской литературы, в котором воссоздана широкая панорама жизни белорусского народа, показан быт простого человека, его извечные мечты о счастье и воле. Лиро-эпическая поэма «Сымон-музыкант» (1911 — 1925) символизирует белорусское национальное возрождение, величие белорусского народа, раскрывает трагическую тему судьбы Беларуси. Проблема дальнейшей судьбы отечества звучит в сборнике «Эхо» (1922). В трилогии «На росстанях» (1923—54), написанной на автобиографическом материале, широкий охват событий социально-общественной жизни страны. В ней создана галерея образов национальной интеллигенции, показан быт крестьян, раскрылось мастерство Коласа-пейзажиста. Главные темы сборников рассказов «Первые шаги», «На рубеже» (оба 1925), повести «На просторах жизни» (1926) гражданская война, Октябрьская революция. В повести «Отщепенец» (1930—31) показана коллективизация на селе. В повести «Трясина» (1933), пьесах «Война войне» (1927—31, последняя редакция 1938), «В пущах Полесья» (1938), неоконченной поэме «На путях воли» (1926—56) — тема 1-й мировой и гражданской войн. Поэма «Хата рыбака» (1939—47, Государственная премия СССР 1949) посвящена борьбе в Западной Белоруссии против социального бесправия. В сборниках «Отомстим» (1942), «Голос земли» (1943), поэмах «Суд в лесу» (1943), «Возмездие» (1945), публицистических статьях периода Великой Отечественной войны Колас восславлял героизм, патриотизм белорусского народа, обличал сущность фашизма. За стихотворения военного времени Государственная премия СССР 1946. Колас — один из основателей детской белорусской литературы. Автор учебников «Второе чтение для детей белорусов» (1909), «Методика родного языка» (1926). Психология детей тонко отмечена в произведениях «Рак-усач» (1926), «Приключения Михася» (1934), стихотворениях и др. Перевёл на белорусский язык отдельные произведения А.Мицкевича, Т.Шевченко, А.Пушкина, М.Лермонтова и др. С именем Коласа связано становление норм белорусского литературного языка. Один из редакторов «Русско-белорусского словаря» (1953). По мотивам произведений Коласа ставились пьесы во многих театрах, трилогия «На росстанях» экранизирована. Созданы оперы по поэме «Новая земля» Ю.Семеняко, по повести «Трясина» (опера «В пущах Полесья») Ю.Богатырёва. Имя Коласа присвоено Институту языкознания, Центральной научной библиотеке НАН Беларуси, драматическому театру в Витебске. Действует литературно-мемориальный музей Якуба Коласа, создан Коласовский заказник. Творчество Коласа изучает коласоведение."
  },
  {
    "i": 7409,
    "type": "ул.",
    "name": "Юрия Семеняко",
    "content": "Семеняко Юрий Владимирович (26.11.1925 - 16.07.1990) белорусский композитор, народный артист БССР, участник Великой Отечественной войны (служил в Гвардейской воздушно-десантной бригаде). Награжден 4 благодарностями Маршала СССР Сталина И.В. за овладение городами Хаймингербар, Брауксберг и ликвидацию группы войск юго-восточной части Берлина, а также орденом Отечественной войны II степени, медалью «За победу над Германией». \nМузыкальному перу Семеняко Ю.В. принадлежат кантаты, сюиты для хора и народного оркестра, для солистов, хора и симфонического оркестра. Особую любовь и популярность в народе снискали многочисленные песни Ю.В.Семеняко героико-патриотической и лирической тематики, для кино- и телефильмов, радиоспектаклей  и телепостановок и др. Семеняко Ю.В. возглавлял с 1978 по 1980 г.г. правление Союза композиторов БССР, а с 1980 г. являлся секретарем правления Союза композиторов СССР. За огромный вклад в музыкальную культуру и многогранную общественную деятельность Семеняко Ю.В. награжден орденами «Знак Почета», орденом Ленина, орденом «Дружба народов», Государственной премией БССР."
  },
  {
    "i": 7410,
    "type": "ул.",
    "name": "Юбилейная"
  },
  {
    "i": 7411,
    "type": "ул.",
    "name": "Щербакова"
  },
  {
    "i": 7412,
    "type": "ул.",
    "name": "Чижевских"
  },
  {
    "i": 7413,
    "type": "пр-д",
    "name": "Чижевских"
  },
  {
    "i": 7414,
    "type": "ул.",
    "name": "Червякова",
    "content": "ЧЕРВЯКОВ Александр Григорьевич (08.03.1892, д. Дукора Пуховичского р-на — 16.06.1937), государственный и партийный деятель БССР и СССР. Окончил Виленский учительский институт (1915). Участник Октябрьской революции 1917 в Петрограде. В феврале—мае 1918 комиссар Белорусского национального комиссариата. С июля 1918 в Красной Армии, начальник отдела Всероссийского бюро военных комиссаров; одновременно в руководстве Белорусских секций РКП(б). В числе 5 членов Временного рабоче-крестьянского советского правительства Белоруссии 01.01.1919 подписал Манифест о провозглашении Социалистической Советской Республики Белоруссии (ССРБ). В 1919 нарком просвещения ССРБ, заместитель наркома просвещения Литовско-Белорусской ССР, на партийной работе в Гомеле. С начала польско-советской войны 1919—20 в руководстве Западного фронта. В 1920 председатель Минского губернского военно-революционного комитета, ВРК ССРБ. 31.07.1920 от имени ЦК КП(б)Б подписал Декларацию о провозглашении независимости Советской Социалистической Республики Белоруссии. Участник мирных переговоров с Польшей в Риге в октябре 1920. В 1920—37 председатель ЦИК и одновременно в 1920—24 председатель СНК БССР. Участвовал в создании СССР, разработке 5-летних планов развития народного хозяйства и культуры СССР и БССР, Конституций СССР и БССР. Большое внимание уделял укреплению и развитию белорусской советской государственности, национальной культуры, просвещения, ликвидации неграмотности. Один из инициаторов белорусизации. Член ЦБ КП(б)Б в 1920-24, ЦК и Бюро ЦК КП(б)Б с 1924. Член ЦИК ССРБ и Литбел в 1919, ЦИК и Президиума ЦИК БССР с 1920, ЦИК и Президиума ЦИК СССР с 1922. С начала 1930-х гг. подвергался необоснованным обвинениям в отходе от генеральной линии партии, её искажении. Покончил жизнь самоубийством."
  },
  {
    "i": 7415,
    "type": "ул.",
    "name": "Чекалина"
  },
  {
    "i": 7416,
    "type": "пр-д",
    "name": "Чайковского"
  },
  {
    "i": 7417,
    "type": "ул.",
    "name": "Чайковского"
  },
  {
    "i": 7418,
    "type": "ул.",
    "name": "Центральная"
  },
  {
    "i": 7419,
    "type": "ул.",
    "name": "Федотова"
  },
  {
    "i": 7420,
    "type": "ул.",
    "name": "Фабрициуса"
  },
  {
    "i": 7421,
    "type": "ул.",
    "name": "Ушакова"
  },
  {
    "i": 7422,
    "type": "пр-д",
    "name": "Сурикова"
  },
  {
    "i": 7423,
    "type": "ул.",
    "name": "Сурикова"
  },
  {
    "i": 7424,
    "type": "пр-д",
    "name": "Столичный"
  },
  {
    "i": 7425,
    "type": "пр-д",
    "name": "Столетова"
  },
  {
    "i": 7426,
    "type": "ул.",
    "name": "Столетова"
  },
  {
    "i": 7427,
    "type": "ул.",
    "name": "Стебенёва",
    "content": "\n"
  },
  {
    "i": 7428,
    "type": "пл.",
    "name": "Старотроицкая",
    "content": "Застройка Троицкого предместья была полностью уничтожена при пожаре 1809 года. Сохранилось только каменное строение Троицкого Вознесенского монастыря, в котором  в 1834 году размещалась губернская больница. Рядом (в 1840-х годах) были построены еще 2 здания больницы, которые вместе с бывшим монастырским корпусом образовали полукруглый парадный сквер, ориентированный на современную улицу Максима Богдановича. Полукруглое размещение зданий позволяет восстановить бывшую площадь как часть исторической планировки города. Существующей площади, расположенной между зданиями бывшей  2-й городской больницы и улицей Максима Богдановича возвращено историческое название."
  },
  {
    "i": 7429,
    "type": "пер.",
    "name": "Станционный",
    "content": "Здесь находится станция Колядичы и этот проезд связывает улицу Бабушкина с автобусным кольцом около станции."
  },
  {
    "i": 7430,
    "type": "ул.",
    "name": "Солтыса"
  },
  {
    "i": 7431,
    "type": "ул.",
    "name": "Собинова"
  },
  {
    "i": 7432,
    "type": "тр-т",
    "name": "Сморговский"
  },
  {
    "i": 7433,
    "type": "тр-т",
    "name": "Смиловичский",
    "content": "Традиционно сложилось, что улицы, которые расположены на выездах из г.Минска - Долгиновский,  Игуменский, Логойский, Сморговский - называются трактами. Продолжена традиция и этот участок дороги назван Смиловичским трактом (в направлении на Смиловичи)."
  },
  {
    "i": 7435,
    "type": "пр-д",
    "name": "Слободской"
  },
  {
    "i": 7436,
    "type": "пер.",
    "name": "Сёмковский",
    "content": "По названию деревни, географически расположенной близ этой территории, к северо-западу от Минска. Улица небольшая, всего несколько домов. Потому логично называть ее переулком."
  },
  {
    "i": 7437,
    "type": "ул.",
    "name": "Сёмковская",
    "content": "По названию деревни, географически расположенной близ этой территории, к северо-западу от Минска."
  },
  {
    "i": 7438,
    "type": "пер.",
    "name": "Рогачёвский",
    "content": "Переулок получил название по названию близлежащей улицы - Рогачевской."
  },
  {
    "i": 7439,
    "type": "ул.",
    "name": "Ратомская",
    "content": "Микрорайон расположен рядом с водохранилищем «Дрозды» и парковой зоной. Здесь находятся улицы, которым присвоены названия в честь известных объектов нашей страны: Нарочанская, Вилейская, Мядельская, Баторинская. Потому сохранен географический принцип при наименовании улицы. Она названа в честь поселка Ратомка, который находится на автодороге Минск – Молодечно и является продолжением проспекта Победителей."
  },
  {
    "i": 7440,
    "type": "пр-д",
    "name": "Профсоюзный"
  },
  {
    "i": 7441,
    "type": "ул.",
    "name": "Программистов",
    "content": "Улица располагается на территории Парка высоких технологий. Отображает основную идею Парка высоких технологий и компаний, которые занимаются разработкой программного обеспечения."
  },
  {
    "i": 7442,
    "type": "пл.",
    "name": "Победы"
  },
  {
    "i": 7443,
    "type": "ул.",
    "name": "Петровщина"
  },
  {
    "i": 7444,
    "type": "ул.",
    "name": "Петра Мстиславца",
    "content": "Петр Мстиславец - белорусский печатник и просветитель, русский первопечатник. Родился в городе Мстиславле (Могилевщина). Вместе с Иваном Федоровым основал типографию в Москве, затем в Заблудово. В 1570 Петр Мстиславец переезжает в Вильно, где с помощью Мамоничей основал типографию и возродил книгопечатание на кирилице. Там он издал \"Часоўнік\" (1574), \"Евангелие напрестольное\" (1575). После 1576 года следы деятельности Петра Мстиславца утрачиваются."
  },
  {
    "i": 7445,
    "type": "ул.",
    "name": "Павлова"
  },
  {
    "i": 7448,
    "type": "ул.",
    "name": "Ольшевского",
    "content": "\n\t Николай Михайлович Ольшевский родился 27 января 1920 года в городе Сквира Киевской области. После окончания школы поступил в танковое училище. В 1940-м призван в ряды Красной армии. В Великой Отечественной участвовал с 1941-го.\n"
  },
  {
    "i": 7449,
    "type": "ул.",
    "name": "Ольшанская",
    "content": "Проезд расположен вдоль МКАД между микрорайоном Малиновка и транспортной развязкой, которая соединяет город с промышленной зоной «Западной». В 19-м - начале 20-го столетия там размещался хутор Ольшаны. Поэтому проезд назван улицей Ольшанской."
  },
  {
    "i": 7450,
    "type": "ул.",
    "name": "Октябрьская"
  },
  {
    "i": 7451,
    "type": "ул.",
    "name": "Одоевского"
  },
  {
    "i": 7452,
    "type": "ул.",
    "name": "Одинцова",
    "content": "\n\t Леонтий Ефимович Одинцов родился 14 июля 1891 года в деревне Рудобелка Гомельской области. Там же окончил народное училище. В 1914-м поступил на службу в армию. Был организатором красногвардейских отрядов у себя на родине. В 1931–1937 годах — председатель Белорусского инвалидного кооперативного объединения, председатель ЦК крестьянской общественной взаимопомощи, завсекретариатом ЦИК БССР.\n"
  },
  {
    "i": 7453,
    "type": "пр-д",
    "name": "Новаторский"
  },
  {
    "i": 7454,
    "type": "ул.",
    "name": "Некрашевича",
    "content": "Некрашевич Степан Михайлович (1883 - 1937) – белорусский ученый, академик АН Беларуси (1928). Родился на Гомельщине. Закончил Виленский университет (1913). С 1920 года – заведующий литературно-издательского отдела Наркомпросвещения БССР, председатель научно-терминологичной комиссии, заместитель председателя Главпрофпросвещения при Наркомпросвещении БССР. С 1926 года – председатель отдела гуманитарных наук Института белорусской культуры. С конца 1928 года – вице-президент Академии наук БССР, председатель комиссии по составлению словаря белорусского языка,  председатель орфографической комиссии, директор института языковедения АН Беларуси. Арестован и расстрелян в 1937 году. Реабилитирован в 1957 году."
  },
  {
    "i": 7455,
    "type": "ул.",
    "name": "Некрасова"
  },
  {
    "i": 7456,
    "type": "пр-т",
    "name": "Независимости"
  },
  {
    "i": 7457,
    "type": "ул.",
    "name": "Неждановой"
  },
  {
    "i": 7458,
    "type": "ул.",
    "name": "Нахимова"
  },
  {
    "i": 7459,
    "type": "ул.",
    "name": "Мястровская",
    "content": "Улица названа по названию третьего по величине озера Нарочанской группы - озеро Мястро, на берегу которого находиться районный центр - город Мядель."
  },
  {
    "i": 7460,
    "type": "ул.",
    "name": "Москвина"
  },
  {
    "i": 7461,
    "type": "пр-д",
    "name": "Мозырский"
  },
  {
    "i": 7462,
    "type": "ул.",
    "name": "Минская кольцевая автомобильная дорога"
  },
  {
    "i": 7463,
    "type": "ул.",
    "name": "Медвежино"
  },
  {
    "i": 7464,
    "type": "ул.",
    "name": "Маяковского"
  },
  {
    "i": 7465,
    "type": "ул.",
    "name": "Машинистов"
  },
  {
    "i": 7466,
    "type": "пр-д",
    "name": "Масюковщина"
  },
  {
    "i": 7467,
    "type": "ул.",
    "name": "Масюковщина"
  },
  {
    "i": 7468,
    "type": "ул.",
    "name": "Малый Тростенец"
  },
  {
    "i": 7469,
    "type": "ул.",
    "name": "Максима Богдановича"
  },
  {
    "i": 7470,
    "type": "ул.",
    "name": "Льва Толстого",
    "content": "\n\t \n"
  },
  {
    "i": 7471,
    "type": "пр-д",
    "name": "Лошицкий"
  },
  {
    "i": 7472,
    "type": "пер.",
    "name": "Липковский",
    "content": "Переулок назван по названию расположенного здесь в первой половине 20-го столетия поселка Липки."
  },
  {
    "i": 7473,
    "type": "ул.",
    "name": "Липковская",
    "content": "Улица названа по названию расположенного здесь в первой половине 20-го столетия поселка Липки."
  },
  {
    "i": 7474,
    "type": "ул.",
    "name": "Курсанта Гвишиани",
    "content": "Дмитрий Борисович Гвишиани родился 5 ноября 1978 года в Бресте. В 1995 году окончил среднюю школу № 30. В 1996 был призван в ряды Вооруженных Сил Беларуси. С августа 1997 года учился в Военной Академии Республики Беларусь на общевойсковом факультете. В ночь с 28 на 29 августа 1999 года в районе станции Дрогичин Брестской области загорелся пассажирский поезд. В числе первых курсант третьего курса Военной Академии Республики Беларусь Дмитрий Гвишиани бросился тушить горящий локомотив. За героический поступок, стоивший ему жизни, Указом Президента Республики Беларусь Дмитрий посмертно награжден орденом «За личное мужество»."
  },
  {
    "i": 7475,
    "type": "ул.",
    "name": "Кузьмы Чорного"
  },
  {
    "i": 7476,
    "type": "ул.",
    "name": "Кузьмы Минина"
  },
  {
    "i": 7477,
    "type": "ул.",
    "name": "Котовского"
  },
  {
    "i": 7478,
    "type": "ул.",
    "name": "Корженевского",
    "content": "КОРЖЕНЕВСКИЙ Николай Константинович (1904, Минск — 22.06.1943), один из организаторов и руководителей Минского антифашистского подполья в Великую Отечественную войну. Перед войной прокурор Барановичской области. С первых дней немецко-фашистской оккупации Минска включился в подпольную борьбу. В августе 1941 создал подпольные группы на плодоовощных базах №1 и №2. С сентября 1942 секретарь Октябрьского подпольного райкома КП(б)Б Минска, участвовал в распространении газеты «Звязда». Поддерживал связь с Дзержинским антифашистским подпольем, направлял деятельность подполья в д. Великие Новосёлки Дзержинского района. 02.10.1942 схвачен гитлеровцами и после пыток сожжён в Тростенецком лагере смерти."
  },
  {
    "i": 7479,
    "type": "ул.",
    "name": "Колядная",
    "content": "Улица построена в красивейшем уголке столицы и соответствует уже имеющимся здесь названиям других улиц. И что немаловажно – они благозвучны как на русском, так и на белорусском языках."
  },
  {
    "i": 7480,
    "type": "ул.",
    "name": "Кольцова"
  },
  {
    "i": 7481,
    "type": "пр-д",
    "name": "Коллективный"
  },
  {
    "i": 7482,
    "type": "пер.",
    "name": "Колесникова",
    "content": "Этот участок дороги получил название от расположенной рядом улицы Колесникова и его функция – проезд автобусов к конечной остановке."
  },
  {
    "i": 7483,
    "type": "ул.",
    "name": "Козлова"
  },
  {
    "i": 7484,
    "type": "ул.",
    "name": "Княгининская",
    "content": "Улица названа по названию агрогородка Княгинин Мядельского района Минской области."
  },
  {
    "i": 7485,
    "type": "ул.",
    "name": "Клумова",
    "content": "КЛУМОВ Евгений Владимирович (подпольный псевдоним Самарин; 16.12.1876, Москва — 10.02.1944), участник Минского антифашистского подполья в Великую Отечественную войну, Герой Советского Союза (1965). Кандидат медицинских наук (1935), профессор (1938). Окончил Московский университет (1902). С 1905 земский врач в Речицком уезде. В 1-ю мировую и граждансие войны хирург и врач госпиталей на Западном фронте. С 1921 в медицинских учреждениях Минска. В Великую Отечественную войну с осени 1941 в 1-й городской больнице: помогал раненым партизанам и подпольщикам, обеспечивал подполье и многие партизанские отряды медикаментами, полностью оборудовал 2 партизанских госпиталя. В октябре 1943 арестован гитлеровцами, отказался с ними сотрудничать и вместе с женой умерщвлён в машине-душегубке."
  },
  {
    "i": 7486,
    "type": "ул.",
    "name": "Кирилла Туровского",
    "content": "Кирилл Туровский (1130 – 1182) – белорусский церковный деятель, писатель, богослов. Родился в Турове. С 1123 года – монах, иеромонах, в 1144-1148 годах – настоятель Никольского монастыря в Турове. С 1161 года – Туровский епископ. Прославился как мастер ораторской прозы, проповедник, главная забота которого – духовность соотечественников в соответствии с этическими и эстетическими идеалами эпохи.  Автор проповедей, молитв, притчей, канонов. Канонизирован Русской Православной церковью в образе святителя. Памятники Туровскому установлены в Турове, Гомеле, Минске. Его имя носит Минская духовная академия)."
  },
  {
    "i": 7487,
    "type": "ул.",
    "name": "Камайская",
    "content": "Улица названа по названию озера Камайского, которое расположено на территории Поставского района Витебской области."
  },
  {
    "i": 7488,
    "type": "сквер",
    "name": "Кальварийский"
  },
  {
    "i": 7489,
    "type": "пл.",
    "name": "Калинина"
  },
  {
    "i": 7490,
    "type": "ул.",
    "name": "Калинина"
  },
  {
    "i": 7491,
    "type": "ул.",
    "name": "Казинца",
    "content": "Казинец Исай Павлович (подпольные псевдонимы Слава Юрыгин, Славка Победит; 1910, г. Геническ Херсонской обл., Украина - 07.05.1942), один из организаторов и руководителей Минского антифашистского подполья в Великую Отечественную войну. Герой Советского Союза (1965). Окончил Киевский нефтяной институт (1936). Накануне войны работал в Белостоке. В начале оккупации Минска в 1941 организовал и возглавил подпольную партизанскую группу в Октябрьском районе города. С ноября 1941 член Минского подпольного горкома КП(б)Б, где отвечал за связь с подпольщиками гетто, руководил отправкой партизанам пополнения, оружия и медикаментов. Один из организаторов подпольной типографии, печатал подпольный листок \"Вестник Родины\". 27.03.1942 арестован гитлеровцами и после пыток повешен."
  },
  {
    "i": 7492,
    "type": "ул.",
    "name": "Ильянская",
    "content": "Улица названа по названию агрогородка Илья Вилейского района Минской области."
  },
  {
    "i": 7493,
    "type": "ул.",
    "name": "Игната Буйницкого",
    "content": "БУЙНЙЦКИЙ Игнат Терентьевич (22.08.1861, д. Полевачи Глубокского р-на — 22.09.1917), белорусский актёр, режиссёр, театр, деятель. Основоположник белорусского национального профессионального театра. Окончил Рижское землемерное училище, по некоторым данным, учился в частной драматической студии в Вильне. Работал землемером. Организатор и руководитель Первой белорусской труппы Игната Буйницкого в 1907—13. Инициатор организации Первого товарищества белорусской драмы и комедии в 1917. Один из первых инициаторов белорусских вечеринок, которые с 1905 систематически устраивал в фольварке Полевачи и д. Прозороки Глубокского района. Собирал народные песни и танцы, образцы национального костюма, орнамента, росписей. Уделял большое внимание местным любителям театра, содействуя подъёму любительского театрального движения в Беларуси. Управляя театром, поддерживал его собственными средствами. Постановщик большинства спектаклей Первой белорусской труппы. Актёрская деятельность Буйницкого носила синтетический характер: выступал как драматический актёр, декламатор стихов, певец, отличный танцор. Среди ролей: Алексей («В зимний вечер» по Э.Ожешко), Игнась («Модный шляхтич» К.Каганца), Антон, Миронович («Прикинулись дурачками», «По ревизии» М.Кропивницкого). На родине установлен памятник Буйницкому (1975), создан музей (1982, в Прозорокской средней школе). С 1992 присуждается премия его имени в области театр, искусства.\n"
  },
  {
    "i": 7494,
    "type": "ул.",
    "name": "Жуковского",
    "content": "В честь русского механика, основоположника  гидро- и аэродинамики названы улица, два переулка и проезд в Октябрьском районе.\n\nНиколай Егорович Жуковский родился в деревне Орехово под Владимиром в 1847 году. Окончил гимназию, без экзаменов зачислен на физико-математический факультет Московского университета.\n\nПреподавал математику (с конца 1871-го) и механику (с начала 1872-го) в Московском высшем техническом училище. В ноябре 1876-го состоялась публичная защита его магистерской диссертации, а 30 апреля 1882-го — диссертации на степень доктора прикладной математики.\n\nЕго исследования в области аэродинамики стали источником основных идей, на которых строится авиационная наука. Он всесторонне изучил динамику полета птиц, а 3 ноября 1891 года сделал доклад «О парении птиц». В 1892-м выступил с работой «По поводу летательного снаряда Чернушенко», составив основные уравнения динамики для центра тяжести планирующего тела.\n\nЧлен-корреспондент Академии наук, президент Московского математического общества (1905 год).\n\nВ годы Первой мировой войны разработал теорию бомбометания, занимался вопросами баллистики артиллерийских снарядов. В 1916-м возглавил расчетно-испытательное бюро при аэродинамической лаборатории Московского технического училища.\n\nНиколай Егорович Жуковский скончался 17 марта 1921 года. Похоронен на кладбище Донского монастыря в Москве.\n"
  },
  {
    "i": 7495,
    "type": "ул.",
    "name": "Ждановичская",
    "content": "Улица названа по названию деревни в этом направлении."
  },
  {
    "i": 7496,
    "type": "ул.",
    "name": "Ермака",
    "content": "ЕРМАК Владимир Иванович (15.05.1924, Минск — 19.07.1943), Герой Советского Союза (1944). В Великую Отечественную войну с октября 1942 на Ленинградском фронте, рядовой. 19.07.1943 во время разведки боем в районе Синявинских высот (под Ленинградом) закрыл своим телом амбразуру вражеского дзота, чем обеспечил группе разведчиков выполнение боевого задания."
  },
  {
    "i": 7497,
    "type": "ул.",
    "name": "Достоевского",
    "content": "Имя русского писателя, мыслителя, философа и публициста носят улица и примыкающий к ней переулок в Сельхозпоселке.\nФедор Михайлович Достоевский родился 11 ноября (30 октября по старому стилю) 1821 года в Москве. В 1838-м поступил в Инженерное училище в Санкт-Петербурге. После служил в Санкт-Петербургской инженерной команде, был прикомандирован к чертежной Инженерного департамента.\nВ 1844-м вышел в отставку, чтобы посвятить себя литературе, и через 2 года опубликовал первое сочинение — повесть «Бедные люди».\nВ 1848 году вошел в тайное общество, которое ставило своей целью «произвести переворот в России». Весной 1849-го в числе других его членов был арестован и заключен в Алексеевский равелин Петропавловской крепости. После 8 месяцев заключения, где Достоевский держался мужественно и даже написал рассказ «Маленький герой», он был признан виновным «в умысле на ниспровержение... государственного порядка» и первоначально приговорен к расстрелу. Уже на эшафоте ему объявили, что расстрел заменен 4 годами каторги с лишением «всех прав состояния» и последующей сдачей в солдаты.\nВ 1857-м ему были возвращены дворянство и право печататься. С 1866 по 1880 год пишет романы «Преступление и наказание», «Игрок», «Идиот», «Бесы», «Братья Карамазовы».\n9 февраля (28 января по старому стилю) 1881 года Федор Достоевский скончался в Санкт-Петербурге. Похоронен на Тихвинском кладбище Александро-Невской лавры.\n"
  },
  {
    "i": 7498,
    "type": "ул.",
    "name": "Домашевская",
    "content": "Почти на всем протяжении улица пролегает вдоль железной дороги Минск-Молодечно по трассе Домашевского переулка, название которому было дано от ранее находившейся здесь деревни Домашево."
  },
  {
    "i": 7499,
    "type": "тр-т",
    "name": "Долгиновский"
  },
  {
    "i": 7500,
    "type": "пр-д",
    "name": "Дачный"
  },
  {
    "i": 7501,
    "type": "ул.",
    "name": "Голодеда",
    "content": "В честь партийного и государственного деятеля БССР, председателя Совета Народных Комиссаров БССР, участника Великой Октябрьской социалистической революции и гражданской войны названы улица и проезд в Заводском районе. Улица начинается от Машиностроителей и переходит в Корзюки. Одноименный проезд располагается перпендикулярно к ней и упирается в улицу Уборевича.\n\nНиколай Матвеевич Голодед родился 9 мая 1894 года в селе Старый Кривец близ Брянска в семье крестьянина. Был батраком, работал на шахтах в Кривом Роге, где включился в революционное движение. Во время Первой мировой войны вел большевистскую пропаганду. После Февральской революции — член солдатских комитетов на Юго-Западном фронте. С 1918-го — секретарь сельсовета, член волостного ревкома, председатель уездного ревкома в Новозыбковском уезде Гомельской губернии. В 1927-1937 годах — председатель Совета Народных Комиссаров БССР. При его непосредственном участии разрабатывались планы 1-й и 2-й пятилеток республики, много сделано по их осуществлению. Член Президиума ЦК БССР с 1927-го.\n\nУделял большое внимание вопросам перспективного развития Минска. По его рекомендации горсовету выделяли дополнительные финансы на развитие и благоустройство общественного транспорта, жилищного строительства. Был арестован в Москве 14 июня 1937 года и направлен в Минск, где во время допроса в здании НКВД БССР выбросился из окна 5-го этажа. Реабилитирован в 1956-м.\n"
  },
  {
    "i": 7502,
    "type": "ул.",
    "name": "Героев Сталинграда",
    "content": "В 2012 году было 70-лет Сталинградской битвы. Общественные объединения ветеранов инициировали увековечение памяти беспримерного подвига победителей Сталинградской битвы."
  },
  {
    "i": 7503,
    "type": "пр-д",
    "name": "Геологический"
  },
  {
    "i": 7504,
    "type": "ул.",
    "name": "Вильямса",
    "content": "ВИЛЬЯМС Василий Робертович (09.10.1863, Москва — 11.11.1939), советский почвовед, один из основоположников агрономического почвоведения. Академик НАН Беларуси (1929), АН СССР (1931), ВАСХНИЛ (1935). Окончил Петровскую земледельческую и лесную академию (1887). В 1894—1939 заведующий кафедрой Московской сельско-хозяйственной академии имени К.А.Тимирязева, в 1922—25 ректор этой академии. Разработал агрономические мероприятия по охране и повышению урожайности почв, травопольную систему земледелия, теорию единого почвообразовательного процесса. Пропагандировал вспахивание травяного поля независимо от климатических условий только осенью. Автор учебников по почвоведению и земледелию. Премия имени Ленина 1931.\n"
  },
  {
    "i": 7505,
    "type": "пр-д",
    "name": "Веснинка"
  },
  {
    "i": 7506,
    "type": "ул.",
    "name": "Вербная",
    "content": "Улица построена в красивейшем уголке столицы и соответствует уже имеющимся здесь названиям других улиц. И что немаловажно – они благозвучны как на русском, так и на белорусском языках."
  },
  {
    "i": 7507,
    "type": "пр-д",
    "name": "Ватутина",
    "content": "Проезд назван в честь Героя Советского Союза генерала армии Ватутина.\n\nНиколай Федорович Ватутин родился 3 (16) декабря 1901 года в селе Чепухино Воронежской губернии. В рядах Красной армии служил с 1920 года. Участник гражданской войны. В 1922-м окончил Полтавскую пехотную школу, в 1924-м — Киевскую высшую объединенную школу, в 1929-м — Военную академию имени М. В. Фрунзе, в 1934-м — оперативный факультет этой же академии и в 1937 году — Академию Генерального штаба.\nВечером 21 июня 1941 года Георгий Жуков (как начальник Генштаба) и Николай Ватутин (как его первый заместитель) подготовили Директиву № 1 для военных советов приграничных военных округов, в которой сообщалось, что 22-23 июня возможно внезапное нападение Германии на СССР. Директива была немедленно передана в войска, но оказалась запоздалой.\nПолководческий талант Ватутина особенно ярко проявился в период его командования войсками Воронежского, Юго-Западного (во время Сталинградской битвы) и 1-го Украинского (Курская дуга) фронтов.\n29 февраля 1944 года Ватутин попал под обстрел диверсионной группы УПА, в ходе перестрелки был ранен. Развилась газовая гангрена, и спасти его не удалось. 15 апреля 1944 года Николай Федорович скончался от заражения крови.\n17 апреля генерала армии Ватутина похоронили в Киеве, в Мариинском парке.\n"
  },
  {
    "i": 7508,
    "type": "ул.",
    "name": "Ватутина",
    "content": "Улица названа в честь Героя Советского Союза генерала армии Ватутина. \n\nНиколай Федорович Ватутин родился 3 (16) декабря 1901 года в селе Чепухино Воронежской губернии. В рядах Красной армии служил с 1920 года. Участник гражданской войны. В 1922-м окончил Полтавскую пехотную школу, в 1924-м — Киевскую высшую объединенную школу, в 1929-м — Военную академию имени М. В. Фрунзе, в 1934-м — оперативный факультет этой же академии и в 1937 году — Академию Генерального штаба.\nВечером 21 июня 1941 года Георгий Жуков (как начальник Генштаба) и Николай Ватутин (как его первый заместитель) подготовили Директиву № 1 для военных советов приграничных военных округов, в которой сообщалось, что 22-23 июня возможно внезапное нападение Германии на СССР. Директива была немедленно передана в войска, но оказалась запоздалой.\nПолководческий талант Ватутина особенно ярко проявился в период его командования войсками Воронежского, Юго-Западного (во время Сталинградской битвы) и 1-го Украинского (Курская дуга) фронтов.\n29 февраля 1944 года Ватутин попал под обстрел диверсионной группы УПА, в ходе перестрелки был ранен. Развилась газовая гангрена, и спасти его не удалось. 15 апреля 1944 года Николай Федорович скончался от заражения крови.\n17 апреля генерала армии Ватутина похоронили в Киеве, в Мариинском парке.\n"
  },
  {
    "i": 7509,
    "type": "ул.",
    "name": "Ванеева",
    "content": "Улица названа в честь одного из организаторов партизанского движения в годы Великой Отечественной войны.\n\nВладимир Григорьевич Ванеев родился 25 июля 1896 г. в деревне Щипичёвщина Котельничского района Вятской губернии. Впервые попал на фронт во время Первой мировой, воевал на Западном фронте. В начале 1918 г. вступил в партию, участвовал в гражданской войне. В 1921 г. вернулся в родную деревню. Был председателем Котельничского горсовета. Поступил в Промышленную академию в Москве, но окончить ее не удалось — в 1933 г. его назначили начальником политотдела совхоза в Западно-Сибирском крае.\nВ 1937 г. назначен на пост председателя Минского городского Совета. Многое сделал для благоустройства столицы, часто бывал на важных строительных объектах, в цехах, больницах и школах. Руководил строительством оборонительных рубежей и военных предприятий. Позже назначен на пост наркома торговли БССР и заместителя председателя СНК БССР. С марта 1941 г. — секретарь ЦК КП(б)Б.\nВанеев стоял у истоков партизанского движения на территории Беларуси. 23 июля 1941 г. назначен бригадным комиссаром, членом Военного совета 19-й армии Западного фронта. Участвовал в оборонительных боях под Витебском, Смоленском, Вязьмой. При прорыве вражеского кольца возглавлял одну из ударных групп. Погиб в бою 13 октября 1941 г., когда прорыв был почти завершен.\n"
  },
  {
    "i": 7510,
    "type": "ул.",
    "name": "Вавилова",
    "content": "Улица названа именем советского физика, основателя научной школы физической оптики в СССР.\n\nСергей Иванович Вавилов родился 12 (24 марта) 1891 года в Москве. Учился в коммерческом училище на Остоженке, затем на физико-математическом факультете Московского университета. Будучи студентом, опубликовал две научные работы, за одну из которых получил золотую медаль. Окончил университет в 1914-м по специальности «Физика» с дипломом первой степени. В июле того же года поступил вольноопределяющимся в 25-й саперный батальон Московского военного округа. На фронте завершил экспериментально-теоретическую работу «Частота колебаний нагруженной антенны». Демобилизовался в феврале 1918-го.\nОсновным направлением в науке для Сергея Вавилова были исследования в области физической оптики, в частности явления люминесценции. Ввел понятие квантового выхода люминесценции и исследовал зависимость этого параметра от длины волны возбуждающего света (закон Вавилова). Стал основоположником нового направления — микрооптики. Вместе со своим аспирантом Павлом Черенковым в 1934 году открыл эффект Вавилова — Черенкова, за что Черенков в 1958-м, уже после смерти Вавилова, удостоен Нобелевской премии. Сергей Вавилов номинирован на Нобелевскую премию два раза (в 1957 и 1958 годах).\nВ 1920-х по инициативе Сергея Вавилова начались исследования по созданию люминесцентных ламп. Умер 25 января 1951 года, похоронен на Новодевичьем кладбище.\n"
  },
  {
    "i": 7511,
    "type": "пр-д",
    "name": "Бумажкова"
  },
  {
    "i": 7512,
    "type": "ул.",
    "name": "Бумажкова"
  },
  {
    "i": 7513,
    "type": "ул.",
    "name": "Болотникова",
    "content": "Улица названа именем бунтовщика Смутного времени, предводителя восстания крестьян и холопов в России..\n\nТочная дата рождения Ивана Исаевича Болотникова неизвестна, считается, что он родился в 1565 году.\nСогласно мемуарам немецкого офицера на службе у Лжедмитрия I и Лжедмитрия II Конрада Буссова, был он холопом князя Телятевского. Еще в молодости бежал от своего господина к казакам, попал в плен к крымским татарам и был продан в рабство туркам. Несколько лет он провел на галерах в качестве гребца-невольника. После поражения турок на море освободился из неволи и жил в Венеции при немецком торговом подворье Фондако-деи-Тедески. Отсюда, услышав рассказы об удивительных событиях на родине, Болотников двинулся через Германию и Польшу в Россию.\nВ пути познакомился с двойником убитого Лжедмитрия I, который представился Болотникову царевичем, спасшимся после майского заговора в Москве, снабдил Болотникова письмом к князю Григорию Шаховскому и отправил в Путивль в качестве своего личного эмиссара и «большого воеводы».\nВ октябре 1606-го восставшие осадили Москву, но из-за предательства мелкопоместных дворян отошли к Калуге, где выдержали долгую осаду. В течение июня — октября 1607 года Болотников умело руководил обороной Тулы, осажденной многочисленными войсками царя Василия Шуйского, но 10 октября 1607-го город был сдан. Болотникова схватили, сослали в Каргополь, где ослепили и утопили.\n"
  },
  {
    "i": 7514,
    "type": "ул.",
    "name": "Асаналиева",
    "content": "Именем Героя Советского Союза названы улица и переулок в Октябрьском районе. К особенностям улицы можно отнести то, что она не сплошная, а прерывается на одном участке.\nДжумаш Асаналиев родился 10 мая 1923 года в селе Отуз-Уул ныне Ак-Суйского района Иссык-Кульской области Киргизии. В Красной Армии с 1942-го, а на фронте с 1943-го. Был наводчиком станкового пулемета 199-го гвардейского стрелкового полка 67-й гвардейской стрелковой дивизии, отличился при освобождении Витебской области.\nИз боевого донесения: «Пулеметчик 199-го гвардейского стрелкового полка 1-го Прибалтийского фронта гвардии ефрейтор Асаналиев одним из первых 24 июня 1944 года переправился с пулеметом через реку Западная Двина у деревни Лабейки Бешенковичского района Витебской области. В ходе боя был тяжело ранен командир пулеметного расчета, которого заменил Асаналиев. Подпустив на близкое расстояние гитлеровцев, он расстрелял их в упор, уничтожил около 20 немецких солдат и офицеров. Когда закончились патроны, последней гранатой Джумаш Асаналиев подорвал себя и окруживших его фашистов».\nУказом Президиума Верховного Совета СССР от 22 июля 1944 года за мужество, отвагу и героизм, проявленные в борьбе с немецко- фашистскими захватчиками, гвардии ефрейтору Джумашу Асаналиеву посмертно присвоено звание Героя Советского Союза.\nУроженца киргизской земли похоронили в братской могиле на окраине деревни Узречье.\n"
  },
  {
    "i": 7515,
    "type": "пр-д",
    "name": "Артёма 1-й",
    "content": "Имя революционера носят улица, переулок и проезд в Заводском районе. Улица находится между Герасименко и Охотской, проезд и переулок к ней примыкают.\n\nФедор Андреевич Сергеев, более известный как Артем, — профессиональный революционер, организатор революционного движения в Донбассе.\n\nРодился 7 марта 1883 года в селе Глебово Фатежского уезда Курской губернии в крестьянской семье. Учился в Московском императорском высшем техническом училище. В 1902-м арестован за участие в политической демонстрации студентов и осужден на полгода тюрьмы. Эмигрировал в Париж, где встречался с В. И. Лениным, стал профессиональным революционером. Трудился помощником машиниста на паровозе. Это давало возможность развозить газету «Искра» и вести агитационную работу в Донбассе. В 1907 году арестован и приговорен к пожизненной ссылке в Сибирь. Оттуда в 1910-м бежал, да так далеко, что обнаружили его в Австралии — в Брисбене. Там возглавил Союз русских эмигрантов, выпускал и редактировал русскую социал-демократическую газету «Эхо Австралии». Но на месте не сиделось — деятельная натура не давала покоя. В начале 1917-го вернулся в Россию через Владивосток, к лету того же года прибыл в Харьков, где и возглавил большевистский комитет Харьковского совета. В годы гражданской войны организовывал борьбу против войск контрреволюционной Центральной рады, атамана Колягина, войск кайзеровской Германии, руководил борьбой против Деникина в Донбассе. В 1921-м трагически погиб во время аварии экспериментального аэровагона. Похоронен на Красной площади в Москве.\n"
  },
  {
    "i": 7516,
    "type": "ул.",
    "name": "Академика Карского",
    "content": "Улица в честь выдающегося филолога-славяниста, этнографа, фольклориста, палеографа, основоположника белорусской филологии и языкознания Евфимия Карского.\n\nАкадемик был из представителей так называемого западнорусизма — концепции, которая включала в единый русский народ и великорусов, и малорусов, и белорусов в качестве народностей. Его перу принадлежат более 700 работ по славистике, белорусистике, русистике. В 1903-м Карский предпринял этнографическую экспедицию. По ее итогам был издан первый том главного труда ученого — полномасштабной научной работы «Белорусы», которую часто называют энциклопедией белорусского языкознания. При советской власти Карский не единожды терпел невзгоды из-за своих убеждений. В частности, академик скептически относился к «насильственной белорусизации» в учреждениях. Всё это привело к ухудшению его положения в науке, потере им занимаемой должности… Восстановиться на прежних позициях Карскому так и не удалось. 29 апреля 1931 года он скончался. Похоронен в Ленинграде.\n\nБиблиотека Карского, подаренная им в 1922-м Белорусскому государственному университету, насчитывает 2,5 тысячи книг. В настоящее время ведется ее изучение, выявлено около 400 книг с авторской дарственной надписью, создан каталог библиотеки."
  },
  {
    "i": 7517,
    "type": "ул.",
    "name": "Академика Жебрака",
    "content": "Антон Романович Жебрак — выдающийся ученый-генетик, академик АН БССР, первым удостоен звания «заслуженный деятель науки БССР». В 1945 году в составе делегации Белорусской ССР подписал в Сан-Франциско Устав ООН.\n\nРодился в 1901 году в деревне Збляны ныне Зельвенского района Гродненской области. Участвовал в гражданской войне. В 1925-м окончил Московскую сельскохозяйственную академию имени К.А. Тимирязева, в 1929-м — Институт красной профессуры. В 1930–1931 годах стажировался в Колумбийском и Калифорнийском университетах (США) в лаборатории известного генетика, создателя хромосомной теории наследственности Моргана.\n\nСудьба академика Жебрака была в большей степени трагичной, чем счастливой. В мае 1947-го он становится президентом Академии наук БССР, но в этом же году за выступление против догматизма и монополизма Лысенко в биологии смещен с должности и вынужден уехать в Москву.\n\nОсновная сфера его научных интересов — гибридизация, полиплоидия и селекция, главным образом пшеницы и гречихи. Впервые в мире получил гибридные плодовитые формы от скрещивания многих видов пшеницы.\n"
  },
  {
    "i": 7518,
    "type": "ул.",
    "name": "Академика Вышелесского",
    "content": "Будущий ученый-эпизоотолог, доктор ветеринарных наук, профессор Сергей Николаевич Вышелесский родился 1 ноября 1874 года в поселке Оболь Полоцкого уезда Витебской губернии (в настоящее время Шумилинский район Витебской области). Окончил Брянскую гимназию, Витебскую духовную семинарию, а затем — Варшавский ветеринарный институт. Неоднократно участвовал в ликвидации эпизоотий (случаи массового распространения инфекционных заболеваний у животных): чумы — в Закавказье, сибирской язвы — в Петербургской, Харьковской, Ставропольской, Смоленской и других губерниях. На несколько лет был командирован для научной стажировки в Германию, где ему присвоили ученую степень доктора ветеринарной медицины.\n\nАкадемик Белорусской академии наук (1928), профессор (1924), почетный член ВАСХНИЛ (Всесоюзная академия сельскохозяйственных наук имени В. И. Ленина) (1956). Заслуженный деятель науки CCCР (1940). Награжден орденами Ленина, Трудового Красного Знамени, «Знак Почета», рядом медалей.\n\nОпубликовал около 100 научных работ, в том числе 2 монографии. Подготовил первые в Советском Союзе учебник и руководство по эпизоотологии. За учебник «Частная эпизоотология» в 1941 году получил Государственную премию СССР.\n"
  },
  {
    "i": 7519,
    "type": "ул.",
    "name": "Айвазовского",
    "content": "В честь великого мариниста названы улица (с одной стороны ограничена улицей Тухачевского, с другой — улицей Юношеской) и переулок (между улицами собственно Айвазовского и его коллеги баталиста Грекова).\n\nИван Константинович Айвазовский (при рождении — Ованнес Айвазян) родился в Феодосии в 1817 году, умер там же в 1900-м. Между этими двумя датами — яркая жизнь, вместившая множество путешествий, два брака, открытие в любимой художником Феодосии школы искусств и картинной галереи, руководство раскопками курганов в Крыму. Человек невероятной трудоспособности, он создал около 6 тысяч полотен.\n\nВ коллекции Национального художественного музея Республики Беларусь 13 живописных и 2 графические работы мэтра, в том числе «Буря на Азовском море в апреле 1886 года». На создание полотна художника вдохновила вполне реальная история: весной 1886-го случилась сильная буря и попавший в нее корабль «Ястреб» разнесло в щепки. Выжить удалось лишь матросу Еремченко, который привязал себя к мачте и несколько суток на ней провисел в ожидании помощи.\n\nПрежде картина была в коллекции певицы Лидии Руслановой. Говорят, директор музея Елена Аладова, при которой полотно приобрели для художественного музея, лично вела переговоры с певицей. К слову, в коллекции Руслановой были еще две работы мастера, которые можно увидеть в музее, — «Ниагарский водопад» и «Лунная ночь в Амальфи».\n"
  },
  {
    "i": 7529,
    "type": "ул.",
    "name": "Ларисы Александровской",
    "content": "Лариса Помпеевна Александровская (15.02.1904-23.05.1980) – заслуженная артистка Белорусской ССР, народная артистка СССР, родилась в городе Минске в 1904 году. В 2014 году исполнилось 110 лет со дня ее рождения. Сценическую деятельность начала в 1920 году. Создала незабываемые образы героинь оперных спектаклей. В годы Великой Отечественной войны Александровская выступала на фронтах, в госпиталях, партизанских отрядах, стремясь голосом и песней поддержать бойцов. С 1951 года главный  режиссер Белорусского Большого театра оперы и балета Александровская поставила около 15 спектаклей, в том числе известных композиторов Чайковского, Верди, Тикоцкого, Монюшко, Мусоргского, ставших на долгие годы визитной карточкой белорусской оперы. В память о легендарной певице музыкальной школе № 1 города Минска присвоено имя Ларисы Александровской."
  },
  {
    "i": 7533,
    "type": "ул.",
    "name": "Евгения Мирковского"
  },
  {
    "i": 7534,
    "type": "ул.",
    "name": "Е",
    "content": "Так, проектируемая ул. № 5 в границах пр. Партизанского, ул. Кулешова, ул. Шишкина получила название «Улица Евгения Мирковского» – в честь пограничника, Героя Советского Союза, который родился в Минске."
  },
  {
    "i": 7535,
    "type": "ул.",
    "name": "Аркадия Смолича",
    "content": "Проектируемая ул. № 3 от ул. Я. Лучины до ул. Чижевских стала носить имя белорусского ученого Аркадия Смолича."
  },
  {
    "i": 7536,
    "type": "ул.",
    "name": "Владимира Оловникова",
    "content": "Проектируемая ул. № 5 от Игуменского тракта до ул. Чижевских названа в честь композитора, педагога, профессора, заслуженного деятеля искусств и народного артиста БССР Владимира Оловникова."
  },
  {
    "i": 7537,
    "type": "ул.",
    "name": "Алеся Дудара",
    "content": "Проектируемая ул. № 7 от Игуменского тракта до проектируемой ул. № 3 теперь носит имя литературоведа, переводчика, поэта, писателя, художественного критика Алеся Дудара."
  },
  {
    "i": 7538,
    "type": "парк",
    "name": "имени Чингиза Айтматова"
  },
  {
    "i": 7539,
    "type": "парк",
    "name": "имени Чингиза Айтматова",
    "content": "Территория вдоль Слепянской водной системы и ул. Райниса стала парком имени Чингиза Айтматова – русского и киргизского писателя."
  },
  {
    "i": 7540,
    "type": "парк",
    "name": "имени Александра Герасименко",
    "content": " Зона вдоль Слепянской водной системы, ул. Долгобродской, пер. Козлова – Парк  в честь государственного деятеля, бывшего председателя Мингорисполкома, Совета старейшин при Мингорисполкоме."
  },
  {
    "i": 7541,
    "type": "парк",
    "name": "имени Александра Герасименко"
  },
  {
    "i": 7542,
    "type": "ул.",
    "name": "Евгения Мирковского"
  },
  {
    "i": 7543,
    "type": "ул.",
    "name": "Аркадия Смолича"
  },
  {
    "i": 7544,
    "type": "ул.",
    "name": "Владимира Оловникова"
  },
  {
    "i": 7545,
    "type": "ул.",
    "name": "Алеся Дудара",
    "content": "Проектируемая ул. № 7 от Игуменского тракта до проектируемой ул. № 3 теперь носит имя литературоведа, переводчика, поэта, писателя, художественного критика Алеся Дударя."
  },
  {
    "i": 7546,
    "type": "спуск",
    "name": "Козьмо-Демьяновский"
  },
  {
    "i": 7547,
    "type": "спуск",
    "name": "Козьмо-Демьяновский"
  },
  {
    "i": 7548,
    "type": "спуск",
    "name": "Козьмо-Демьяновский"
  }
]